{
    "ar": "دعنا نسأل حولنا لمعرفة ما إذا كنا نستطيع استعارة قارب. سنحتاج إلى النزول من هذه الجزيرة والإبحار نحو %s1.",
    "bg": "Нека попитаме наоколо, за да видим дали можем да вземем назаем лодка. Ще трябва да слезем от този остров и да отплаваме към %s1.",
    "cs": "Zeptejme se, jestli si půjčíme loď. Musíme se dostat z tohoto ostrova a plavit se směrem k %s1.",
    "da": "Lad os spørge rundt for at se, om vi kan låne en båd. Vi bliver nødt til at komme af fra denne ø og sejle mod %s1.",
    "de": "Fragen wir mal nach, ob wir uns ein Boot ausleihen können. Wir müssen diese Insel verlassen und in Richtung %s1 segeln.",
    "el": "Ας ρωτήσουμε για να δούμε αν μπορούμε να δανειστίσουμε μια βάρκα. Θα πρέπει να κατεβούμε από το νησί και να ταξιδέψουμε προς το %s1.",
    "en": "Let's ask around to see if we can borrow a boat. We'll need to get off this island and sail towards %s1.",
    "es": "Vamos a preguntar si podemos tomar prestado un bote. Tendremos que salir de esta isla y navegar hacia %s1.",
    "es-419": "Vamos a preguntar si podemos tomar prestado un bote. Tendremos que salir de esta isla y navegar hacia %s1.",
    "fi": "Kysymme ympäri katsomaan, voimmeko lainata veneen. Meidän täytyy lähteä pois tältä saarelta ja purjehtia kohti %s1: ää.",
    "fr": "Demandons autour de nous pour voir si nous pouvons emprunter un bateau. Nous devrons quitter cette île et naviguer vers %s1.",
    "hu": "Kérdezzük meg, hogy kölcsön tudunk-e venni egy hajót. Ki kell szállnunk erről a szigetről, és vitorlázni az %s1 felé.",
    "it": "Chiediamo in giro per vedere se possiamo prendere in prestito una barca. Dovremo scendere da quest'isola e navigare verso %s1.",
    "ja": "ボートを借りることができるかどうか、周りに尋ねましょう。この島から降りて、%s1に向かって航行する必要があります。",
    "ko": "배를 빌릴 수 있는지 물어 보자. 이 섬에서 내려 %s1 방향으로 항해해야합니다.",
    "nl": "Laten we eens kijken of we een boot kunnen lenen. We moeten van dit eiland afstappen en richting %s1 varen.",
    "no": "La oss spørre oss rundt for å se om vi kan låne en båt. Vi må gå av denne øya og seile mot %s1.",
    "pl": "Zapytajmy, czy możemy pożyczyć łódź. Musimy zejść z tej wyspy i popłynąć w kierunku %s1.",
    "pt": "Vamos perguntar ao redor para ver se podemos pegar um barco emprestado. Precisamos sair desta ilha e navegar em direção a %s1.",
    "pt-BR": "Vamos perguntar ao redor para ver se podemos pegar um barco emprestado. Precisamos sair desta ilha e navegar em direção a %s1.",
    "ro": "Să întrebăm în jurul valorii de a vedea dacă putem împrumuta o barcă. Va trebui să coborâm de pe această insulă și să navigăm spre %s1.",
    "ru": "Давайте поспрашиваем, чтобы посмотреть, сможем ли мы одолжить лодку. Нам нужно покинуть этот остров и плыть к %s1.",
    "sv": "Låt oss fråga runt för att se om vi kan låna en båt. Vi måste gå av denna ö och segla mot %s1.",
    "th": "ลองถามเพื่อดูว่าเราสามารถยืมเรือได้ไหม เราจะต้องลงจากเกาะนี้และแล่นไปยัง %s1",
    "tr": "Bir tekne ödünç alabilir miyiz diye soralım. Bu adadan inip %s1'e doğru ilerlememiz gerekecek.",
    "uk": "Давайте поцікавимось, чи не зможемо я взяти в борт човен. Нам потрібно буде зійти з цього острова і плисти до %s1.",
    "vi": "Hãy hỏi xung quanh để xem chúng ta có thể mượn thuyền không. Chúng ta sẽ cần phải rời khỏi hòn đảo này và đi về phía %s1.",
    "zh-CN": "让我们问一下周围是否可以借船。我们需要离开这个小岛，驶向%s1。",
    "zh-TW": "讓我們問一下周圍是否可以藉船。我們需要離開這個小島，駛向%s1。"
}
