{
    "ar": "سنحتاج إلى النزول من هذه الجزيرة. دعونا نسأل حول ما إذا كان بإمكاننا استعارة قارب.",
    "bg": "Ще трябва да слезем от този остров. Нека да попитаме, за да видим дали можем да вземем назаем лодка.",
    "cs": "Musíme se dostat z tohoto ostrova. Zeptejme se, jestli si půjčíme loď.",
    "da": "Vi bliver nødt til at komme af fra denne ø. Lad os spørge rundt for at se, om vi kan låne en båd.",
    "de": "Wir müssen diese Insel verlassen. Fragen wir nach, ob wir uns ein Boot ausleihen können.",
    "el": "Θα πρέπει να βγούμε από αυτό το νησί. Ας ρωτήσουμε για να δούμε αν μπορούμε να δανειστίσουμε μια βάρκα.",
    "en": "We'll need to get off this island. Let's ask around to see if we can borrow a boat.",
    "es": "Tendremos que salir de esta isla. Vamos a preguntar si podemos tomar prestado un bote.",
    "es-419": "Tendremos que salir de esta isla. Vamos a preguntar si podemos tomar prestado un bote.",
    "fi": "Meidän on poistuttava tältä saarelta. Kysymme ympäri katsomaan, voimmeko lainata veneen.",
    "fr": "Nous devrons quitter cette île. Demandons autour pour voir si nous pouvons emprunter un bateau.",
    "hu": "Ki kell szállnunk erről a szigetről. Kérdezzük meg, hogy kölcsön tudunk-e venni egy hajót.",
    "it": "Dovremo scendere da quest'isola. Chiediamo in giro per vedere se possiamo prendere in prestito una barca.",
    "ja": "この島から降りる必要があります。ボートを借りられるかどうか周りに聞いてみましょう。",
    "ko": "우리는이 섬에서 내려야합니다. 배를 빌릴 수 있는지 물어 보자.",
    "nl": "We moeten van dit eiland af. Laten we eens rondvragen of we een boot kunnen lenen.",
    "no": "Vi må av fra denne øya. La oss spørre oss rundt for å se om vi kan låne en båt.",
    "pl": "Musimy zejść z tej wyspy. Zapytajmy, czy możemy pożyczyć łódź.",
    "pt": "Precisamos sair desta ilha. Vamos perguntar ao redor para ver se podemos pegar um barco emprestado.",
    "pt-BR": "Precisamos sair desta ilha. Vamos perguntar ao redor para ver se podemos pegar um barco emprestado.",
    "ro": "Va trebui să coborâm de pe această insulă. Să întrebăm în jurul valorii de a vedea dacă putem împrumuta o barcă.",
    "ru": "Нам нужно уйти с этого острова. Давайте поспрашиваем, чтобы посмотреть, сможем ли мы одолжить лодку.",
    "sv": "Vi måste gå av denna ö. Låt oss fråga runt för att se om vi kan låna en båt.",
    "th": "เราจะต้องลงจากเกาะนี้ ลองมาดูว่าเราสามารถยืมเรือได้ไหม",
    "tr": "Bu adadan inmemiz gerekecek. Etrafta bir tekne ödünç alıp alamayacağımızı görelim.",
    "uk": "Нам потрібно буде зійти з цього острова. Давайте поцікавимось, чи не зможемо я взяти в борт човен.",
    "vi": "Chúng ta sẽ cần phải rời khỏi hòn đảo này. Hãy hỏi xung quanh để xem chúng ta có thể mượn thuyền không.",
    "zh-CN": "我们需要离开这个岛。让我们问一下周围是否可以借船。",
    "zh-TW": "我們需要離開這個島。讓我們問一下周圍是否可以藉船。"
}
