{
    "ar": "إذا علقت ، سيحاول ذلك إعادة تحميل الخريطة. تقدم؟",
    "bg": "Ако сте заседнали, това ще се опита да презареди картата. Ли да продължите?",
    "cs": "Pokud jste uvízli, pokusí se znovu načíst mapu. Pokračovat?",
    "da": "Hvis du sidder fast, forsøger dette at genindlæse kortet. Fortsæt?",
    "de": "Wenn Sie nicht weiterkommen, wird versucht, die Karte neu zu laden. Vorgehen?",
    "el": "Εάν έχετε κολλήσει, αυτό θα προσπαθήσει να φορτώσει ξανά τον χάρτη. Προχωρώ?",
    "en": "If you are stuck, this will attempt to reload the map. Proceed?",
    "es": "Si está atascado, esto intentará volver a cargar el mapa. ¿Continuar?",
    "es-419": "Si está atascado, esto intentará volver a cargar el mapa. ¿Continuar?",
    "fi": "Jos olet jumissa, tämä yrittää ladata kartan uudelleen. Edetä?",
    "fr": "Si vous êtes bloqué, cela tentera de recharger la carte. Procéder?",
    "hu": "Ha elakad, akkor megpróbálja újból betölteni a térképet. Folytassa?",
    "it": "Se rimani bloccato, questo tenterà di ricaricare la mappa. Procedere?",
    "ja": "行き詰まっている場合は、マップの再読み込みを試みます。続行しますか？",
    "ko": "붙어 있으면지도를 다시로드하려고 시도합니다. 발하다?",
    "nl": "Als je vastzit, zal dit proberen de kaart opnieuw te laden. Doorgaan?",
    "no": "Hvis du sitter fast, vil dette prøve å laste inn kartet på nytt. Fortsette?",
    "pl": "Jeśli utkniesz, nastąpi próba ponownego załadowania mapy. Kontynuować?",
    "pt": "Se você estiver travado, isso tentará recarregar o mapa. Continuar?",
    "pt-BR": "Se você estiver travado, isso tentará recarregar o mapa. Continuar?",
    "ro": "Dacă sunteți blocat, acest lucru va încerca să reîncărcați harta. Continua?",
    "ru": "Если вы застряли, это попытается перезагрузить карту. Продолжить?",
    "sv": "Om du sitter fast försöker du ladda kartan igen. Fortsätt?",
    "th": "หากคุณติดอยู่นี่จะพยายามโหลดแผนที่ใหม่ ดำเนินดำเนินการต่อ?",
    "tr": "Sıkışırsanız, haritayı yeniden yüklemeye çalışır. İlerlemek?",
    "uk": "Якщо ви застрягли, це спробує перезавантажити карту. Продовжувати?",
    "vi": "Nếu bạn bị kẹt, điều này sẽ cố tải lại bản đồ. Tiến hành?",
    "zh-CN": "如果您卡住了，这将尝试重新加载地图。继续？",
    "zh-TW": "如果您卡住了，這將嘗試重新加載地圖。繼續？"
}
