{
    "ar": ".؜كنت قادرا على ذبح هذا المخلوق البغيض ، ولكن ليس قبل أن يعضني",
    "bg": "Успях да убия това мръсно същество, но не и преди да ме ухапе.",
    "cs": "Podařilo se mi to odporné stvoření zabít, ale ne dřív, než mě kouslo.",
    "da": "Jeg var i stand til at dræbe dette modbydelige væsen, men ikke før det havde bidt mig.",
    "de": "Ich war in der Lage, diese widerliche Kreatur zu töten, aber nicht, bevor sie mich gebissen hatte.",
    "el": "Ήμουν σε θέση να σκοτώσω αυτό το βρώμικο πλάσμα, αλλά όχι πριν με δαγκώσει.",
    "en": "I was able to slay this foul creature, but not before it had bitten me.",
    "es": "Pude matar a esta criatura asquerosa, pero no antes de que me hubiera mordido.",
    "es-419": "Pude matar a esta criatura asquerosa, pero no antes de que me hubiera mordido.",
    "fi": "Pystyin tappamaan tämän pahan olennon, mutta en ennen kuin se oli purrut minua.",
    "fr": "J’ai pu tuer cette créature immonde, mais pas avant qu’elle ne m’ait mordu.",
    "hu": "Meg tudtam ölni ezt a gonosz teremtményt, de nem azelőtt, hogy megharapott volna.",
    "it": "Sono stato in grado di uccidere questa creatura ripugnante, ma non prima che mi avesse morso.",
    "ja": "私はこの汚い生き物を殺すことができましたが、それが私を噛む前ではありませんでした。",
    "ko": "나는 이 사악한 생물을 죽일 수 있었지만, 그것이 나를 물기 전에는 죽일 수 없었다.",
    "nl": "Ik was in staat om dit vieze wezen te doden, maar niet voordat het me had gebeten.",
    "no": "Jeg var i stand til å drepe denne stygge skapningen, men ikke før den hadde bitt meg.",
    "pl": "Udało mi się zabić to plugawe stworzenie, ale nie wcześniej, niż mnie ugryzło.",
    "pt": "Eu era capaz de matar essa criatura suja, mas não antes que ela tivesse me mordido.",
    "pt-BR": "Eu fui capaz de matar essa criatura suja, mas não antes de ela ter me mordido.",
    "ro": "Am reușit să ucid această creatură urâtă, dar nu înainte de a mă mușca.",
    "ru": "Я смог убить это отвратительное существо, но не раньше, чем оно укусило меня.",
    "sv": "Jag kunde dräpa denna vidriga varelse, men inte innan den hade bitit mig.",
    "th": "ฉันสามารถฆ่าสิ่งมีชีวิตที่เหม็นนี้ได้ แต่ไม่ใช่ก่อนที่มันจะกัดฉัน",
    "tr": "Bu yaratığı öldürebildim, ama beni ısırmadan önce değil.",
    "uk": "Я зміг убити цю брудну істоту, але не раніше, ніж вона мене вкусила.",
    "vi": "Tôi đã có thể giết chết sinh vật hôi thối này, nhưng không phải trước khi nó cắn tôi.",
    "zh-CN": "我能够杀死这个肮脏的生物，但在它咬我之前。",
    "zh-TW": "我能夠殺死這個骯髒的生物，但在它咬我之前。"
}
