{
    "ar": ".؜سافر عبر المقبرة إلى المدينة ، وابحث عن الكاهنة. إنها أملي الوحيد",
    "bg": "Пътувайте през гробището в града и потърсете жрицата. Тя е единствената ми надежда.",
    "cs": "Projděte hřbitovem do města a vyhledejte kněžku. Ona je moje jediná naděje.",
    "da": "Rejs gennem kirkegården ind til byen, og opsøg præstinden. Hun er mit eneste håb.",
    "de": "Reisen Sie durch den Friedhof in die Stadt und suchen Sie die Priesterin. Sie ist meine einzige Hoffnung.",
    "el": "Ταξιδέψτε μέσα από το νεκροταφείο στην πόλη και αναζητήστε την ιέρεια. Είναι η μόνη μου ελπίδα.",
    "en": "Travel through the graveyard into town, and seek out the priestess. She is my only hope.",
    "es": "Viaja a través del cementerio hasta la ciudad y busca a la sacerdotisa. Ella es mi única esperanza.",
    "es-419": "Viaja a través del cementerio hasta la ciudad y busca a la sacerdotisa. Ella es mi única esperanza.",
    "fi": "Matkusta hautausmaan läpi kaupunkiin ja etsi papitar. Hän on ainoa toivoni.",
    "fr": "Traversez le cimetière jusqu’en ville et cherchez la prêtresse. Elle est mon seul espoir.",
    "hu": "Utazz át a temetőn a városba, és keresd meg a papnőt. Ő az egyetlen reményem.",
    "it": "Viaggia attraverso il cimitero in città e cerca la sacerdotessa. Lei è la mia unica speranza.",
    "ja": "墓地を通って町に移動し、巫女を探してください。彼女は私の唯一の希望です。",
    "ko": "묘지를 지나 마을로 들어가 여사제를 찾아보세요. 그녀는 나의 유일한 희망이다.",
    "nl": "Reis door het kerkhof naar de stad en zoek de priesteres op. Zij is mijn enige hoop.",
    "no": "Reis gjennom kirkegården og inn til byen, og oppsøk prestinnen. Hun er mitt eneste håp.",
    "pl": "Udaj się przez cmentarz do miasta i odszukaj kapłankę. Ona jest moją jedyną nadzieją.",
    "pt": "Viaje pelo cemitério até a cidade e procure a sacerdotisa. Ela é a minha única esperança.",
    "pt-BR": "Viaje pelo cemitério até a cidade e procure a sacerdotisa. Ela é a minha única esperança.",
    "ro": "Călătoriți prin cimitir în oraș și căutați preoteasa. Ea este singura mea speranță.",
    "ru": "Путешествуйте по кладбищу в город и найдите жрицу. Она моя единственная надежда.",
    "sv": "Res genom kyrkogården in till stan och sök upp prästinnan. Hon är mitt enda hopp.",
    "th": "เดินทางผ่านสุสานเข้าไปในเมืองและตามหาปุโรหิต เธอเป็นความหวังเดียวของฉัน",
    "tr": "Mezarlıktan kasabaya doğru seyahat edin ve rahibeyi arayın. O benim tek umudum.",
    "uk": "Подорожуйте через кладовище в місто і шукайте жрицю. Вона моя єдина надія.",
    "vi": "Đi qua nghĩa địa vào thị trấn, và tìm kiếm nữ tu sĩ. Cô ấy là hy vọng duy nhất của tôi.",
    "zh-CN": "穿过墓地进入城镇，寻找女祭司。她是我唯一的希望。",
    "zh-TW": "穿過墓地進入城鎮，尋找女祭司。她是我唯一的希望。"
}
