{
    "ar": "أنا لست على ما يرام ... يرجى الإسراع والعثور على %s1.",
    "bg": "Не се чувствам много добре... Моля, побързайте и намерете %s1.",
    "cs": "Necítím se moc dobře... Pospěšte si a najděte %s1.",
    "da": "Jeg har det ikke særlig godt... Skynd dig og find %s1.",
    "de": "Mir geht es nicht sehr gut... Bitte beeilen Sie sich und finden Sie %s1.",
    "el": "Δεν αισθάνομαι πολύ καλά... Παρακαλώ βιαστείτε και βρείτε %s1.",
    "en": "I am not feeling very well... please hurry and find %s1.",
    "es": "No me siento muy bien... Por favor, date prisa y encuentra %s1.",
    "es-419": "No me siento muy bien... Por favor, date prisa y encuentra %s1.",
    "fi": "En voi kovin hyvin... Pidä kiirettä ja etsi %s1.",
    "fr": "Je ne me sens pas très bien... Dépêchez-vous et trouvez %s1.",
    "hu": "Nem érzem jól magam... Kérjük, siessen, és keresse meg a %s1-et.",
    "it": "Non mi sento molto bene... Affrettatevi a trovare %s1.",
    "ja": "私はあまり気分が良くありません...急いで %s1 を見つけてください。",
    "ko": "몸이 좋지 않아요... 서둘러 %s1을(를) 찾으십시오.",
    "nl": "Ik voel me niet zo lekker... Haast u en vind %s1.",
    "no": "Jeg føler meg ikke veldig bra ... Vennligst skynd deg og finn %s1.",
    "pl": "Nie czuję się zbyt dobrze... Proszę się pospieszyć i znaleźć %s1.",
    "pt": "Não me sinto muito bem... Por favor, apresse-se e encontre %s1.",
    "pt-BR": "Não estou me sentindo muito bem... Apresse-se e encontre %s1.",
    "ro": "Nu mă simt foarte bine... Vă rugăm să vă grăbiți și să găsiți %s1.",
    "ru": "Я чувствую себя не очень хорошо... Пожалуйста, поторопитесь и найдите %s1.",
    "sv": "Jag mår inte så bra... Skynda dig och hitta %s1.",
    "th": "ฉันรู้สึกไม่ค่อยดีนัก... โปรดรีบหา %s1",
    "tr": "Kendimi çok iyi hissetmiyorum... Lütfen acele edin ve %s1'i bulun.",
    "uk": "Я почуваюся не дуже добре... Будь ласка, поспішайте знайти %s1.",
    "vi": "Tôi cảm thấy không được khỏe lắm... Hãy nhanh tay tìm %s1.",
    "zh-CN": "我感觉不太舒服...请赶快找到 %s1。",
    "zh-TW": "我感覺不太舒服...請趕快找到 %s1。"
}
