{
    "ar": "CALL هي تعليمات خاصة تعمل تماما مثل JMP. الفرق هو أن CALL يدفع أيضا عنوان التعليمات الحالية إلى المكدس. راجع تعليمات RET لمزيد من المعلومات.",
    "bg": "CALL е специална инструкция, която работи почти точно като JMP. Разликата е, че CALL също избутва адреса на текущата инструкция върху стека. Вижте инструкцията за RET за повече информация.",
    "cs": "CALL je speciální instrukce, která funguje téměř přesně jako JMP. Rozdíl je v tom, že CALL také tlačí adresu aktuální instrukce na zásobník. Další informace naleznete v pokynech RET.",
    "da": "CALL er en speciel instruktion, der fungerer næsten nøjagtigt som JMP. Forskellen er, at CALL også skubber adressen på den aktuelle instruktion på stakken. Se RET-instruktionen for at få flere oplysninger.",
    "de": "CALL ist eine spezielle Anweisung, die fast genauso funktioniert wie JMP. Der Unterschied besteht darin, dass CALL auch die Adresse der aktuellen Anweisung auf den Stack schiebt. Weitere Informationen finden Sie in der RET-Anweisung.",
    "el": "Το CALL είναι μια ειδική οδηγία που λειτουργεί σχεδόν ακριβώς όπως το JMP. Η διαφορά είναι ότι το CALL ωθεί επίσης τη διεύθυνση της τρέχουσας εντολής στη στοίβα. Ανατρέξτε στην οδηγία RET για περισσότερες πληροφορίες.",
    "en": "CALL is a special instruction that works almost exactly like JMP. The difference is that CALL also pushes the address of the current instruction onto the stack. See the RET instruction for more information.",
    "es": "CALL es una instrucción especial que funciona casi exactamente como JMP. La diferencia es que CALL también empuja la dirección de la instrucción actual en la pila. Consulte las instrucciones RET para obtener más información.",
    "es-419": "CALL es una instrucción especial que funciona casi exactamente como JMP. La diferencia es que CALL también empuja la dirección de la instrucción actual en la pila. Consulte las instrucciones RET para obtener más información.",
    "fi": "CALL on erityinen ohje, joka toimii lähes täsmälleen kuten JMP. Erona on, että CALL työntää myös nykyisen käskyn osoitteen pinoon. Katso lisätietoja RET-ohjeesta.",
    "fr": "CALL est une instruction spéciale qui fonctionne presque exactement comme JMP. La différence est que CALL pousse également l’adresse de l’instruction actuelle sur la pile. Consultez les instructions RET pour plus d’informations.",
    "hu": "A CALL egy speciális utasítás, amely szinte pontosan úgy működik, mint a JMP. A különbség az, hogy a CALL az aktuális utasítás címét is a veremre tolja. További információkért lásd a RET utasítást.",
    "it": "CALL è un'istruzione speciale che funziona quasi esattamente come JMP. La differenza è che CALL spinge anche l'indirizzo dell'istruzione corrente sullo stack. Per ulteriori informazioni, vedere le istruzioni RET.",
    "ja": "CALLは、JMPとほぼ同じように機能する特別な命令です。違いは、CALLが現在の命令のアドレスもスタックにプッシュすることです。詳細については、RET の指示を参照してください。",
    "ko": "CALL은 JMP와 거의 동일하게 작동하는 특수 명령입니다. 차이점은 CALL도 현재 명령어의 주소를 스택에 푸시한다는  것입니다. 자세한 내용은 RET 지침을 참조하십시오.",
    "nl": "CALL is een speciale instructie die bijna precies zo werkt als JMP. Het verschil is dat CALL ook het adres van de huidige instructie op de stapel duwt. Zie de RET-instructie voor meer informatie.",
    "no": "CALL er en spesiell instruksjon som fungerer nesten akkurat som JMP. Forskjellen er at CALL også skyver adressen til gjeldende instruksjon på stabelen. Se RET-instruksjonen for mer informasjon.",
    "pl": "CALL to specjalna instrukcja, która działa prawie dokładnie tak samo jak JMP. Różnica polega na tym, że CALL również wypycha adres bieżącej instrukcji na stos. Więcej informacji można znaleźć w instrukcji RET.",
    "pt": "CALL é uma instrução especial que funciona quase exatamente como JMP. A diferença é que CALL também empurra o endereço da instrução atual para a pilha. Consulte as instruções RET para obter mais informações.",
    "pt-BR": "CALL é uma instrução especial que funciona quase exatamente como JMP. A diferença é que CALL também empurra o endereço da instrução atual para a pilha. Consulte a instrução RET para obter mais informações.",
    "ro": "CALL este o instrucțiune specială care funcționează aproape exact ca JMP. Diferența este că CALL împinge, de asemenea, adresa instrucțiunii curente pe stivă. Consultați instrucțiunile RET pentru mai multe informații.",
    "ru": "CALL - это специальная инструкция, которая работает почти так же, как JMP. Разница в том, что CALL также помещает адрес текущей инструкции в стек. Дополнительные сведения см. в инструкции RET.",
    "sv": "CALL är en speciell instruktion som fungerar nästan exakt som JMP. Skillnaden är att CALL också skjuter adressen till den aktuella instruktionen på stacken. Se RET-instruktionen för mer information.",
    "th": "CALL เป็นคําสั่งพิเศษที่ทํางานเกือบจะเหมือนกับ JMP ความแตกต่างคือ CALL ยังผลักดันที่อยู่ของคําสั่งปัจจุบันไปยังสแต็ค ดูคําแนะนํา RET สําหรับข้อมูลเพิ่มเติม",
    "tr": "CALL, neredeyse tam olarak JMP gibi çalışan özel bir talimattır. Aradaki fark, CALL'un geçerli talimatın adresini de yığına itmesidir. Daha fazla bilgi için RET talimatına bakın.",
    "uk": "CALL - це спеціальна інструкція, яка працює майже так само, як JMP. Різниця полягає в тому, що CALL також виштовхує адресу поточної інструкції на стек. Щоб дізнатися більше, перегляньте інструкцію RET.",
    "vi": "CALL là một hướng dẫn đặc biệt hoạt động gần như chính xác như JMP. Sự khác biệt là CALL cũng đẩy địa chỉ của lệnh hiện tại lên ngăn xếp. Xem hướng dẫn RET để biết thêm thông tin.",
    "zh-CN": "CALL是一种特殊指令，其工作原理几乎与JMP完全相同。不同之处在于 CALL 还将当前指令的地址推送到堆栈上。有关详 细信息，请参阅 RET 说明。",
    "zh-TW": "CALL是一種特殊指令，其工作原理幾乎與JMP完全相同。不同之處在於 CALL 還將當前指令的位址推送到堆疊上。有關詳 細資訊，請參閱 RET 說明。"
}
