{
    "ar": "JMP هي تعليمات تنتقل مباشرة إلى تعليمات جديدة. عادة ، يتم تشغيل التعليمات بالترتيب من أعلى إلى أسفل ، سطرا بسطر. يمكن لتعليمات JMP تخطي ، أو حتى التراجع ، لبدء تنفيذ التعليمات في مكان آخر.",
    "bg": "JMP е инструкция, която директно прескача към нова инструкция. Обикновено инструкциите се изпълняват по ред отгоре надолу, ред по ред. Инструкцията на JMP може да прескочи или дори да се върне назад, за да започне да изпълнява инструкции някъде другаде.",
    "cs": "JMP je instrukce, která přímo přeskakuje na novou instrukci. Obvykle se instrukce spouštějí v pořadí shora dolů, řádek po řádku. Instrukce JMP může přeskočit nebo dokonce ustoupit a začít provádět instrukce někde jinde.",
    "da": "JMP er en instruktion, der direkte springer til en ny instruktion. Normalt kører instruktionerne i rækkefølge fra top til bund, linje for linje. En JMP-instruktion kan springe over eller endda gå tilbage for at begynde at udføre instruktioner et andet sted.",
    "de": "JMP ist eine Anweisung, die direkt zu einer neuen Anweisung springt. Normalerweise laufen die Anweisungen in der Reihenfolge von oben nach unten, Zeile für Zeile. Eine JMP-Anweisung kann übersprungen oder sogar zurückverfolgt werden, um mit der Ausführung von Anweisungen an einer anderen Stelle zu beginnen.",
    "el": "Το JMP είναι μια οδηγία που μεταβαίνει απευθείας σε μια νέα οδηγία. Κανονικά, οι οδηγίες εκτελούνται με σειρά από πάνω προς τα κάτω, γραμμή προς γραμμή. Μια εντολή JMP μπορεί να παραλείψει, ή ακόμα και να κάνει πίσω, για να αρχίσει να εκτελεί οδηγίες κάπου αλλού.",
    "en": "JMP is an instruction that directly jumps to a new instruction. Normally, instructions run in order from top to bottom, line by line. A JMP instruction can skip over, or even backtrack, to begin executing instructions somewhere else.",
    "es": "JMP es una instrucción que salta directamente a una nueva instrucción. Normalmente, las instrucciones se ejecutan en orden de arriba a abajo, línea por línea. Una instrucción JMP puede omitir, o incluso retroceder, para comenzar a ejecutar instrucciones en otro lugar.",
    "es-419": "JMP es una instrucción que salta directamente a una nueva instrucción. Normalmente, las instrucciones se ejecutan en orden de arriba a abajo, línea por línea. Una instrucción JMP puede omitir, o incluso retroceder, para comenzar a ejecutar instrucciones en otro lugar.",
    "fi": "JMP on ohje, joka hyppää suoraan uuteen ohjeeseen. Normaalisti ohjeet kulkevat järjestyksessä ylhäältä alas, rivi riviltä. JMP-ohje voi ohittaa tai jopa perääntyä aloittaakseen ohjeiden suorittamisen muualla.",
    "fr": "JMP est une instruction qui permet d’accéder directement à une nouvelle instruction. Normalement, les instructions s’exécutent dans l’ordre de haut en bas, ligne par ligne. Une instruction JMP peut sauter, voire revenir en arrière, pour commencer à exécuter des instructions ailleurs.",
    "hu": "A JMP egy olyan utasítás, amely közvetlenül egy új utasításra ugrik. Általában az utasítások fentről lefelé, sorról sorra futnak. A JMP utasítás átugorhatja, vagy akár vissza is léphet, hogy máshol kezdje el végrehajtani az utasításokat.",
    "it": "JMP è un'istruzione che passa direttamente a una nuova istruzione. Normalmente, le istruzioni vengono eseguite in ordine dall'alto verso il basso, riga per riga. Un'istruzione JMP può saltare, o addirittura tornare indietro, per iniziare a eseguire le istruzioni da qualche altra parte.",
    "ja": "JMPは、新しい命令に直接ジャンプする命令です。通常、命令は上から下へ、行ごとに順番に実行されます。JMP命令は、 スキップしたり、バックトラックしたりして、別の場所で命令の実行を開始できます。",
    "ko": "JMP는 새 명령으로 바로 이동하는 명령입니다. 일반적으로 지침은 위에서 아래로, 한 줄씩 순서대로 실행됩니다. JMP 명령은 건너뛰거나 역추적하여 다른 곳에서 명령 실행을 시작할 수 있습니다.",
    "nl": "JMP is een instructie die direct naar een nieuwe instructie springt. Normaal gesproken worden instructies in volgorde van boven naar beneden uitgevoerd, regel voor regel. Een JMP-instructie kan overslaan of zelfs teruggaan om ergens anders instructies uit te voeren.",
    "no": "JMP er en instruksjon som direkte hopper til en ny instruksjon. Normalt kjøres instruksjonene i rekkefølge fra topp til bunn, linje for linje. En JMP-instruksjon kan hoppe over, eller til og med gå tilbake, for å begynne å utføre instruksjoner et annet sted.",
    "pl": "JMP to instrukcja, która bezpośrednio przeskakuje do nowej instrukcji. Zwykle instrukcje są uruchamiane w kolejności od góry do dołu, linia po linii. Instrukcja JMP może przeskoczyć, a nawet cofnąć się, aby rozpocząć wykonywanie instrukcji w innym miejscu.",
    "pt": "JMP é uma instrução que salta diretamente para uma nova instrução. Normalmente, as instruções são executadas em ordem de cima para baixo, linha por linha. Uma instrução JMP pode pular, ou até mesmo voltar atrás, para começar a executar instruções em outro lugar.",
    "pt-BR": "JMP é uma instrução que salta diretamente para uma nova instrução. Normalmente, as instruções são executadas em ordem de cima para baixo, linha por linha. Uma instrução JMP pode pular, ou até mesmo retroceder, para começar a executar instruções em outro lugar.",
    "ro": "JMP este o instrucțiune care sare direct la o nouă instrucțiune. În mod normal, instrucțiunile rulează în ordine de sus în jos, linie cu linie. O instrucțiune JMP poate sări peste, sau chiar înapoi, pentru a începe executarea instrucțiunilor în altă parte.",
    "ru": "JMP — это инструкция, которая напрямую переходит к новой инструкции. Обычно инструкции выполняются по порядку сверху вниз, строка за строкой. Инструкция JMP может пропустить или даже вернуться назад, чтобы начать выполнять инструкции где-то еще.",
    "sv": "JMP är en instruktion som direkt hoppar till en ny instruktion. Normalt går instruktionerna i ordning från topp till botten, rad för rad. En JMP-instruktion kan hoppa över, eller till och med backtrack, för att börja utföra instruktioner någon annanstans.",
    "th": "JMP เป็นคําสั่งที่ข้ามไปยังคําสั่งใหม่โดยตรง โดยปกติคําแนะนําจะทํางานตามลําดับจากบนลงล่างทีละบรรทัด คําสั่ง JMP สามารถข้ามหรือแม้กระทั่งย้อนรอยเพื่อเริ่มดําเนินการคําสั่งที่อื่น",
    "tr": "JMP, doğrudan yeni bir talimata atlayan bir talimattır. Normalde, talimatlar yukarıdan aşağıya, satır satır sırayla çalışır. Bir JMP talimatı, talimatları başka bir yerde yürütmeye başlamak için atlayabilir, hatta geri adım atlayabilir.",
    "uk": "JMP - це інструкція, яка безпосередньо переходить до нової інструкції. Зазвичай інструкції виконуються по порядку зверху вниз, рядок за рядком. Інструкція JMP може пропустити або навіть відступити, щоб почати виконувати інструкції в іншому місці.",
    "vi": "JMP là một lệnh trực tiếp chuyển sang một lệnh mới. Thông thường, các hướng dẫn chạy theo thứ tự từ trên xuống dưới, từng dòng. Một lệnh JMP có thể bỏ qua, hoặc thậm chí lùi lại, để bắt đầu thực hiện các hướng dẫn ở một nơi khác.",
    "zh-CN": "JMP是直接跳转到新指令的指令。通常，指令按从上到下的顺序，逐行运行。JMP指令可以跳过甚至回溯，在其他地方开始执行指令。",
    "zh-TW": "JMP是直接跳轉到新指令的指令。通常，指令按從上到下的順序，逐行運行。JMP指令可以跳過甚至回溯，在其他地方開始執行指令。"
}
