{
    "ar": "الآن! استخدام وضع القراصنة لوقف تعويذة العدو الشفاء.",
    "bg": "Сега! Използвайте хакерски режим, за да спрете изцелителната магия на врага.",
    "cs": "Nyní! Použijte režim hackerů, abyste zastavili léčebné kouzlo nepřítele.",
    "da": "Nu! Brug hacker mode til at stoppe fjendens helbredende magi.",
    "de": "Jetzt! Verwenden Sie den Hacker-Modus, um den Heilzauber des Feindes zu stoppen.",
    "el": "Τώρα! Χρησιμοποιήστε τη λειτουργία hacker για να σταματήσετε το ξόρκι θεραπείας του εχθρού.",
    "en": "Now! Use hacker mode to stop the enemy's healing spell.",
    "es": "¡Ahora! Usa el modo hacker para detener el hechizo de curación del enemigo.",
    "es-419": "¡Ahora! Usa el modo hacker para detener el hechizo de curación del enemigo.",
    "fi": "Nyt! Käytä häkitilaa pysäyttääksesi vihollisen paranemisen.",
    "fr": "À présent! Utilisez le mode pirate pour arrêter le sortilège de guérison de l'ennemi.",
    "hu": "Most! Használja a hacker módot, hogy megállítsa az ellenség gyógyító varázslatát.",
    "it": "Adesso! Usa la modalità hacker per fermare l'incantesimo di cura del nemico.",
    "ja": "今すぐ！ハッカーモードを使用して敵の癒しの呪文を止めます。",
    "ko": "지금! 해커 모드를 사용하여 적의 치유 주문을 중지하십시오.",
    "nl": "Nu! Gebruik de hackermodus om de genezingsspreuk van de vijand te stoppen.",
    "no": "Nå! Bruk hacker-modus for å stoppe fiendens helbredende stave.",
    "pl": "Teraz! Użyj trybu hakera, aby zatrzymać zaklęcie leczące wroga.",
    "pt": "Agora! Use o modo hacker para parar o feitiço de cura do inimigo.",
    "pt-BR": "Agora! Use o modo hacker para parar o feitiço de cura do inimigo.",
    "ro": "Acum! Utilizați modul hacker pentru a opri vraja vindecătoare a inamicului.",
    "ru": "Сейчас! Используйте режим хакера, чтобы остановить заклинание лечения врага.",
    "sv": "Nu! Använd hackarläge för att stoppa fiendens helande stavning.",
    "th": "ในขณะนี้! ใช้โหมดแฮ็กเกอร์เพื่อหยุดเวทย์มนตร์ของศัตรู",
    "tr": "Şimdi! Düşmanın iyileştirici büyüsünü durdurmak için korsan modunu kullanın.",
    "uk": "Тепер! Використовуйте хакерський режим, щоб зупинити заклинання зцілення противника.",
    "vi": "Hiện nay! Sử dụng chế độ hacker để ngăn chặn phép chữa trị của kẻ thù.",
    "zh-CN": "现在！使用黑客模式来阻止敌人的治疗法术。",
    "zh-TW": "現在！使用黑客模式來阻止敵人的治療法術。"
}
