{
    "ar": "أنت محاصر! يجب عليك اختراق نفسك للخروج من هذا واحد!",
    "bg": "Вие сте в капан! Ще трябва да се хакнете, за да се измъкнете от това!",
    "cs": "Jste v pasti! Budeš se muset dostat z tohohle!",
    "da": "Du er fanget! Du bliver nødt til at hakke dig selv for at komme ud af denne!",
    "de": "Du bist gefangen! Du musst dich selbst hacken, um aus diesem herauszukommen!",
    "el": "Είστε παγιδευμένοι! Θα πρέπει να χάσετε τον εαυτό σας για να βγείτε από αυτό!",
    "en": "You're trapped! You're gonna have to hack yourself to get out of this one!",
    "es": "Estas atrapado ¡Tendrás que piratearte para salir de este!",
    "es-419": "Estas atrapado ¡Tendrás que piratearte para salir de este!",
    "fi": "Olet loukussa! Sinun täytyy hakata itsesi päästäksesi ulos tästä!",
    "fr": "Vous êtes pris au piège! Vous allez devoir vous pirater pour sortir de celui-ci!",
    "hu": "Ön csapdába esett! Meg kell csapkodnia magát, hogy kijöjjön ebből!",
    "it": "Sei intrappolato! Dovrai hackerarti per uscire da questo!",
    "ja": "あなたは捕まっています！あなたはこれから抜け出すために自分自身をハックする必要があるのです！",
    "ko": "너 갇혀있어! 이걸 벗어나기 위해 너 자신을 해킹해야 해!",
    "nl": "Je zit in de val! Je moet jezelf hacken om hier uit te komen!",
    "no": "Du er fanget! Du må hack deg for å komme deg ut av denne!",
    "pl": "Jesteś uwięziony! Musisz wydostać się z tego!",
    "pt": "Você está preso! Você vai ter que hackear a si mesmo para sair dessa!",
    "pt-BR": "Você está preso! Você vai ter que hackear a si mesmo para sair dessa!",
    "ro": "Ești prins! Va trebui să te hai să ieși din asta!",
    "ru": "Вы в ловушке! Тебе придется взломать себя, чтобы выбраться из этого!",
    "sv": "Du är instängd! Du kommer att behöva hacka dig själv för att komma ut ur den här!",
    "th": "คุณติดกับดัก! คุณจะต้องแฮ็คตัวเองเพื่อออกไปจากอันนี้!",
    "tr": "Kapana kısıldın! Bundan kurtulmak için kendini kesmek zorunda kalacaksın!",
    "uk": "Ви потрапили в пастку! Ви повинні будете зламати себе, щоб вийти з цього!",
    "vi": "Bạn bị mắc kẹt! Bạn sẽ phải tự hack để thoát khỏi cái này!",
    "zh-CN": "你被困了！你将不得不破解自己离开这个！",
    "zh-TW": "你被困了！你將不得不破壞自己擺脫這一個！"
}
