{
    "ar": "RET هي تعليمات خاصة تنتقل إلى العنوان المخزن أعلى المكدس. بعد ذلك ، برزت المكدس. يستخدم RET بشكل عام بعد CALL للعودة إلى التعليمات بعد CALL. بمعنى آخر ، يمكن اعتبار RET JMP للعنوان الموجود أعلى المكدس ، متبوعا ب POP.",
    "bg": "RET е специална инструкция, която прескача на адреса, съхраняван в горната част на стека. След това стекът се пука. RET обикновено се използва след CALL, за да се върне към инструкцията след CALL. С други думи, RET може да се счита за JMP на адреса в горната част на стека, последван от POP.",
    "cs": "RET je speciální instrukce, která přeskočí na adresu uloženou na horní straně zásobníku. Poté se zásobník vyskočí. RET se obecně používá po CALL pro návrat k instrukci po CALL. Jinými slovy, RET může být považován za JMP na adresu v horní části zásobníku, následovaný POP.",
    "da": "RET er en speciel instruktion, der hopper til den adresse, der er gemt oven på stakken. Bagefter poppes stakken. RET bruges generelt efter et CALL til at vende tilbage til instruktionen efter CALL. Med andre ord kan RET betragtes som en JMP til adressen øverst i stakken efterfulgt af en POP.",
    "de": "RET ist eine spezielle Anweisung, die zu der Adresse springt, die oben auf dem Stapel gespeichert ist. Danach wird der Stapel gepoppt. RET wird im Allgemeinen nach einem CALL verwendet, um nach dem CALL zur Anweisung zurückzukehren. Mit anderen Worten, RET kann als JMP für die Adresse am oberen Rand des Stapels betrachtet werden, gefolgt von einem POP.",
    "el": "Το RET είναι μια ειδική οδηγία που μεταβαίνει στη διεύθυνση που είναι αποθηκευμένη στην κορυφή της στοίβας. Στη συνέχεια, εμφανίζεται η στοίβα. Το RET χρησιμοποιείται γενικά μετά από μια CALL για να επιστρέψει στην εντολή μετά την CALL. Με άλλα λόγια, το RET μπορεί να θεωρηθεί JMP στη διεύθυνση στην κορυφή της στοίβας, ακολουθούμενο από ένα POP.",
    "en": "RET is a special instruction that jumps to the address stored on top of the stack. Afterwards, the stack is popped. RET is generally used after a CALL to return to the instruction after the CALL. In other words, RET can be considered a JMP to the address at the top of the stack, followed by a POP.",
    "es": "RET es una instrucción especial que salta a la dirección almacenada en la parte superior de la pila. Después, la pila se rompe. RET se usa generalmente después de una LLAMADA para volver a la instrucción después de la LLAMADA. En otras palabras, RET se puede considerar un JMP para la dirección en la parte superior de la pila, seguido de un POP.",
    "es-419": "RET es una instrucción especial que salta a la dirección almacenada en la parte superior de la pila. Después, la pila se rompe. RET se usa generalmente después de una LLAMADA para volver a la instrucción después de la LLAMADA. En otras palabras, RET se puede considerar un JMP para la dirección en la parte superior de la pila, seguido de un POP.",
    "fi": "RET on erityinen ohje, joka hyppää pinon päälle tallennettuun osoitteeseen. Sen jälkeen pino ponnahtaa esiin. RET: tä käytetään yleensä CALL: n jälkeen palaamaan ohjeeseen CALL: n jälkeen. Toisin sanoen RET: tä voidaan pitää JMP: nä pinon yläosassa olevaan osoitteeseen, jota seuraa POP.",
    "fr": "RET est une instruction spéciale qui saute à l’adresse stockée au-dessus de la pile. Ensuite, la pile est éclatée. RET est généralement utilisé après un CALL pour revenir à l’instruction après le CALL. En d’autres termes, RET peut être considéré comme un JMP à l’adresse située en haut de la pile, suivi d’un POP.",
    "hu": "A RET egy speciális utasítás, amely a verem tetején tárolt címre ugrik. Ezután a verem kipattan. A RET-et általában a HÍVÁS után használják, hogy visszatérjenek az utasításhoz a HÍVÁS után. Más szóval, a RET JMP-nek tekinthető a verem tetején lévő címre, amelyet egy POP követ.",
    "it": "RET è un'istruzione speciale che salta all'indirizzo memorizzato nella parte superiore dello stack. Successivamente, la pila viene spuntata. RET viene generalmente utilizzato dopo una CHIAMATA per tornare all'istruzione dopo la CHIAMATA. In altre parole, RET può essere considerato un JMP all'indirizzo nella parte superiore dello stack, seguito da un POP.",
    "ja": "RETは、スタックの一番上に格納されているアドレスにジャンプする特別な命令です。その後、スタックがポップされます。RETは通常、CALLの後に命令に戻るためにCALLの後に使用されます。つまり、RETはスタックの一番上のアドレスへのJMPであり、そ の後にPOPが続くと考えることができます。",
    "ko": "RET는 스택 위에 저장된 주소로 이동하는 특수 명령입니다. 그런 다음 스택이 팝됩니다. RET는 일반적으로 CALL 후 CALL 후 명령으로 돌아가는 데 사용됩니다. 즉, RET는 스택 맨 위에 있는 주소에 대한 JMP로 간주될 수 있으며 그 뒤에 POP가 옵 니다.",
    "nl": "RET is een speciale instructie die naar het adres springt dat bovenop de stapel is opgeslagen. Daarna wordt de stapel gepopt. RET wordt over het algemeen gebruikt na een OPROEP om na de OPROEP terug te keren naar de instructie. Met andere woorden, RET kan worden beschouwd als een JMP naar het adres bovenaan de stapel, gevolgd door een POP.",
    "no": "RET er en spesiell instruksjon som hopper til adressen som er lagret på toppen av stabelen. Etterpå er bunken poppet. RET brukes vanligvis etter en CALL for å gå tilbake til instruksjonen etter CALL. Med andre ord kan RET betraktes som en JMP til adressen øverst i stabelen, etterfulgt av en POP.",
    "pl": "RET to specjalna instrukcja, która przeskakuje na adres zapisany na szczycie stosu. Następnie stos jest wyskakiwany. RET jest zwykle używany po CALL, aby powrócić do instrukcji po CALL. Innymi słowy, RET można uznać za JMP do adresu na górze stosu, a następnie POP.",
    "pt": "RET é uma instrução especial que salta para o endereço armazenado no topo da pilha. Depois, a pilha é estourada. O RET é geralmente usado após uma CHAMADA para retornar à instrução após a CHAMADA. Em outras palavras, RET pode ser considerado um JMP para o endereço no topo da pilha, seguido por um POP.",
    "pt-BR": "RET é uma instrução especial que salta para o endereço armazenado no topo da pilha. Depois, a pilha é estourada. O RET é geralmente usado após uma CHAMADA para retornar à instrução após a CHAMADA. Em outras palavras, o RET pode ser considerado um JMP para o endereço no topo da pilha, seguido por um POP.",
    "ro": "RET este o instrucțiune specială care sare la adresa stocată deasupra stivei. După aceea, stiva este popped. RET este utilizat în general după un APEL pentru a reveni la instrucțiune după APEL. Cu alte cuvinte, RET poate fi considerat un JMP la adresa din partea de sus a stivei, urmat de un POP.",
    "ru": "RET — это специальная инструкция, которая переходит к адресу, хранящемуся в верхней части стека. После этого стопка лопается. RET обычно используется после CALL, чтобы вернуться к инструкции после CALL. Другими словами, RET можно рассматривать как JMP к адресу в верхней части стека, за которым следует POP.",
    "sv": "RET är en speciell instruktion som hoppar till adressen som lagras ovanpå stacken. Efteråt poppas stacken. RET används vanligtvis efter ett CALL för att återgå till instruktionen efter CALL. Med andra ord kan RET betraktas som en JMP till adressen högst upp i stacken, följt av en POP.",
    "th": "RET เป็นคําสั่งพิเศษที่ข้ามไปยังที่อยู่ที่เก็บไว้ด้านบนของสแต็ค หลังจากนั้นกองก็โผล่ขึ้นมา โดยทั่วไปจะใช้ RET หลังจากการโทรเพื่อกลับไปที่คําสั่งหลังจากการโทร กล่าวอีกนัยหนึ่ง RET ถือได้ว่าเป็น JMP ไปยังที่อยู่ที่ด้านบนของสแต็กตามด้วย POP",
    "tr": "RET, yığının üstünde depolanan adrese atlayan özel bir talimattır. Daha sonra, yığın açılır. RET genellikle bir ÇAĞRI'dan sonra, ÇAĞRI'dan sonra talimata geri dönmek için kullanılır. Başka bir deyişle, RET, yığının en üstündeki adrese bir JMP ve ardından bir POP olarak düşünülebilir.",
    "uk": "RET — це спеціальна інструкція, яка переходить за адресою, що зберігається поверх стека. Після цього стек вискакує. RET зазвичай використовується після CALL, щоб повернутися до інструкції після CALL. Іншими словами, RET можна вважати JMP до адреси у верхній частині стека, за яким слідує POP.",
    "vi": "RET là một lệnh đặc biệt nhảy đến địa chỉ được lưu trữ trên đầu ngăn xếp. Sau đó, ngăn xếp được bật lên. RET thường được sử dụng sau CALL để quay lại hướng dẫn sau CALL. Nói cách khác, RET có thể được coi là JMP đến địa chỉ ở đầu ngăn xếp, theo sau là POP.",
    "zh-CN": "RET 是一种特殊指令，可跳转到存储在堆栈顶部的地址。之后，堆栈被弹出。RET 通常在 CALL 之后使用，以在 CALL 之后返回指令。换句话说，RET可以被视为堆栈顶部地址的JMP，后跟POP。",
    "zh-TW": "RET 是一種特殊指令，可跳轉到存儲在堆疊頂部的位址。之後，堆疊被彈出。RET 通常在 CALL 之後使用，以在 CALL 之後返回指令。換句話說，RET可以被視為堆疊頂部位址的JMP，後跟POP。"
}
