{
    "ar": "مع كل السرقة التي قمت بها، كنت أتوقع أن ينتهي بي المطاف في مكان ما أكثر قليلاً... الناري.",
    "bg": "С всичкия си кражби, очаквах да свърша някъде... Огнена.",
    "cs": "Se všemi těmi krádežemi, které jsem udělal, jsem čekal, že skončím někde víc... Ohnivé.",
    "da": "Med alle de tyveri jeg har gjort, jeg havde forventet at ende op et sted lidt mere ... Fyrig.",
    "de": "Mit all dem Diebstahl, den ich gemacht habe, hatte ich erwartet, irgendwo ein bisschen mehr zu landen... Fiery.",
    "el": "Με όλες τις κλοπές που έχω κάνει, περίμενα να καταλήξω κάπου πιο... Φλογερό.",
    "en": "With all of the stealing I've done, I was expecting to end up somewhere a bit more... fiery.",
    "es": "Con todo el robo que he hecho, esperaba terminar en algún lugar un poco más... Ardiente.",
    "es-419": "Con todo el robo que he hecho, esperaba terminar en algún lugar un poco más... Ardiente.",
    "fi": "Kun kaikki varastaminen olen tehnyt, odotin päätyä jonnekin hieman enemmän ... Tulinen.",
    "fr": "Avec tout le vol que j’ai fait, je m’attendais à finir quelque part un peu plus ... Fiery.",
    "hu": "Az összes lopás, amit tettem, arra számítottam, hogy egy kicsit... Tüzes.",
    "it": "Con tutti i furti che ho fatto, mi aspettavo di finire in un posto un po' di più... Fiery.",
    "ja": "私がやったすべての盗みで、私はもう少しどこかで終わることを期待していました.激しい。",
    "ko": "내가 한 모든 도둑질로, 나는 어딘가에 좀 더 끝날 것으로 예상했다 ... 불타.",
    "nl": "Met al het stelen dat ik heb gedaan, verwachtte ik te eindigen ergens een beetje meer ... Vurige.",
    "nb": "Med all den tyverien jeg har gjort, forventet jeg å ende opp et sted litt mer ... Flammende.",
    "pl": "Z wszystkich kradzieży zrobiłem, spodziewałem się skończyć gdzieś trochę więcej ... Ognisty.",
    "pt": "Com todo o roubo que fiz, esperava acabar num lugar um pouco mais... ardente.",
    "pt-BR": "Com todos os roubos que fiz, esperava acabar em algum lugar um pouco mais... Ardente.",
    "ro": "Cu toate furturile pe care le-am făcut, mă așteptam să ajung într-un pic mai... Foc.",
    "ru": "Со всеми воровство я сделал, я ожидал в конечном итоге где-то немного больше ... Огненный.",
    "sv": "Med alla stölder jag har gjort, jag förväntade mig att hamna någonstans lite mer ... Eldig.",
    "th": "กับขโมยทั้งหมดที่ฉันได้ทําผมคาดหวังที่จะจบลงที่อื่นอีกนิด คะนอง",
    "tr": "Yaptığım tüm hırsızlık ile, ben bir yere biraz daha sonuna kadar bekliyordum ... Ateşli.",
    "uk": "З усіма крадіжці я зробив, я очікував, щоб в кінцевому підсумку десь трохи більше... Вогненно.",
    "vi": "Với tất cả các ăn cắp tôi đã thực hiện, tôi đã hy vọng để kết thúc lên một nơi nào đó hơn một chút... Fiery.",
    "zh-CN": "我做过的所有偷窃，我期待在某处结束一点...火热。",
    "zh-TW": "我做過的所有偷竊,我期待在某處結束一點...火熱。"
}
