{
    "ar": "JA / JAE / JB / JBE / JNA / JNB / JNAE / JNBE كلها تعليمات تؤدي قفزة فقط في ظل ظروف معينة.",
    "bg": "JA/JAE/JB/JBE/JNA/JNB/JNAE/JNBE са всички инструкции, които извършват скок само при определени условия.",
    "cs": "JA/JAE/JB/JBE/JNA/JNB/JNAE/JNBE jsou všechny instrukce, které provádějí skok pouze za určitých podmínek.",
    "da": "JA/JAE/JB/JBE/JNA/JNB/JNAE/JNBE er alle instruktioner, der kun udfører et spring under visse betingelser.",
    "de": "JA/JAE/JB/JBE/JNA/JNB/JNAE/JNBE sind alles Anweisungen, die nur unter bestimmten Bedingungen einen Sprung ausführen.",
    "el": "JA/JAE/JB/JBE/JNA/JNB/JNAE/JNBE είναι όλες οι οδηγίες που εκτελούν άλμα μόνο υπό ορισμένες συνθήκες.",
    "en": "JA/JAE/JB/JBE/JNA/JNB/JNAE/JNBE are all instructions that only perform a jump under certain conditions.",
    "es": "JA/JAE/JB/JBE/JNA/JNB/JNAE/JNBE son todas instrucciones que solo realizan un salto bajo ciertas condiciones.",
    "es-419": "JA/JAE/JB/JBE/JNA/JNB/JNAE/JNBE son todas instrucciones que solo realizan un salto bajo ciertas condiciones.",
    "fi": "JA/JAE/JB/JBE/JNA/JNB/JNAE/JNBE ovat kaikki ohjeita, jotka suorittavat hypyn vain tietyissä olosuhteissa.",
    "fr": "JA/JAE/JB/JBE/JNA/JNB/JNAE/JNBE sont toutes des instructions qui n’effectuent un saut que sous certaines conditions.",
    "hu": "A JA/JAE/JB/JBE/JNA/JNB/JNAE/JNBE mind olyan utasítások, amelyek csak bizonyos körülmények között hajtanak végre ugrást.",
    "it": "JA/JAE/JB/JBE/JNA/JNB/JNAE/JNBE sono tutte istruzioni che eseguono un salto solo in determinate condizioni.",
    "ja": "JA/JAE/JB/JBE/JNA/JNB/JNAE/JNBE は、すべて特定の条件下でのみジャンプを実行する命令です。",
    "ko": "JA/JAE/JB/JBE/JNA/JNB/JNAE/JNBE는 모두 특정 조건에서만 점프를 수행하는 명령입니다.",
    "nl": "JA/JAE/JB/JBE/JNA/JNB/JNAE/JNBE zijn allemaal instructies die alleen onder bepaalde omstandigheden een sprong uitvoeren.",
    "no": "JA/JAE/JB/JBE/JNA/JNB/JNAE/JNBE er alle instruksjoner som bare utfører et hopp under visse forhold.",
    "pl": "JA/JAE/JB/JBE/JNA/JNB/JNAE/JNBE to instrukcje, które wykonują skok tylko w określonych warunkach.",
    "pt": "JA/JAE/JB/JBE/JNA/JNB/JNAE/JNBE são todas instruções que só executam um salto sob certas condições.",
    "pt-BR": "JA/JAE/JB/JBE/JNA/JNB/JNAE/JNBE são todas instruções que só realizam um salto sob certas condições.",
    "ro": "JA/JAE/JB/JBE/JNA/JNB/JNAE/JNBE sunt toate instrucțiuni care efectuează un salt numai în anumite condiții.",
    "ru": "JA/JAE/JB/JBE/JNA/JNB/JNAE/JNBE — это все инструкции, которые выполняют прыжок только при определенных условиях.",
    "sv": "JA/JAE/JB/JBE/JNA/JNB/JNAE/JNBE är alla instruktioner som bara utför ett hopp under vissa förhållanden.",
    "th": "JA/JAE/JB/JBE/JNA/JNB/JNAE/JNBE เป็นคําแนะนําทั้งหมดที่ทําการกระโดดภายใต้เงื่อนไขบางประการเท่านั้น",
    "tr": "JA/JAE/JB/JBE/JNA/JNB/JNAE/JNBE yalnızca belirli koşullar altında atlama gerçekleştiren talimatlardır.",
    "uk": "JA/JAE/JB/JBE/JNA/JNB/JNAE/JNBE - це всі інструкції, які виконують стрибок лише за певних умов.",
    "vi": "JA / JAE / JB / JBE / JNA / JNB / JNAE / JNBE là tất cả các hướng dẫn chỉ thực hiện nhảy trong một số điều kiện nhất định.",
    "zh-CN": "JA/JAE/JB/JBE/JNA/JNB/JNAE/JNBE 都是仅在特定条件下执行跳转的指令。",
    "zh-TW": "JA/JAE/JB/JBE/JNA/JNB/JNAE/JNBE 都是僅在特定條件下執行跳轉的指令。"
}
