{
    "ar": "تعديل هذه القيم لتوجيه العاصفة الثلجية في اتجاهات مختلفة!",
    "bg": "Модифицирайте тези стойности, за да насочите виелицата в различни посоки!",
    "cs": "Upravte tyto hodnoty tak, aby nasměrovaly vánici různými směry!",
    "da": "Rediger disse værdier for at lede snestormen i forskellige retninger!",
    "de": "Modifiziert diese Werte, um den Schneesturm in verschiedene Richtungen zu lenken!",
    "el": "Τροποποιήστε αυτές τις τιμές για να κατευθύνετε τη χιονοθύελλα σε διαφορετικές κατευθύνσεις!",
    "en": "Modify these values to direct the blizzard in different directions!",
    "es": "¡Modifica estos valores para dirigir la ventisca en diferentes direcciones!",
    "es-419": "¡Modifica estos valores para dirigir la ventisca en diferentes direcciones!",
    "fi": "Muokkaa näitä arvoja ohjaamaan lumimyrskyä eri suuntiin!",
    "fr": "Modifiez ces valeurs pour diriger le blizzard dans différentes directions !",
    "hu": "Módosítsa ezeket az értékeket, hogy a hóvihart különböző irányokba irányítsa!",
    "it": "Modifica questi valori per dirigere la bufera di neve in direzioni diverse!",
    "ja": "これらの値を変更して、吹雪をさまざまな方向に向けてください!",
    "ko": "눈보라를 다른 방향으로 향하게하기 위해이 값을 수정하십시오!",
    "nl": "Wijzig deze waarden om de sneeuwstorm in verschillende richtingen te sturen!",
    "nb": "Endre disse verdiene for å lede snøstormen i forskjellige retninger!",
    "pl": "Zmodyfikuj te wartości, aby skierować zamieć w różnych kierunkach!",
    "pt": "Modifique estes valores para direcionar a tempestade em direções diferentes!",
    "pt-BR": "Modifique esses valores para direcionar a nevasca em direções diferentes!",
    "ro": "Modificați aceste valori pentru a direcționa viscolul în direcții diferite!",
    "ru": "Измените эти значения, чтобы направить метель в разные стороны!",
    "sv": "Ändra dessa värden för att rikta snöstormen i olika riktningar!",
    "th": "แก้ไขค่าเหล่านี้เพื่อควบคุมพายุหิมะในทิศทางที่แตกต่างกัน!",
    "tr": "Kar fırtınasını farklı yönlere yönlendirmek için bu değerleri değiştirin!",
    "uk": "Змініть ці значення, щоб направити хуртовину в різні боки!",
    "vi": "Sửa đổi các giá trị này để hướng trận bão tuyết theo các hướng khác nhau!",
    "zh-CN": "修改这些值以将暴风雪定向到不同的方向！",
    "zh-TW": "修改這些值以將暴風雪定向到不同的方向！"
}
