{
    "ar": "وبعبارة أخرى، هذا الرمز يضاعف الضرر جميع الأعداء إلحاق!",
    "bg": "С други думи, този код удвоява щетите, които всички врагове нанасят!",
    "cs": "Jinými slovy, tento kód zdvojnásobuje škody, které všichni nepřátelé způsobí!",
    "da": "Med andre ord, denne kode fordobler den skade, alle fjender påføre!",
    "de": "Mit anderen Worten, dieser Code verdoppelt den Schaden, den alle Gegner anrichten!",
    "el": "Με άλλα λόγια, αυτός ο κώδικας διπλασιάζει τη ζημιά που προκαλούν όλοι οι εχθροί!",
    "en": "In other words, this code doubles the damage all enemies inflict!",
    "es": "En otras palabras, este código duplica el daño que infligen todos los enemigos!",
    "es-419": "En otras palabras, este código duplica el daño que infligen todos los enemigos!",
    "fi": "Toisin sanoen, tämä koodi kaksinkertaistaa vahingot kaikki viholliset aiheuttaa!",
    "fr": "En d’autres termes, ce code double les dégâts que tous les ennemis infligent!",
    "hu": "Más szóval, ez a kód megduplázza a kárt minden ellenséget okozni!",
    "it": "In altre parole, questo codice raddoppia i danni che tutti i nemici infliggono!",
    "ja": "つまり、このコードは敵のダメージを2倍にします。",
    "ko": "즉,이 코드는 모든 적에게 가해지는 피해를 두 배로 줄입니다!",
    "nl": "Met andere woorden, deze code verdubbelt de schade die alle vijanden toebrengen!",
    "nb": "Med andre ord, denne koden dobler skaden alle fiender påfører!",
    "pl": "Innymi słowy, ten kod podwaja obrażenia wszystkich wrogów zadawać!",
    "pt": "Por outras palavras, este código duplica os danos que todos os inimigos infligem!",
    "pt-BR": "Em outras palavras, este código dobra o dano que todos os inimigos infligem!",
    "ro": "Cu alte cuvinte, acest cod dublează daunele pe care le provoacă toți dușmanii!",
    "ru": "Другими словами, этот код удваивает урон, который наносят все враги!",
    "sv": "Med andra ord, denna kod fördubblar den skada alla fiender tillfoga!",
    "th": "ในคําอื่น ๆ รหัสนี้คู่ความเสียหายศัตรูทั้งหมด inflict!",
    "tr": "Başka bir deyişle, bu kod tüm düşmanların verdiği zararı iki katına çıkar!",
    "uk": "Іншими словами, цей код подвоює шкоду, яку завдають вороги!",
    "vi": "Nói cách khác, mã này tăng gấp đôi thiệt hại tất cả kẻ thù gây ra!",
    "zh-CN": "换句话说，这个代码加倍的伤害，所有的敌人造成的伤害！",
    "zh-TW": "換句話說,這個代碼加倍的傷害,所有的敵人造成的傷害!"
}
