{
    "ar": "مقدار الصحة التي سيحصل عليها العدو إذا تم تطبيق الضرر التالي.",
    "bg": "Количеството здраве, което врагът би имал, ако се приложи следващата щета.",
    "cs": "Množství zdraví, které by měl nepřítel, kdyby bylo použito další poškození.",
    "da": "Den mængde helbred fjenden ville have, hvis den næste skade blev anvendt.",
    "de": "Die Gesundheit, die der Feind haben würde, wenn der nächste Schaden angewendet würde.",
    "el": "Το ποσό της υγείας του εχθρού θα είχε αν η επόμενη ζημιά εφαρμόστηκε.",
    "en": "The amount of health the enemy would have if the next damage was applied.",
    "es": "La cantidad de salud que tendría el enemigo si se aplicara el siguiente daño.",
    "es-419": "La cantidad de salud que tendría el enemigo si se aplicara el siguiente daño.",
    "fi": "Kuinka paljon terveyttä vihollinen olisi, jos seuraava vahinko olisi sovellettu.",
    "fr": "La quantité de santé que l’ennemi aurait si les dommages suivants étaient appliqués.",
    "hu": "Az az összeg az egészségügyi az ellenség volna, ha a következő kárt alkalmaztak.",
    "it": "La quantità di salute che il nemico avrebbe se fosse stato applicato il danno successivo.",
    "ja": "次のダメージが適用された場合に敵が持つ健康の量。",
    "ko": "다음 피해가 가해지면 적에게 주는 생명력의 양입니다.",
    "nl": "De hoeveelheid gezondheid die de vijand zou hebben als de volgende schade werd toegepast.",
    "nb": "Hvor mye helse fienden ville ha hvis neste skade ble påført.",
    "pl": "Ilość zdrowia, jaką miałby przeciwnik, gdyby zadniosono kolejne obrażenia.",
    "pt": "A quantidade de saúde que o inimigo teria se os próximos danos fossem aplicados.",
    "pt-BR": "A quantidade de saúde que o inimigo teria se o próximo dano fosse aplicado.",
    "ro": "Cantitatea de sănătate pe care inamicul ar avea-o dacă s-ar aplica următoarea pagubă.",
    "ru": "Сумма здоровья противника будет иметь, если следующий ущерб был применен.",
    "sv": "Mängden hälsa fienden skulle ha om nästa skada tillämpades.",
    "th": "จํานวนสุขภาพที่ศัตรูจะได้รับหากความเสียหายต่อไปถูกนําไปใช้",
    "tr": "Bir sonraki hasar uygulansaydı düşmanın sahip olacağı sağlık miktarı.",
    "uk": "Кількість здоров'я ворог буде мати, якщо наступний збиток був застосований.",
    "vi": "Số lượng sức khỏe của kẻ thù đã có nếu các thiệt hại tiếp theo đã được áp dụng.",
    "zh-CN": "如果下一次伤害被施加，敌人将的健康状况。",
    "zh-TW": "如果下一次傷害被施加,敵人將的健康情況。"
}
