{
    "ar": "AND هي عملية تقوم بتنفيذ AND bitwise بين رقمين.",
    "bg": "AND е операция, която изпълнява побитово AND между две числа.",
    "cs": "AND je operace, která provádí bitový AND mezi dvěma čísly.",
    "da": "AND er en operation, der udfører bitvis AND mellem to tal.",
    "de": "AND ist eine Operation, die ein bitweises AND zwischen zwei Zahlen ausführt.",
    "el": "Το AND είναι μια λειτουργία που εκτελεί ένα bitwise AND μεταξύ δύο αριθμών.",
    "en": "AND is an operation that performs a bitwise AND between two numbers.",
    "es": "AND es una operación que realiza un AND a nivel de bits entre dos números.",
    "es-419": "AND es una operación que realiza un AND a nivel de bits entre dos números.",
    "fi": "AND on toiminto, joka suorittaa bittisesti AND: n kahden numeron välillä.",
    "fr": "AND est une opération qui effectue un AND au niveau du bit entre deux nombres.",
    "hu": "Az AND olyan művelet, amely két szám között egy bitenkénti AND-t hajt végre.",
    "it": "AND è un'operazione che esegue un AND bit a bit tra due numeri.",
    "ja": "ANDは、2つの数値間でビットごとのANDを実行する演算です。",
    "ko": "AND는 두 숫자 사이에서 비트 AND를 수행하는 연산입니다.",
    "nl": "AND is een bewerking die een bitwise AND uitvoert tussen twee getallen.",
    "no": "AND er en operasjon som utfører bitvis AND mellom to tall.",
    "pl": "AND to operacja, która wykonuje bitową AND między dwiema liczbami.",
    "pt": "AND é uma operação que executa um AND bit a bit entre dois números.",
    "pt-BR": "AND é uma operação que executa um AND bit a bit entre dois números.",
    "ro": "AND este o operație care efectuează un AND bitwise între două numere.",
    "ru": "AND - это операция, которая выполняет побитовое AND между двумя числами.",
    "sv": "AND är en operation som utför en bitvis AND mellan två siffror.",
    "th": "AND เป็นการดำเนินการที่ดำเนินการ AND ระดับบิตระหว่างตัวเลขสองตัว",
    "tr": "AND, iki sayı arasında bit yönünde AND gerçekleştiren bir işlemdir.",
    "uk": "AND - операція, яка виконує побітове AND між двома числами.",
    "vi": "AND là một hoạt động thực hiện AND bitwise giữa hai số.",
    "zh-CN": "AND是在两个数字之间执行按位AND的操作。",
    "zh-TW": "AND是在兩個數字之間執行按位AND的操作。"
}
