{
    "ar": "تلميح: حاول التغيير من الجمع إلى الطرح. حاول أيضا إضافة المزيد من تعليمات الطرح لإحداث المزيد من الضرر!",
    "bg": "Съвет: Опитайте да промените от събиране към изваждане. Също така, опитайте да добавите повече инструкции за изваждане, за да нанесете повече щети!",
    "cs": "Tip: Zkuste změnit sčítání na odčítání. Zkuste také přidat další pokyny pro odčítání, abyste způsobili více poškození!",
    "da": "Tip: Prøv at skifte fra addition til subtraktion. Prøv også at tilføje flere subtraktionsinstruktioner for at håndtere mere skade!",
    "de": "Tipp: Versuchen Sie, von Addition zu Subtraktion zu wechseln. Versuchen Sie auch, weitere Subtraktionsanweisungen hinzuzufügen, um mehr Schaden zu verursachen!",
    "el": "Συμβουλή: Δοκιμάστε να αλλάξετε από την πρόσθεση στην αφαίρεση. Επίσης, δοκιμάστε να προσθέσετε περισσότερες οδηγίες αφαίρεσης για να προκαλέσετε περισσότερη ζημιά!",
    "en": "Hint: Try changing from addition to subtraction. Also, try adding more subtraction instructions to deal more damage!",
    "es": "Sugerencia: Intente cambiar de suma a resta. Además, ¡intenta agregar más instrucciones de resta para infligir más daño!",
    "es-419": "Sugerencia: Intente cambiar de suma a resta. Además, ¡intenta agregar más instrucciones de resta para infligir más daño!",
    "fi": "Vihje: Kokeile vaihtaa yhteenlaskusta vähennyslaskuun. Kokeile myös lisätä vähennyslaskuohjeita tehdäksesi enemmän vahinkoa!",
    "fr": "Astuce : Essayez de passer de l’addition à la soustraction. Essayez également d’ajouter plus d’instructions de soustraction pour infliger plus de dégâts!",
    "hu": "Tipp: Próbáljon meg összeadásról kivonásra váltani. Ezenkívül próbáljon meg több kivonási utasítást hozzáadni, hogy több sebzést okozzon!",
    "it": "Suggerimento: prova a passare dall'addizione alla sottrazione. Inoltre, prova ad aggiungere più istruzioni di sottrazione per infliggere più danni!",
    "ja": "ヒント:足し算から引き算に変更してみてください。また、より多くのダメージを与えるために、さらに減算命令を追加してみてください!",
    "ko": "힌트: 더하기에서 빼기로 변경해 보십시오. 또한 더 많은 피해를 입히기 위해 더 많은 빼기 지침을 추가해 보십시오!",
    "nl": "Tip: Probeer te veranderen van optellen naar aftrekken. Probeer ook meer aftrekkingsinstructies toe te voegen om meer schade aan te pakken!",
    "no": "Tips: Prøv å endre fra addisjon til subtraksjon. Prøv også å legge til flere subtraksjonsinstruksjoner for å håndtere mer skade!",
    "pl": "Wskazówka: Spróbuj zmienić z dodawania na odejmowanie. Spróbuj też dodać więcej instrukcji odejmowania, aby zadać więcej obrażeń!",
    "pt": "Dica: tente mudar de adição para subtração. Além disso, tente adicionar mais instruções de subtração para causar mais danos!",
    "pt-BR": "Dica: Tente mudar de adição para subtração. Além disso, tente adicionar mais instruções de subtração para causar mais danos!",
    "ro": "Sugestie: încercați să treceți de la adunare la scădere. De asemenea, încercați să adăugați mai multe instrucțiuni de scădere pentru a provoca mai multe daune!",
    "ru": "Подсказка: попробуйте перейти от сложения к вычитанию. Кроме того, попробуйте добавить больше инструкций по вычитанию, чтобы нанести больше урона!",
    "sv": "Tips: Försök ändra från addition till subtraktion. Försök också att lägga till fler subtraktionsinstruktioner för att hantera mer skada!",
    "th": "คําแนะนํา: ลองเปลี่ยนจากการบวกเป็นการลบ นอกจากนี้ลองเพิ่มคําแนะนําการลบเพิ่มเติมเพื่อสร้างความเสียหายมากขึ้น!",
    "tr": "İpucu: Toplamadan çıkarmaya geçmeyi deneyin. Ayrıca, daha fazla hasar vermek için daha fazla çıkarma talimatı eklemeyi deneyin!",
    "uk": "Підказка: спробуйте перейти від додавання до віднімання. Крім того, спробуйте додати більше інструкцій віднімання, щоб завдати більшої шкоди!",
    "vi": "Gợi ý: Hãy thử thay đổi từ cộng sang trừ. Ngoài ra, hãy thử thêm nhiều hướng dẫn trừ hơn để gây thêm sát thương!",
    "zh-CN": "提示：尝试从加法更改为减法。另外，尝试添加更多减法指令以造成更多伤害！",
    "zh-TW": "提示：嘗試從加法更改為減法。另外，嘗試添加更多減法指令以造成更多傷害！"
}
