{
    "ar": "div = يقسم القيمة الموجودة أعلى مكدس FPU على القيمة المحددة.",
    "bg": "div = разделя стойността в горната част на стека FPU на дадената стойност.",
    "cs": "div = vydělí hodnotu v horní části zásobníku FPU danou hodnotou.",
    "da": "div = dividerer værdien øverst på FPU-stakken med den givne værdi.",
    "de": "div = dividiert den Wert oben im FPU-Stapel durch den angegebenen Wert.",
    "el": "div = διαιρεί την τιμή στην κορυφή της στοίβας FPU με τη δεδομένη τιμή.",
    "en": "div = divides the value on the top of the FPU stack by the given value.",
    "es": "div = divide el valor en la parte superior de la pila FPU por el valor dado.",
    "es-419": "div = divide el valor en la parte superior de la pila FPU por el valor dado.",
    "fi": "div = jakaa FPU-pinon päällä olevan arvon annetulla arvolla.",
    "fr": "div = divise la valeur en haut de la pile FPU par la valeur donnée.",
    "hu": "div = elosztja az FPU-verem tetején lévő értéket a megadott értékkel.",
    "it": "div = divide il valore nella parte superiore dello stack FPU per il valore specificato.",
    "ja": "div = FPU スタックの一番上の値を指定された値で除算します。",
    "ko": "div = FPU 스택의 맨 위에 있는 값을 지정된 값으로 나눕니다.",
    "nl": "div = deelt de waarde aan de bovenkant van de FPU-stack door de gegeven waarde.",
    "no": "div = deler verdien på toppen av FPU-stakken med den gitte verdien.",
    "pl": "div = dzieli wartość na górze stosu FPU przez podaną wartość.",
    "pt": "div = divide o valor na parte superior da pilha FPU pelo valor fornecido.",
    "pt-BR": "div = divide o valor na parte superior da pilha de FPU pelo valor fornecido.",
    "ro": "div = împarte valoarea din partea de sus a stivei FPU la valoarea dată.",
    "ru": "div = делит значение в верхней части стека FPU на заданное значение.",
    "sv": "div = delar värdet högst upp i FPU-stacken med det givna värdet.",
    "th": "div = หารค่าที่ด้านบนของสแต็ค FPU ด้วยค่าที่กําหนด",
    "tr": "div = FPU yığınının üstündeki değeri verilen değere böler.",
    "uk": "div = ділить значення у верхній частині стека FPU на задане значення.",
    "vi": "div = chia giá trị trên cùng của ngăn xếp FPU cho giá trị đã cho.",
    "zh-CN": "div = 将 FPU 堆栈顶部的值除以给定值。",
    "zh-TW": "div = 將 FPU 堆疊頂部的值除以給定值。"
}
