{
    "ar": "معقد! لا حاجة لتعلم هذا الرمز. هذا يجعل مقارنة FPU متاحة لأوامر القفز.",
    "bg": "Сложен! Няма нужда да научавате този код. Това прави сравнението на FPU достъпно за командите за скок.",
    "cs": "Složitý! Není třeba se učit tento kód. Díky tomu je porovnání FPU k dispozici pro příkazy skoku.",
    "da": "Kompleks! Ingen grund til at lære denne kode. Dette gør FPU-sammenligningen tilgængelig for springkommandoerne.",
    "de": "Komplex! Sie müssen diesen Code nicht lernen. Dadurch steht der FPU-Vergleich den Sprungbefehlen zur Verfügung.",
    "el": "Πολύπλοκος! Δεν χρειάζεται να μάθετε αυτόν τον κώδικα. Αυτό καθιστά τη σύγκριση FPU διαθέσιμη στις εντολές jump.",
    "en": "Complex! No need to learn this code. This makes the FPU comparison available to the jump commands.",
    "es": "¡Complejo! No es necesario aprender este código. Esto hace que la comparación FPU esté disponible para los comandos de salto.",
    "es-419": "¡Complejo! No es necesario aprender este código. Esto hace que la comparación FPU esté disponible para los comandos de salto.",
    "fi": "Monimutkainen! Tätä koodia ei tarvitse oppia. Tämä tekee FPU-vertailun hyppykomentojen saataville.",
    "fr": "Complexe! Pas besoin d’apprendre ce code. Cela rend la comparaison FPU disponible pour les commandes de saut.",
    "hu": "Összetett! Nem kell megtanulnia ezt a kódot. Ez elérhetővé teszi az FPU-összehasonlítást az ugrási parancsok számára.",
    "it": "Complesso! Non c'è bisogno di imparare questo codice. Questo rende il confronto FPU disponibile per i comandi di salto.",
    "ja": "コンプレックス！このコードを学ぶ必要はありません。これにより、ジャンプコマンドでFPU比較を使用できるようになります。",
    "ko": "콤플렉스! 이 코드를 배울 필요가 없습니다. 이렇게 하면 점프 명령에서 FPU 비교를 사용할 수 있습니다.",
    "nl": "Complex! Het is niet nodig om deze code te leren. Dit maakt de FPU-vergelijking beschikbaar voor de jump-opdrachten.",
    "no": "Kompleks! Du trenger ikke å lære denne koden. Dette gjør FPU-sammenligningen tilgjengelig for hoppkommandoene.",
    "pl": "Kompleks! Nie musisz uczyć się tego kodu. Dzięki temu porównanie FPU jest dostępne dla poleceń skoku.",
    "pt": "Complexo! Não há necessidade de aprender este código. Isso torna a comparação FPU disponível para os comandos jump.",
    "pt-BR": "Complexo! Não há necessidade de aprender este código. Isso torna a comparação FPU disponível para os comandos de salto.",
    "ro": "Complex! Nu este nevoie să învețe acest cod. Acest lucru face ca comparația FPU să fie disponibilă pentru comenzile rapide.",
    "ru": "Сложный! Нет необходимости изучать этот код. Это делает сравнение FPU доступным для команд перехода.",
    "sv": "Komplex! Inget behov av att lära sig den här koden. Detta gör FPU-jämförelsen tillgänglig för hoppkommandona.",
    "th": "ซับซ้อน! ไม่จําเป็นต้องเรียนรู้รหัสนี้ สิ่งนี้ทําให้การเปรียบเทียบ FPU พร้อมใช้งานกับคําสั่งกระโดด",
    "tr": "Karmaşık! Bu kodu öğrenmeye gerek yok. Bu, FPU karşılaştırmasını atlama komutları için kullanılabilir hale getirir.",
    "uk": "Комплекс! Не потрібно вивчати цей код. Це робить порівняння FPU доступним для команд стрибка.",
    "vi": "Phức tạp! Không cần phải học mã này. Điều này làm cho so sánh FPU có sẵn cho các lệnh nhảy.",
    "zh-CN": "复杂！无需学习此代码。这使得 FPU 比较可用于跳转命令。",
    "zh-TW": "複雜！無需學習此代碼。這使得 FPU 比較可用於跳轉命令。"
}
