{
    "ar": ".قم بتحويل نتيجة المقارنة لإتاحتها (ليس من المهم معرفة ذلك!)",
    "bg": "Конвертирайте резултата от сравнението, за да го направите достъпен (не е важно да научите това!).",
    "cs": "Převeďte výsledek porovnání tak, aby byl k dispozici (není důležité se to naučit!).",
    "da": "Konverter sammenligningsresultatet for at gøre det tilgængeligt (ikke vigtigt at lære dette!).",
    "de": "Konvertieren Sie das Vergleichsergebnis, um es verfügbar zu machen (nicht wichtig, um dies zu lernen!).",
    "el": "Μετατρέψτε το αποτέλεσμα σύγκρισης για να το καταστήσετε διαθέσιμο (δεν είναι σημαντικό να το μάθετε αυτό!).",
    "en": "Convert the comparison result to make it available (NOT important to learn this!).",
    "es": "Convierta el resultado de la comparación para que esté disponible (¡no es importante aprender esto!).",
    "es-419": "Convierta el resultado de la comparación para que esté disponible (¡no es importante aprender esto!).",
    "fi": "Muunna vertailutulos, jotta se on käytettävissä (ei ole tärkeää oppia tätä!).",
    "fr": "Convertissez le résultat de la comparaison pour le rendre disponible (pas important d’apprendre cela!).",
    "hu": "Alakítsa át az összehasonlítás eredményét, hogy elérhető legyen (ezt nem fontos megtanulni!).",
    "it": "Converti il risultato del confronto per renderlo disponibile (non è importante impararlo!).",
    "ja": "比較結果を変換して利用できるようにします(これを学ぶことは重要ではありません!",
    "ko": "비교 결과를 사용할 수 있도록 변환하십시오 (이것을 배우는 것은 중요하지 않습니다!).",
    "nl": "Converteer het vergelijkingsresultaat om het beschikbaar te maken (niet belangrijk om dit te leren!).",
    "no": "Konverter sammenligningsresultatet for å gjøre det tilgjengelig (ikke viktig å lære dette!).",
    "pl": "Przekonwertuj wynik porównania, aby był dostępny (nie jest ważne, aby się tego nauczyć!).",
    "pt": "Converta o resultado da comparação para disponibilizá-lo (não é importante aprender isso!).",
    "pt-BR": "Converta o resultado da comparação para disponibilizá-lo (não é importante aprender isso!).",
    "ro": "Convertiți rezultatul comparației pentru a-l face disponibil (nu este important să aflați acest lucru!).",
    "ru": "Преобразуйте результат сравнения, чтобы сделать его доступным (не важно это узнать!).",
    "sv": "Konvertera jämförelseresultatet för att göra det tillgängligt (inte viktigt att lära sig detta!).",
    "th": "แปลงผลการเปรียบเทียบเพื่อให้พร้อมใช้งาน (ไม่สําคัญที่จะเรียนรู้สิ่งนี้!)",
    "tr": "Karşılaştırma sonucunu kullanılabilir hale getirmek için dönüştürün (bunu öğrenmek önemli değil!).",
    "uk": "Перетворіть результат порівняння, щоб зробити його доступним (не важливо це вивчати!).",
    "vi": "Chuyển đổi kết quả so sánh để làm cho nó có sẵn (không quan trọng để tìm hiểu điều này!).",
    "zh-CN": "转换比较结果以使其可用（学习这个并不重要！",
    "zh-TW": "轉換比較結果以使其可用（學習這個並不重要！"
}
