{
    "ar": "مؤشر لمكافأة السرعة من هذه التعويذة. ملزمة بين -1.0 و 1.0.",
    "bg": "Показалец към скоростта на бонус от това заклинание. Свързан между -1,0 и 1,0.",
    "cs": "Ukazatel na bonus za rychlost z tohoto kouzla. Vázáno mezi -1,0 a 1,0.",
    "da": "En markør til hastighedsbonus fra denne trylleformulering. Bundet mellem -1.0 og 1.0.",
    "de": "Ein Zeiger auf den Geschwindigkeitsbonus aus diesem Zauber. Gebunden zwischen -1,0 und 1,0.",
    "el": "Ένας δείκτης για το μπόνους ταχύτητας από αυτό το ξόρκι. Συνδεδεμένο μεταξύ -1,0 και 1,0.",
    "en": "A pointer to the speed bonus from this spell. Bound between -1.0 and 1.0.",
    "es": "Un puntero a la bonificación de velocidad de este hechizo. Límite entre -1.0 y 1.0.",
    "es-419": "Un puntero a la bonificación de velocidad de este hechizo. Límite entre -1.0 y 1.0.",
    "fi": "Osoitin tämän loitsun nopeusbonukseen. Raja välillä -1,0 - 1,0.",
    "fr": "Un pointeur sur le bonus de vitesse de ce sort. Lié entre -1,0 et 1,0.",
    "hu": "A sebességbónusz mutatója ebből a varázslatból. -1,0 és 1,0 között korlátozva.",
    "it": "Un puntatore al bonus di velocità di questo incantesimo. Limitato tra -1,0 e 1,0.",
    "ja": "この呪文からの速度ボーナスへのポインター。 -1.0〜1.0の範囲。",
    "ko": "이 주문의 속도 보너스에 대한 포인터. -1.0과 1.0 사이의 경계입니다.",
    "nl": "Een verwijzing naar de snelheidsbonus van deze spreuk. Gebonden tussen -1,0 en 1,0.",
    "no": "En peker til fartsbonusen fra denne trylleformularen. Bundet mellom -1.0 og 1.0.",
    "pl": "Wskaźnik premii do prędkości z tego zaklęcia. Związany między -1,0 a 1,0.",
    "pt": "Um ponteiro para o bônus de velocidade desse feitiço. Limite entre -1,0 e 1,0.",
    "pt-BR": "Um ponteiro para o bônus de velocidade desse feitiço. Limite entre -1,0 e 1,0.",
    "ro": "Un indicator către bonusul de viteză din această vrajă. Legat între -1,0 și 1,0.",
    "ru": "Указатель на бонус скорости от этого заклинания. Граница между -1,0 и 1,0.",
    "sv": "En pekare till hastighetsbonusen från denna spell. Bundet mellan -1.0 och 1.0.",
    "th": "ตัวชี้ไปยังโบนัสความเร็วจากคาถานี้ ผูกพันระหว่าง -1.0 และ 1.0",
    "tr": "Bu büyünün hız bonusuna bir işaretçi. -1.0 ile 1.0 arasında sınırlandırılmıştır.",
    "uk": "Вказівник на бонус за швидкість від цього заклинання. Обмежений між -1,0 та 1,0.",
    "vi": "Một con trỏ đến phần thưởng tốc độ từ câu thần chú này. Giới hạn giữa -1.0 và 1.0.",
    "zh-CN": "指向此法术的速度加成的指针。介于-1.0和1.0之间。",
    "zh-TW": "指向此法術的速度加成的指針。介於-1.0和1.0之間。"
}
