{
    "ar": ".لديه ميل لتقليل الأرقام.حاول استخدام تعليمات مختلفة لزيادة الأضرار التي تم التعامل معها 'and'",
    "bg": "'and' има тенденция да намалява числата. Опитайте се да използвате различна инструкция, за да увеличите нанесените щети.",
    "cs": "'and' má tendenci snižovat čísla. Zkuste použít jiný pokyn pro zvýšení uděleného poškození.",
    "da": "'and' har en tendens til at reducere antallet. Prøv at bruge en anden instruktion for at øge skaden.",
    "de": "'and' neigt dazu, Zahlen zu reduzieren. Versuchen Sie, eine andere Anweisung zu verwenden, um den verursachten Schaden zu erhöhen.",
    "el": "Το 'and' έχει την τάση να μειώνει τους αριθμούς. Δοκιμάστε να χρησιμοποιήσετε μια διαφορετική οδηγία για να αυξήσετε τη ζημιά που αντιμετωπίζεται.",
    "en": "'and' has a tendency to reduce numbers. Try using a different instruction to increase damage dealt.",
    "es": "'and' tiene una tendencia a reducir los números. Intente usar una instrucción diferente para aumentar el daño infligido.",
    "es-419": "'and' tiene una tendencia a reducir los números. Intente usar una instrucción diferente para aumentar el daño infligido.",
    "fi": "and:llä on taipumus vähentää lukuja. Kokeile käyttää toista ohjetta lisätäksesi aiheutuneita vahinkoja.",
    "fr": "'and' a tendance à réduire les nombres. Essayez d’utiliser une instruction différente pour augmenter les dégâts infligés.",
    "hu": "A 'and' hajlamos a számok csökkentésére. Próbáljon meg más utasítást használni az okozott kár növelése érdekében.",
    "it": "'and' ha la tendenza a ridurre i numeri. Prova a utilizzare un'istruzione diversa per aumentare i danni distribuiti.",
    "ja": "'and' は数値を減らす傾向があります。別の指示を使用して、与えるダメージを増やしてみてください。",
    "ko": "'and'은(는) 숫자를 줄이는 경향이 있습니다. 다른 명령을 사용하여 입히는 피해를 증가시키십시오.",
    "nl": "'and' heeft de neiging om aantallen te verminderen. Probeer een andere instructie te gebruiken om de schade te vergroten.",
    "no": "'and' har en tendens til å redusere antall. Prøv å bruke en annen instruksjon for å øke skaden som er utdelt.",
    "pl": "'and' ma tendencję do zmniejszania liczb. Spróbuj użyć innej instrukcji, aby zwiększyć zadawane obrażenia.",
    "pt": "'and' tem uma tendência para reduzir os números. Tente usar uma instrução diferente para aumentar os danos causados.",
    "pt-BR": "'and' tem uma tendência a reduzir os números. Tente usar uma instrução diferente para aumentar o dano causado.",
    "ro": "'and' are tendința de a reduce numărul. Încercați să utilizați o instrucțiune diferită pentru a crește daunele provocate.",
    "ru": "'and' имеет тенденцию к уменьшению чисел. Попробуйте использовать другую инструкцию, чтобы увеличить наносимый урон.",
    "sv": "'and' har en tendens att minska antalet. Försök använda en annan instruktion för att öka skadan.",
    "th": "'and' มีแนวโน้มที่จะลดจํานวนลง ลองใช้คําสั่งอื่นเพื่อเพิ่มความเสียหายที่ได้รับ",
    "tr": "'and' sayıları azaltma eğilimindedir. Verilen hasarı artırmak için farklı bir talimat kullanmayı deneyin.",
    "uk": "'and' має тенденцію до зменшення чисельності. Спробуйте скористатися іншою інструкцією, щоб збільшити нанесений збиток.",
    "vi": "'and' có xu hướng giảm số. Hãy thử sử dụng một hướng dẫn khác để tăng sát thương gây ra.",
    "zh-CN": "“and”有减少数字的趋势。尝试使用不同的指令来增加造成的伤害。",
    "zh-TW": "“and”有減少數位的趨勢。嘗試使用不同的指令來增加造成的傷害。"
}
