{
    "ar": "\\\"and\\\" لديه ميل لتقليل الأرقام. حاول استخدام تعليمات مختلفة لزيادة الضرر الذي يتم التعامل معه.",
    "bg": "'and' има тенденция да намалява числата. Опитайте се да използвате различна инструкция за увеличаване на щетите, раздадени.",
    "cs": "\\\"and\\\" má tendenci snižovat počty. Zkuste použít jinou instrukci ke zvýšení uděleného poškození.",
    "da": "'and' har en tendens til at reducere antallet. Prøv at bruge en anden instruktion for at øge den behandlede skade.",
    "de": "\\\"and\\\" neigt dazu, die Anzahl zu reduzieren. Versuchen Sie, eine andere Anweisung zu verwenden, um den ausgeteilten Schaden zu erhöhen.",
    "el": "Το «and» έχει την τάση να μειώνει τους αριθμούς. Δοκιμάστε να χρησιμοποιήσετε μια διαφορετική οδηγία για να αυξήσετε τη ζημιά που προκλήθηκε.",
    "en": "'and' has a tendency to reduce numbers. Try using a different instruction to increase damage dealt.",
    "es": "'and' tiene una tendencia a reducir los números. Intente usar una instrucción diferente para aumentar el daño infligido.",
    "es-419": "'and' tiene una tendencia a reducir los números. Intente usar una instrucción diferente para aumentar el daño infligido.",
    "fi": "and:llä on taipumus vähentää lukuja. Yritä käyttää toista ohjetta lisätäksesi kärsittyjä vahinkoja.",
    "fr": "'and' a tendance à réduire les nombres. Essayez d’utiliser une instruction différente pour augmenter les dégâts infligés.",
    "hu": "Az \\\"and\\\" hajlamos a számok csökkentésére. Próbáljon meg egy másik utasítást használni az okozott károk növelésére.",
    "it": "'and' ha la tendenza a ridurre i numeri. Prova a utilizzare un'istruzione diversa per aumentare il danno inflitto.",
    "ja": "「and」は数字を減らす傾向があります。別の指示を使用して、与えるダメージを増やしてみてください。",
    "ko": "'and'는 숫자를 줄이는 경향이 있습니다. 다른 지침을 사용하여 피해 처리를 증가시키십시오.",
    "nl": "'and' heeft de neiging om aantallen te verminderen. Probeer een andere instructie te gebruiken om de schade te vergroten.",
    "nb": "\\\"and\\\" har en tendens til å redusere antall. Prøv å bruke en annen instruksjon for å øke skaden.",
    "pl": "\\\"and\\\" ma tendencję do zmniejszania liczby. Spróbuj użyć innej instrukcji, aby zwiększyć zadawane obrażenia.",
    "pt": "'and' tem tendência a reduzir números. Tente usar uma instrução diferente para aumentar os danos causados.",
    "pt-BR": "'and' tem uma tendência a reduzir os números. Tente usar uma instrução diferente para aumentar os danos causados.",
    "ro": "\\\"and\\\" are tendința de a reduce numerele. Încercați să utilizați o instrucțiune diferită pentru a crește daunele provocate.",
    "ru": "«and» имеет тенденцию к сокращению численности. Попробуйте использовать другую инструкцию, чтобы увеличить нанесенный урон.",
    "sv": "'and' har en tendens att minska antalet. Försök att använda en annan instruktion för att öka skadorna.",
    "th": "'and' มีแนวโน้มที่จะลดจํานวนลง ลองใช้คําสั่งอื่นเพื่อเพิ่มความเสียหายที่เกิดขึ้น",
    "tr": "'and' sayıları azaltma eğilimindedir. Verilen hasarı artırmak için farklı bir talimat kullanmayı deneyin.",
    "uk": "'and' має тенденцію до скорочення чисельності. Спробуйте скористатися іншою інструкцією, щоб збільшити нанесений збиток.",
    "vi": "'and' có xu hướng giảm số lượng. Hãy thử sử dụng một hướng dẫn khác để tăng sát thương gây ra.",
    "zh-CN": "“and”有减少数字的趋势。尝试使用不同的指令来增加造成的伤害。",
    "zh-TW": "“and”有減少數位的趨勢。嘗試使用不同的指令來增加造成的傷害。"
}
