{
    "ar": "يغطي هذا الفصل تعليمات الفاصلة العائمة. هذه تستخدم للعمليات على الأرقام العشرية. لا يتم إنشاء هذه في كثير من الأحيان عن طريق المجمعين الحديثة ، والتي تستخدم الآن تعليمات ناقلات بدلا من ذلك. ومع ذلك ، لا تزال تظهر في بعض الأحيان ، لذلك من المفيد للقراصنة معرفة كيفية عملها.",
    "bg": "Тази глава обхваща инструкциите за плаваща точка. Те се използват за операции с десетични числа. Те не се генерират много често от съвременните компилатори, които сега използват векторни инструкции. Въпреки това, те все още се появяват понякога, така че е полезно за хакер да знае как работят.",
    "cs": "Tato kapitola se týká instrukcí s pohyblivou čárkou. Ty se používají pro operace s desetinnými čísly. Tito nejsou generováni velmi často moderními kompilátory, který nyní používat vektorové instrukce místo toho. Nicméně, oni občas se objeví, tak to je užitečné pro hackera vědět jak oni pracují.",
    "da": "Dette kapitel beskriver flydende punkt instruktioner. Disse bruges til operationer med decimaltal. Disse genereres ikke meget ofte af moderne kompilatorer, som nu bruger vektorinstruktioner i stedet. Men de vises stadig lejlighedsvis, så det er nyttigt for en hacker at vide, hvordan de virker.",
    "de": "Dieses Kapitel behandelt Gleitkomma-Anweisungen. Diese werden für Operationen mit Dezimalzahlen verwendet. Diese werden nicht sehr oft von modernen Compilern generiert, die jetzt stattdessen Vektoranweisungen verwenden. Da sie jedoch gelegentlich immer noch angezeigt werden, ist es für einen Hacker hilfreich zu wissen, wie sie funktionieren.",
    "el": "Αυτό το κεφάλαιο καλύπτει τις οδηγίες επί πλωτού σημείου. Αυτά χρησιμοποιούνται για λειτουργίες με δεκαδικούς αριθμούς. Αυτά δεν δημιουργούνται πολύ συχνά από τους σύγχρονους μεταγλωττιστές, οι οποίοι χρησιμοποιούν αντί για οδηγίες φορέα. Ωστόσο, εμφανίζονται περιστασιακά, γι 'αυτό είναι χρήσιμο για έναν χάκερ να γνωρίζει πώς λειτουργούν.",
    "en": "This chapter covers Floating-point instructions. These are used for operations on decimal numbers. These are not generated very often by modern compilers, which now use vector instructions instead. However, they still occasionally appear, so it is useful for a hacker to know how they work.",
    "es": "Este capítulo cubre las instrucciones de punto flotante. Estos se utilizan para operaciones en números decimales. Estos no son generados muy a menudo por los compiladores modernos, que ahora usan instrucciones vectoriales en su lugar. Sin embargo, todavía aparecen ocasionalmente, por lo que es útil para un pirata informático saber cómo funcionan.",
    "es-419": "Este capítulo cubre las instrucciones de punto flotante. Estos se utilizan para operaciones en números decimales. Estos no son generados muy a menudo por los compiladores modernos, que ahora usan instrucciones vectoriales en su lugar. Sin embargo, todavía aparecen ocasionalmente, por lo que es útil para un pirata informático saber cómo funcionan.",
    "fi": "Tässä luvussa käsitellään kelluvan pisteen ohjeita. Näitä käytetään desimaaliluvutoiminnoissa. Näitä ei synny hyvin usein nykyaikaiset kääntäjät, jotka käyttävät nyt vektoriohjeita. He näkyvät kuitenkin joskus, joten hakkeri on hyödyllistä tietää, miten he toimivat.",
    "fr": "Ce chapitre couvre les instructions en virgule flottante. Ceux-ci sont utilisés pour les opérations sur les nombres décimaux. Celles-ci ne sont pas générées très souvent par les compilateurs modernes, qui utilisent maintenant des instructions vectorielles. Cependant, ils apparaissent toujours occasionnellement, il est donc utile pour un pirate informatique de savoir comment ils fonctionnent.",
    "hu": "Ez a fejezet a lebegőpontos utasításokat tartalmazza. Ezeket tizedes számokkal végzett műveletekhez használják. Ezeket nem sokszor a modern fordítók generálják, amelyek most vektor-utasításokat használnak. Azonban még mindig előfordulnak, így hasznos a hacker számára, hogy tudják, hogyan működnek.",
    "it": "Questo capitolo tratta le istruzioni in virgola mobile. Questi sono usati per le operazioni sui numeri decimali. Questi non sono generati molto spesso dai moderni compilatori, che ora usano invece le istruzioni vettoriali. Tuttavia, appaiono ancora occasionalmente, quindi è utile che un hacker sappia come funzionano.",
    "ja": "この章では、浮動小数点命令について説明します。これらは10進数の演算に使用されます。これらは現代のコンパイラではそれほど頻繁には生成されません。現在のコンパイラは代わりにベクトル命令を使用します。しかし、それらはまだ時折現れるので、ハッカーが彼らがどのように働くかを知ることは有用です。",
    "ko": "이 장에서는 부동 소수점 명령어에 대해 설명합니다. 이것들은 10 진수의 연산에 사용됩니다. 이것들은 현재 벡터 컴파일러를 사용하는 현대 컴파일러에 의해 자주 생성되지 않습니다. 그러나 여전히 가끔씩 나타나기 때문에 해커가 어떻게 작동하는지 파악하는 것이 좋습니다.",
    "nl": "Dit hoofdstuk behandelt instructies voor drijvende komma's. Deze worden gebruikt voor bewerkingen op decimale getallen. Deze worden niet vaak gegenereerd door moderne compilers, die nu in plaats daarvan vectorinstructies gebruiken. Ze verschijnen echter nog steeds af en toe, dus het is handig voor een hacker om te weten hoe ze werken.",
    "no": "Dette kapittelet dekker flytende punkt instruksjoner. Disse brukes til operasjoner med desimaltall. Disse genereres ikke veldig ofte av moderne kompilatorer, som nå bruker vektorinstruksjoner i stedet. Imidlertid vises de av og til, så det er nyttig for en hacker å vite hvordan de fungerer.",
    "pl": "Ten rozdział obejmuje instrukcje zmiennoprzecinkowe. Są one używane do operacji na liczbach dziesiętnych. Nie są one często generowane przez nowoczesne kompilatory, które teraz używają instrukcji wektorowych. Jednak wciąż pojawiają się sporadycznie, więc haker powinien wiedzieć, jak działają.",
    "pt": "Este capítulo aborda as instruções de ponto flutuante. Estes são usados ​​para operações em números decimais. Eles não são gerados com muita frequência pelos compiladores modernos, que agora usam instruções de vetores. No entanto, eles ainda aparecem ocasionalmente, por isso é útil para um hacker saber como eles funcionam.",
    "pt-BR": "Este capítulo aborda as instruções de ponto flutuante. Estes são usados ​​para operações em números decimais. Eles não são gerados com muita frequência pelos compiladores modernos, que agora usam instruções de vetores. No entanto, eles ainda aparecem ocasionalmente, por isso é útil para um hacker saber como eles funcionam.",
    "ro": "Acest capitol acoperă instrucțiunile pentru virgulă mobilă. Acestea sunt folosite pentru operații pe numere zecimale. Acestea nu sunt generate foarte des de compilatoarele moderne, care folosesc acum instrucțiuni vectoriale. Cu toate acestea, ele apar uneori ocazional, deci este util pentru un hacker să știe cum funcționează.",
    "ru": "В этой главе рассматриваются инструкции с плавающей точкой. Они используются для операций с десятичными числами. Они не очень часто генерируются современными компиляторами, которые вместо этого теперь используют векторные инструкции. Однако они все еще время от времени появляются, поэтому хакеру полезно знать, как они работают.",
    "sv": "Det här kapitlet innehåller instruktioner för flytande punkter. Dessa används för operationer med decimaltal. Dessa genereras inte ofta av moderna kompilatorer, som nu använder vektorinstruktioner istället. Men de visas fortfarande ibland, så det är användbart för en hacker att veta hur de fungerar.",
    "th": "บทนี้ครอบคลุมคำแนะนำเกี่ยวกับจุดลอย สิ่งเหล่านี้ใช้สำหรับการดำเนินการกับตัวเลขทศนิยม สิ่งเหล่านี้ไม่ได้เกิดขึ้นบ่อยนักโดยคอมไพเลอร์สมัยใหม่ซึ่งตอนนี้ใช้คำสั่งเวคเตอร์แทน อย่างไรก็ตามพวกเขายังปรากฏเป็นครั้งคราวดังนั้นจึงเป็นประโยชน์สำหรับแฮ็กเกอร์ที่จะรู้ว่าพวกเขาทำงานอย่างไร",
    "tr": "Bu bölüm Kayan nokta talimatlarını kapsar. Bunlar ondalık sayılardaki işlemler için kullanılır. Bunlar, şimdi vektör talimatlarını kullanan modern derleyiciler tarafından çok sık üretilmez. Ancak, yine de bazen ortaya çıkarlar, bu yüzden bir bilgisayar korsanının nasıl çalıştığını bilmesi yararlı olur.",
    "uk": "Цей розділ охоплює інструкції з плаваючою точкою. Вони використовуються для операцій на десяткових числах. Вони не генеруються дуже часто сучасними компіляторами, які тепер використовують векторні інструкції. Тим не менш, вони все ще іноді з'являються, тому корисно для хакера знати, як вони працюють.",
    "vi": "Chương này bao gồm các hướng dẫn dấu phẩy động. Chúng được sử dụng cho các hoạt động trên số thập phân. Chúng không được tạo ra thường xuyên bởi các trình biên dịch hiện đại, mà bây giờ sử dụng các hướng dẫn vector thay thế. Tuy nhiên, chúng vẫn thỉnh thoảng xuất hiện, vì vậy rất hữu ích cho một hacker biết cách chúng hoạt động.",
    "zh-CN": "本章介绍浮点指令。这些用于十进制数的运算。现代编译器现在不经常生成这些，现在编译器使用向量指令。但是，它们偶尔会出现，所以黑客知道它们是如何工作的。",
    "zh-TW": "本章介紹浮點指令。這些用於十進制數的運算。現代編譯器現在不經常生成這些，現在編譯器使用向量指令。但是，它們偶爾會出現，所以黑客知道它們是如何工作的。"
}
