{
    "ar": "تغيير القيمة التي يتم تحميلها لعكس كرة نارية! الرجوع إلى الرسم البياني على اليمين.",
    "bg": "Променете стойността, която се зарежда, за да обърнете огнената топка! Вижте схемата вдясно.",
    "cs": "Změňte hodnotu načítání, abyste zvrátili ohnivou kouli! Viz obrázek vpravo.",
    "da": "Ændre værdien, der indlæses for at vende ildkuglen! Se diagrammet til højre.",
    "de": "Ändern Sie den geladenen Wert, um den Feuerball umzukehren! Siehe Abbildung rechts.",
    "el": "Αλλάξτε την τιμή που φορτώνεται για να αντιστρέψετε τη βολίδα! Ανατρέξτε στο διάγραμμα στα δεξιά.",
    "en": "Alter the value being loaded to reverse the fireball! Refer to the diagram on the right.",
    "es": "¡Altera el valor que se está cargando para invertir la bola de fuego! Consulte el diagrama de la derecha.",
    "es-419": "¡Altera el valor que se está cargando para invertir la bola de fuego! Consulte el diagrama de la derecha.",
    "fi": "Muuta ladattavaa arvoa tulipallan kääntämiseksi! Katso oikealla olevaa kaaviota.",
    "fr": "Modifiez la valeur en cours de chargement pour inverser la boule de feu! Reportez-vous au schéma à droite.",
    "hu": "Módosítsa a betöltött értéket a tűzgolyó megfordításához! Lásd a jobb oldali ábrát.",
    "it": "Modifica il valore caricato per invertire la palla di fuoco! Fare riferimento al diagramma a destra.",
    "ja": "ロードされている値を変更して、火の玉を反転させます！右図をご参照ください。",
    "ko": "불 덩어리를 뒤집기 위해로드되는 값을 변경하십시오! 오른쪽 그림을 참조하십시오.",
    "nl": "Wijzig de waarde die wordt geladen om de vuurbal om te keren! Raadpleeg het diagram aan de rechterkant.",
    "no": "Endre verdien som lastes for å reversere ildkulen! Se diagrammet til høyre.",
    "pl": "Zmień ładowaną wartość, aby odwrócić kulę ognia! Zobacz schemat po prawej stronie.",
    "pt": "Altere o valor que está sendo carregado para inverter a bola de fogo! Consulte o diagrama à direita.",
    "pt-BR": "Altere o valor que está sendo carregado para inverter a bola de fogo! Consulte o diagrama à direita.",
    "ro": "Modificați valoarea încărcată pentru a inversa mingea de foc! Consultați diagrama din dreapta.",
    "ru": "Измените загружаемое значение, чтобы изменить огненный шар! Обратитесь к диаграмме справа.",
    "sv": "Ändra värdet som laddas för att vända eldbollet! Se diagrammet till höger.",
    "th": "เปลี่ยนค่าที่โหลดเพื่อย้อนลูกไฟ! อ้างถึงแผนภาพทางด้านขวา",
    "tr": "Ateş topunu tersine çevirmek için yüklenen değeri değiştirin! Sağdaki şemaya bakın.",
    "uk": "Змініть завантажуване значення, щоб змінити хмарну кулю! Дивіться схему праворуч.",
    "vi": "Thay đổi giá trị được tải để đảo ngược quả cầu lửa! Tham khảo sơ đồ bên phải.",
    "zh-CN": "更改加载的值以反转火球！请参考右图。",
    "zh-TW": "更改加載的值以反轉火球！請參考右圖。"
}
