{
    "ar": "إذا كنت تستطيع حل اللغز الخاص بي ، فأنا أتلقى مكافأة لك.",
    "bg": "Ако можете да разрешите пъзела ми, имам награда за вас.",
    "cs": "Pokud dokážete vyřešit moji hádanku, mám pro vás odměnu.",
    "da": "Hvis du kan løse mit puslespil, har jeg en belønning for dig.",
    "de": "Wenn du mein Rätsel lösen kannst, habe ich eine Belohnung für dich.",
    "el": "Εάν μπορείτε να λύσετε το παζλ μου, έχω μια ανταμοιβή για σας.",
    "en": "If you can solve my puzzle, I have a reward for you.",
    "es": "Si puedes resolver mi rompecabezas, tengo una recompensa para ti.",
    "es-419": "Si puedes resolver mi rompecabezas, tengo una recompensa para ti.",
    "fi": "Jos pystyt ratkaisemaan palapelini, minulla on palkkio sinulle.",
    "fr": "Si vous pouvez résoudre mon casse-tête, j'ai une récompense pour vous.",
    "hu": "Ha el tudod oldani a rejtvényem, jutalmam van neked.",
    "it": "Se riesci a risolvere il mio puzzle, ho una ricompensa per te.",
    "ja": "あなたが私のパズルを解くことができれば、私はあなたに報酬を持っています。",
    "ko": "내 퍼즐을 풀 수 있다면 보상이 있습니다.",
    "nl": "Als je mijn puzzel kunt oplossen, heb ik een beloning voor je.",
    "no": "Hvis du kan løse puslespillet mitt, har jeg en belønning for deg.",
    "pl": "Jeśli potrafisz rozwiązać moją łamigłówkę, mam dla ciebie nagrodę.",
    "pt": "Se você pode resolver o meu quebra-cabeça, eu tenho uma recompensa por você.",
    "pt-BR": "Se você pode resolver o meu quebra-cabeça, eu tenho uma recompensa por você.",
    "ro": "Dacă îmi poți rezolva puzzle-ul, am o recompensă pentru tine.",
    "ru": "Если вы можете решить мою загадку, у меня есть награда для вас.",
    "sv": "Om du kan lösa mitt pussel har jag en belöning för dig.",
    "th": "หากคุณสามารถไขปริศนาของฉันได้ฉันจะให้รางวัลแก่คุณ",
    "tr": "Yapbozumu çözebilirsen, senin için bir ödülüm var.",
    "uk": "Якщо ти зможеш розгадати мою головоломку, я маю за тебе нагороду.",
    "vi": "Nếu bạn có thể giải câu đố của tôi, tôi có phần thưởng cho bạn.",
    "zh-CN": "如果您能解决我的难题，我将为您提供奖励。",
    "zh-TW": "如果您能解決我的難題，我將為您提供獎勵。"
}
