{
    "ar": "أنا لا أرغب في قتالك. إذا كنت تستطيع حل اللغز الخاص بي ، فسوف أعطيك مكافأة.",
    "bg": "Не искам да се бия с теб. Ако можете да разрешите пъзела ми, ще ви дам награда.",
    "cs": "Nechci s tebou bojovat. Pokud dokážete vyřešit moji hádanku, dám vám odměnu.",
    "da": "Jeg ønsker ikke at bekæmpe dig. Hvis du kan løse mit puslespil, giver jeg dig en belønning.",
    "de": "Ich möchte nicht gegen dich kämpfen. Wenn Sie mein Rätsel lösen können, gebe ich Ihnen eine Belohnung.",
    "el": "Δεν θέλω να πολεμήσω. Εάν μπορείτε να λύσετε το παζλ μου, θα σας δώσω μια ανταμοιβή.",
    "en": "I do not wish to fight you. If you can solve my puzzle, I will give you a reward.",
    "es": "No deseo pelear contigo. Si puedes resolver mi rompecabezas, te daré una recompensa.",
    "es-419": "No deseo pelear contigo. Si puedes resolver mi rompecabezas, te daré una recompensa.",
    "fi": "En halua taistella sinua vastaan. Jos pystyt ratkaisemaan palapelini, annan sinulle palkinnon.",
    "fr": "Je ne veux pas te combattre. Si vous pouvez résoudre mon casse-tête, je vous donnerai une récompense.",
    "hu": "Nem akarok veled harcolni. Ha el tudod oldani a rejtvényem, jutalmat fogok adni.",
    "it": "Non desidero combatterti. Se riesci a risolvere il mio puzzle, ti darò una ricompensa.",
    "ja": "私はあなたと戦いたくない。あなたが私のパズルを解くことができれば、私はあなたに報酬を与えます。",
    "ko": "나는 당신과 싸우고 싶지 않습니다. 당신이 내 퍼즐을 해결할 수 있다면, 나는 당신에게 보상을 줄 것입니다.",
    "nl": "Ik wil niet met je vechten. Als je mijn puzzel kunt oplossen, geef ik je een beloning.",
    "no": "Jeg ønsker ikke å kjempe mot deg. Hvis du kan løse puslespillet mitt, vil jeg gi deg en belønning.",
    "pl": "Nie chcę z tobą walczyć. Jeśli potrafisz rozwiązać moją łamigłówkę, dam ci nagrodę.",
    "pt": "Eu não desejo brigar com você. Se você puder resolver meu quebra-cabeça, eu lhe darei uma recompensa.",
    "pt-BR": "Eu não desejo brigar com você. Se você puder resolver meu quebra-cabeça, eu lhe darei uma recompensa.",
    "ro": "Nu vreau să te lupt cu tine. Dacă îmi puteți rezolva puzzle-ul, vă voi oferi o recompensă.",
    "ru": "Я не хочу драться с тобой. Если ты сможешь решить мою загадку, я дам тебе награду.",
    "sv": "Jag vill inte slåss mot dig. Om du kan lösa mitt pussel kommer jag att ge dig en belöning.",
    "th": "ฉันไม่ต้องการต่อสู้กับคุณ หากคุณสามารถไขปริศนาของฉันฉันจะให้รางวัลแก่คุณ",
    "tr": "Seninle dövüşmek istemiyorum. Yapbozumu çözebilirsen, sana bir ödül vereceğim.",
    "uk": "Я не хочу битися з тобою. Якщо ти зможеш розгадати мою головоломку, я дам тобі нагороду.",
    "vi": "Tôi không muốn chiến đấu với bạn. Nếu bạn có thể giải câu đố của tôi, tôi sẽ cho bạn một phần thưởng.",
    "zh-CN": "我不想打架。如果您能解决我的难题，我会给您奖励。",
    "zh-TW": "我不想打架。如果您能解決我的難題，我會給您獎勵。"
}
