{
    "ar": "لا أرغب في قتالك ، لكن إذا أمكنك حل اللغز ، فسوف أعطيك مكافأة.",
    "bg": "Не искам да се бия с вас, но ако успеете да разрешите пъзела ми, ще ви дам награда.",
    "cs": "Nechci s tebou bojovat, ale pokud dokážete vyřešit moji hádanku, dám vám odměnu.",
    "da": "Jeg ønsker ikke at kæmpe mod dig, men hvis du kan løse mit puslespil, vil jeg give dig en belønning.",
    "de": "Ich möchte nicht gegen dich kämpfen, aber wenn du mein Rätsel lösen kannst, werde ich dir eine Belohnung geben.",
    "el": "Δεν θέλω να πολεμήσω, αλλά αν μπορείτε να λύσετε το παζλ μου, θα σας δώσω μια ανταμοιβή.",
    "en": "I do not wish to fight you, but if you can solve my puzzle, I will give you a reward.",
    "es": "No deseo pelear contigo, pero si puedes resolver mi rompecabezas, te daré una recompensa.",
    "es-419": "No deseo pelear contigo, pero si puedes resolver mi rompecabezas, te daré una recompensa.",
    "fi": "En halua taistella sinua vastaan, mutta jos pystyt ratkaisemaan pulmani, annan sinulle palkinnon.",
    "fr": "Je ne veux pas vous battre, mais si vous pouvez résoudre mon puzzle, je vous donnerai une récompense.",
    "hu": "Nem akarok veled harcolni, de ha meg tudod oldani a rejtvényem, jutalmat fogok adni.",
    "it": "Non desidero combatterti, ma se riesci a risolvere il mio puzzle, ti darò una ricompensa.",
    "ja": "私はあなたと戦うつもりはありませんが、あなたが私のパズルを解くことができれば、私はあなたに報酬を与えます。",
    "ko": "나는 당신과 싸우고 싶지 않지만, 당신이 내 퍼즐을 풀 수 있다면, 당신에게 보상을 줄 것입니다.",
    "nl": "Ik wil niet met je vechten, maar als je mijn puzzel kunt oplossen, zal ik je een beloning geven.",
    "no": "Jeg ønsker ikke å kjempe mot deg, men hvis du kan løse puslespillet mitt, vil jeg gi deg en belønning.",
    "pl": "Nie chcę z tobą walczyć, ale jeśli rozwiążesz moją łamigłówkę, dam ci nagrodę.",
    "pt": "Não quero brigar com você, mas se você puder resolver o meu quebra-cabeça, darei uma recompensa.",
    "pt-BR": "Não quero brigar com você, mas se você puder resolver o meu quebra-cabeça, darei uma recompensa.",
    "ro": "Nu doresc să te lupt cu tine, dar dacă îmi poți rezolva puzzle-ul, îți voi oferi o recompensă.",
    "ru": "Я не хочу драться с тобой, но если ты сможешь решить мою загадку, я дам тебе награду.",
    "sv": "Jag vill inte slåss mot dig, men om du kan lösa mitt pussel kommer jag att ge dig en belöning.",
    "th": "ฉันไม่ต้องการต่อสู้กับคุณ แต่ถ้าคุณสามารถไขปริศนาของฉันได้ฉันจะให้รางวัลแก่คุณ",
    "tr": "Seninle savaşmak istemiyorum, ama bulmacamı çözebilirsen, sana bir ödül vereceğim.",
    "uk": "Я не хочу битися з тобою, але якщо ти зможеш розгадати мою загадку, я дам тобі нагороду.",
    "vi": "Tôi không muốn chiến đấu với bạn, nhưng nếu bạn có thể giải câu đố của tôi, tôi sẽ cho bạn một phần thưởng.",
    "zh-CN": "我不想打架，但是如果您能解决我的难题，我会给您奖励。",
    "zh-TW": "我不想打架，但是如果您能解決我的難題，我會給您獎勵。"
}
