{
    "ar": "أنا لا أرغب في قتالك. إذا كنت تستطيع حل اللغز الخاص بي ، فأنا أتلقى مكافأة لك.",
    "bg": "Не искам да се бия с теб. Ако можете да разрешите пъзела ми, имам награда за вас.",
    "cs": "Nechci s tebou bojovat. Pokud dokážete vyřešit moji hádanku, mám pro vás odměnu.",
    "da": "Jeg ønsker ikke at bekæmpe dig. Hvis du kan løse mit puslespil, har jeg en belønning for dig.",
    "de": "Ich möchte nicht gegen dich kämpfen. Wenn du mein Rätsel lösen kannst, habe ich eine Belohnung für dich.",
    "el": "Δεν θέλω να πολεμήσω. Εάν μπορείτε να λύσετε το παζλ μου, έχω μια ανταμοιβή για σας.",
    "en": "I do not wish to fight you. If you can solve my puzzle, I have a reward for you.",
    "es": "No deseo pelear contigo. Si puedes resolver mi rompecabezas, tengo una recompensa para ti.",
    "es-419": "No deseo pelear contigo. Si puedes resolver mi rompecabezas, tengo una recompensa para ti.",
    "fi": "En halua taistella sinua vastaan. Jos pystyt ratkaisemaan palapelini, minulla on palkkio sinulle.",
    "fr": "Je ne veux pas te combattre. Si vous pouvez résoudre mon casse-tête, j'ai une récompense pour vous.",
    "hu": "Nem akarok veled harcolni. Ha el tudod oldani a rejtvényem, jutalmam van neked.",
    "it": "Non desidero combatterti. Se riesci a risolvere il mio puzzle, ho una ricompensa per te.",
    "ja": "私はあなたと戦いたくない。あなたが私のパズルを解くことができれば、私はあなたに報酬を持っています。",
    "ko": "나는 당신과 싸우고 싶지 않습니다. 내 퍼즐을 풀 수 있다면 보상이 있습니다.",
    "nl": "Ik wil niet met je vechten. Als je mijn puzzel kunt oplossen, heb ik een beloning voor je.",
    "no": "Jeg ønsker ikke å kjempe mot deg. Hvis du kan løse puslespillet mitt, har jeg en belønning for deg.",
    "pl": "Nie chcę z tobą walczyć. Jeśli potrafisz rozwiązać moją łamigłówkę, mam dla ciebie nagrodę.",
    "pt": "Eu não desejo brigar com você. Se você pode resolver o meu quebra-cabeça, eu tenho uma recompensa por você.",
    "pt-BR": "Eu não desejo brigar com você. Se você pode resolver o meu quebra-cabeça, eu tenho uma recompensa por você.",
    "ro": "Nu vreau să te lupt cu tine. Dacă îmi poți rezolva puzzle-ul, am o recompensă pentru tine.",
    "ru": "Я не хочу драться с тобой. Если вы можете решить мою загадку, у меня есть награда для вас.",
    "sv": "Jag vill inte slåss mot dig. Om du kan lösa mitt pussel har jag en belöning för dig.",
    "th": "ฉันไม่ต้องการต่อสู้กับคุณ หากคุณสามารถไขปริศนาของฉันได้ฉันจะให้รางวัลแก่คุณ",
    "tr": "Seninle dövüşmek istemiyorum. Yapbozumu çözebilirsen, senin için bir ödülüm var.",
    "uk": "Я не хочу битися з тобою. Якщо ти зможеш розгадати мою головоломку, я маю за тебе нагороду.",
    "vi": "Tôi không muốn chiến đấu với bạn. Nếu bạn có thể giải câu đố của tôi, tôi có phần thưởng cho bạn.",
    "zh-CN": "我不想打架。如果您能解决我的难题，我将为您提供奖励。",
    "zh-TW": "我不想打架。如果您能解決我的難題，我將為您提供獎勵。"
}
