{
    "ar": "لقد اكتشفت ضريح الـ 10 إذا كنت بحاجة إلى العودة إلى مدينة أخرى، أدخل البوابة المقابلة.",
    "bg": "Ти си открил олтар на светлинна! Ако някога трябва да се върнете в друг град, въведете съответния портал.",
    "cs": "Objevili jste warpovou svatyni! Pokud se někdy budete potřebovat vrátit do jiného města, zadejte příslušný portál.",
    "da": "Du har opdaget en warp helligdom! Hvis du nogensinde har brug for at komme tilbage til en anden by, skal du indtaste den tilsvarende portal.",
    "de": "Sie haben einen Kettschrein entdeckt! Wenn Sie jemals in eine andere Stadt zurückkehren müssen, geben Sie das entsprechende Portal ein.",
    "el": "Ανακάλυψες ένα ιερό δίνης! Αν χρειαστεί ποτέ να επιστρέψετε σε άλλη πόλη, εισαγάγετε την αντίστοιχη πύλη.",
    "en": "You have discovered a warp shrine! If you ever need to get back to another city, enter the corresponding portal.",
    "es": "¡Has descubierto un santuario warp! Si alguna vez necesitas volver a otra ciudad, entra en el portal correspondiente.",
    "es-419": "¡Has descubierto un santuario warp! Si alguna vez necesitas volver a otra ciudad, entra en el portal correspondiente.",
    "fi": "Olet löytänyt poimupyhäkökököi tämän! Jos haluat joskus palata toiseen kaupunkiin, kirjoita vastaava portaali.",
    "fr": "Vous avez découvert un sanctuaire de distorsion! Si jamais vous avez besoin de retourner dans une autre ville, entrez le portail correspondant.",
    "hu": "Felfedeztél egy görbületi szentélyt! Ha bármikor vissza kell maszkolnia egy másik városba, adja meg a megfelelő portált.",
    "it": "Hai scoperto un santuario di curvatura! Se hai bisogno di tornare in un'altra città, entra nel portale corrispondente.",
    "ja": "あなたはワープ神社を発見しました!別の都市に戻る必要がある場合は、対応するポータルを入力します。",
    "ko": "당신은 워프 신사를 발견했다! 다른 도시로 돌아가야 하는 경우 해당 포털을 입력합니다.",
    "nl": "Je hebt een warp heiligdom ontdekt! Als je ooit terug moet naar een andere stad, voer dan het bijbehorende portaal in.",
    "nb": "Du har oppdaget en warp helligdom! Hvis du noen gang trenger å komme tilbake til en annen by, skriv inn den tilsvarende portalen.",
    "pl": "Odkryliście sanktuarium osnowy! Jeśli kiedykolwiek musisz wrócić do innego miasta, wprowadź odpowiedni portal.",
    "pt": "Descobriu um santuário de dobra! Se precisar de voltar para outra cidade, entre no portal correspondente.",
    "pt-BR": "Você descobriu um santuário de dobra! Se você precisar voltar para outra cidade, entre no portal correspondente.",
    "ro": "Ai descoperit un altar warp! Dacă trebuie să vă întoarceți în alt oraș, introduceți portalul corespunzător.",
    "ru": "Вы обнаружили варп святыню! Если вам когда-нибудь понадобится вернуться в другой город, зайдите на соответствующий портал.",
    "sv": "Du har upptäckt en warprekred! Om du någonsin behöver komma tillbaka till en annan stad, ange motsvarande portal.",
    "th": "คุณได้ค้นพบศาลเจ้าวิปริต! ถ้าคุณจําเป็นต้องกลับไปที่เมืองอื่น ให้ป้อนพอร์ทัลที่เกี่ยวข้อง",
    "tr": "Bir warp mabedi keşfettin! Başka bir şehre geri dönmeniz gerekirse, ilgili portala girin.",
    "uk": "Ви відкрили храм викривлення! Якщо ви коли-небудь знадобиться повернутися в інше місто, введіть відповідний портал.",
    "vi": "Bạn đã phát hiện ra một ngôi đền dọc! Nếu bạn cần quay lại thành phố khác, hãy nhập cổng thông tin tương ứng.",
    "zh-CN": "你发现了一个扭曲神社！如果您需要返回另一个城市，请输入相应的门户。",
    "zh-TW": "你發現了一個扭曲神社!如果您需要返回另一個城市,請輸入相應的門戶。"
}
