{
    "ar": "هذه غرفة اُلابت إذا اكتشفت مواقع أخرى في رحلتك، قم بتنشيطها! القيام بذلك سوف يسمح لك بالتخبط بسرعة بين الأراضي البعيدة.",
    "bg": "Това е светлинна зала. Ако откриете други светлинна места по пътя си, да ги активирате! Това ще ви позволи бързо да изкривяват между далечни земи.",
    "cs": "Tohle je warp místnost. Pokud na své cestě objevíte další warp místa, aktivujte je! To vám umožní rychle warp mezi vzdálenými zeměmi.",
    "da": "Det er et omklædningsrum. Hvis du opdager andre warp steder på din rejse, aktivere dem! Dette vil give dig mulighed for hurtigt at fordreje mellem langt væk lander.",
    "de": "Dies ist ein Kettraum. Wenn du andere Warp-Standorte auf deiner Reise entdeckst, aktiviere sie! Auf diese Weise können Sie schnell zwischen weit entfernten Ländern verziehen.",
    "el": "Αυτό είναι ένα δωμάτιο δίνης. Αν ανακαλύψετε άλλες τοποθεσίες δίνης στο ταξίδι σας, ενεργοποιήστε τις! Με αυτόν τον τρόπο θα σας επιτρέψει να στρεβλώσετε γρήγορα μεταξύ μακρινών εδαφών.",
    "en": "This is a warp room. If you discover other warp locations on your journey, activate them! Doing so will allow you to quickly warp between far away lands.",
    "es": "Esta es una habitación warp. Si descubres otras ubicaciones warp en tu viaje, ¡actívelas! Hacerlo le permitirá deformar rápidamente entre tierras lejanas.",
    "es-419": "Esta es una habitación warp. Si descubres otras ubicaciones warp en tu viaje, ¡actívelas! Hacerlo le permitirá deformar rápidamente entre tierras lejanas.",
    "fi": "Tämä on poimuhuone. Jos löydät muita poimu sijainteja matkallasi, aktivoi ne! Näin voit nopeasti poimu välillä kaukana mailla.",
    "fr": "C’est une salle de distorsion. Si vous découvrez d’autres endroits de distorsion sur votre voyage, activez-les! Cela vous permettra de vous déformer rapidement entre les terres lointaines.",
    "hu": "Ez egy görbületi szoba. Ha felfedezsz más görbületi helyeket az utazásod során, aktiváld őket! Ezzel lehetővé teszi, hogy gyorsan lánc között távoli földeket.",
    "it": "Questa è una stanza di curvatura. Se scopri altre posizioni di curvatura durante il tuo viaggio, attivale! In questo modo vi permetterà di deformare rapidamente tra terre lontane.",
    "ja": "これはワープルームです。あなたの旅の他のワープの場所を発見した場合は、それらをアクティブに!そうすることで、 遠く離れた土地間を素早くワープすることができます。",
    "ko": "워프 룸입니다. 당신은 당신의 여행에 다른 워프 위치를 발견하는 경우, 그들을 활성화! 이렇게하면 멀리 떨어진 땅 사이를 빠르게 뒤틀 수 있습니다.",
    "nl": "Dit is een warpkamer. Als je andere warplocaties op je reis ontdekt, activeer je ze! Hierdoor u snel kromtrekken tussen verre landen.",
    "nb": "Dette er et warprom. Hvis du oppdager andre warp steder på reisen, aktivere dem! Å gjøre det vil tillate deg å raskt deformere mellom langt borte land.",
    "pl": "Jest to pokój osnowy. Jeśli odkryjesz inne lokacje osnowy podczas podróży, aktywuj je! Pozwoli to szybko wypaczać między odległymi krainami.",
    "pt": "Esta é uma sala de dobra. Se descobrir outros locais de dobra na sua viagem, ative-os! Ao fazê-lo, permitir-lhe-á deformar rapidamente entre terras longín a mais distantes.",
    "pt-BR": "Esta é uma sala de dobra. Se você descobrir outros locais de dobra em sua jornada, ativá-los! Fazê-lo permitirá que você deforme rapidamente entre terras distantes.",
    "ro": "Asta e o cameră warp. Dacă descoperiți alte locații warp în călătoria dvs., activați-le! Acest lucru vă va permite să se deformeze rapid între ținuturi îndepărtate.",
    "ru": "Это варп-комната. Если вы обнаружите другие места деформации на вашем пути, активировать их! Это позволит вам быстро деформироваться между далекими землями.",
    "sv": "Det här är ett warprum. Om du upptäcker andra warpplatser på din resa, aktivera dem! Om du gör det kan du snabbt förvränga mellan fjärran länder.",
    "th": "ห้องนี้เป็นห้องวิปริต หากคุณค้นพบสถานที่วิปริตอื่น ๆ ในการเดินทางของคุณเปิดใช้งานพวกเขา! การทําเช่นนี้จะช่วยให้คุณได้อย่างรวดเร็ววิปริตระหว่างดินแดนที่อยู่ห่างไกล",
    "tr": "Burası warp odası. Yolculuğunuzdaki diğer warp konumlarını keşfederseniz, onları etkinleştirin! Bunu yapmak, uzak topraklar arasında hızla bükme nizi sağlayacaktır.",
    "uk": "Це-кімната викривлення. Якщо ви виявите інші місця деформації на вашому шляху, активувати їх! Це дозволить вам швидко відформувати між далеким приземлям.",
    "vi": "Đây là một phòng dọc. Nếu bạn khám phá các vị trí dọc khác trên hành trình của mình, hãy kích hoạt chúng! Làm như vậy sẽ cho phép bạn nhanh chóng làm cong giữa các vùng đất xa xôi.",
    "zh-CN": "这是一个扭曲的房间。如果您在旅程中发现其他翘点位置，请激活它们！这样做将允许您在遥远的土地之间快速扭曲。",
    "zh-TW": "這是一個扭曲的房間。如果您在旅程中發現其他翹點位置,請激活它們!這樣做將允許您在遙遠的土地之間快速扭曲。"
}
