{
    "ar": "هذا هو ضريح الاعوجاج. إذا اكتشفت مواقع الاعوجاج الأخرى في رحلتك ، فقم بتنشيطها! سيسمح لك القيام بذلك بالالتواء بسرعة بين الأراضي البعيدة.",
    "bg": "Това е светлинното светилище. Ако откриете други светлинни места по време на пътуването си, активирайте ги! Това ще ви позволи бързо да се изкривите между далечни земи.",
    "cs": "Toto je osnovní svatyně. Pokud na své cestě objevíte další warpová místa, aktivujte je! Pokud tak učiníte, umožní vám rychle přecházet mezi vzdálenými zeměmi.",
    "da": "Dette er kædehelligdommen. Hvis du opdager andre warp-steder på din rejse, skal du aktivere dem! Hvis du gør det, kan du hurtigt vride dig mellem fjerne lande.",
    "de": "Dies ist der Warp-Schrein. Wenn du auf deiner Reise weitere Warp-Orte entdeckst, aktiviere sie! Auf diese Weise kannst du schnell zwischen weit entfernten Ländern hin- und herspringen.",
    "el": "Αυτό είναι το ιερό στημόνι. Εάν ανακαλύψετε άλλες τοποθεσίες στρέβλωσης στο ταξίδι σας, ενεργοποιήστε τις! Κάτι τέτοιο θα σας επιτρέψει να στρέψετε γρήγορα μεταξύ μακρινών χωρών.",
    "en": "This is the warp shrine. If you discover other warp locations on your journey, activate them! Doing so will allow you to quickly warp between far away lands.",
    "es": "Este es el santuario warp. Si descubres otras ubicaciones warp en tu viaje, ¡actívalas! Hacerlo te permitirá deformarte rápidamente entre tierras lejanas.",
    "es-419": "Este es el santuario warp. Si descubres otras ubicaciones warp en tu viaje, ¡actívalas! Hacerlo te permitirá deformarte rápidamente entre tierras lejanas.",
    "fi": "Tämä on loimi-pyhäkkö. Jos löydät matkallasi muita loimipaikkoja, aktivoi ne! Näin voit nopeasti vääntyä kaukaisten maiden välillä.",
    "fr": "C’est le sanctuaire de distorsion. Si vous découvrez d’autres emplacements de distorsion au cours de votre voyage, activez-les! Cela vous permettra de vous déformer rapidement entre des terres lointaines.",
    "hu": "Ez a láncszentély. Ha utazásod során más hajlítási helyeket fedezel fel, aktiváld őket! Ezzel lehetővé teszi, hogy gyorsan elhajoljon távoli földek között.",
    "it": "Questo è il santuario di ordito. Se scopri altri luoghi di curvatura durante il tuo viaggio, attivali! Ciò ti consentirà di deformarti rapidamente tra terre lontane.",
    "ja": "これが縦糸神社です。旅の途中で他のワープロケーションを発見したら、それらをアクティブにしてください!そうすることで、遠くの土地間をすばやくワープすることができます。",
    "ko": "이곳은 워프 신사입니다. 여행 중에 다른 워프 위치를 발견하면 활성화하세요! 그렇게 하면 멀리 떨어진 땅 사이를  빠르게 워프할 수 있습니다.",
    "nl": "Dit is de warp shrine. Als je tijdens je reis andere warp-locaties ontdekt, activeer ze dan! Als je dit doet, kun je snel kromtrekken tussen verre landen.",
    "no": "Dette er renningshelligdommen. Hvis du oppdager andre fordreiningssteder på reisen, aktiverer du dem! Å gjøre det vil tillate deg å raskt vri mellom langt unna land.",
    "pl": "To jest sanktuarium osnowy. Jeśli odkryjesz inne miejsca warp podczas swojej podróży, aktywuj je! Pozwoli ci to szybko przeskakiwać między odległymi krainami.",
    "pt": "Este é o santuário da urdidura. Se você descobrir outros locais de deformação em sua jornada, ative-os! Isso permitirá que você se deforme rapidamente entre terras distantes.",
    "pt-BR": "Este é o santuário da urdidura. Se você descobrir outros locais de dobra em sua jornada, ative-os! Isso permitirá que você se deforme rapidamente entre terras distantes.",
    "ro": "Acesta este altarul urzeală. Dacă descoperiți alte locații de urzeală în călătoria dvs., activați-le! Acest lucru vă va permite să vă deformați rapid între terenuri îndepărtate.",
    "ru": "Это варп-святилище. Если вы обнаружите другие варп-локации в своем путешествии, активируйте их! Это позволит вам быстро перемещаться между далекими землями.",
    "sv": "Detta är varphelgedomen. Om du upptäcker andra varpplatser på din resa, aktivera dem! Om du gör det kan du snabbt varpa mellan fjärran länder.",
    "th": "นี่คือศาลเจ้าวิปริต หากคุณค้นพบสถานที่วิปริตอื่น ๆ ในการเดินทางของคุณเปิดใช้งานพวกเขา! การทําเช่นนี้จะช่วยให้คุณบิดเบี้ยวระหว่างดินแดนที่ห่างไกลได้อย่างรวดเร็ว",
    "tr": "Bu çözgü tapınağı. Yolculuğunuzda başka çarpıtma konumları keşfederseniz, onları etkinleştirin! Bunu yapmak, uzak diyarlar arasında hızlı bir şekilde bükülmenizi sağlayacaktır.",
    "uk": "Це святиня варпа. Якщо ви виявили інші місця викривлення під час своєї подорожі, активуйте їх! Це дозволить вам швидко перекошуватися між далекими землями.",
    "vi": "Đây là miếu thờ dọc. Nếu bạn khám phá các vị trí dọc khác trên hành trình của mình, hãy kích hoạt chúng! Làm như vậy sẽ cho phép bạn nhanh chóng cong vênh giữa những vùng đất xa xôi.",
    "zh-CN": "这是经线神社。如果您在旅途中发现其他扭曲位置，请激活它们！这样做可以让您在遥远的土地之间快速扭曲。",
    "zh-TW": "這是經線神社。如果您在旅途中發現其他扭曲位置，請激活它們！這樣做可以讓您在遙遠的土地之間快速扭曲。"
}
