{
    "ar": "الآن بعد أن تفهمت الأساسيات ، فقد حان الوقت لمباراة حقيقية! الهدف بسيط: اربح جولتين قبل خصمك.",
    "bg": "Сега, когато разбирате основите, е време за истински мач! Целта е проста: спечелете два кръга, преди опонентът да го направи.",
    "cs": "Nyní, když rozumíte základům, je čas na skutečný zápas! Cíl je jednoduchý: vyhrajte dvě kola dříve, než váš soupeř ano.",
    "da": "Nu hvor du forstår det grundlæggende, er det tid til en rigtig kamp! Målet er enkelt: Vind to runder, før din modstander gør det.",
    "de": "Jetzt, da Sie die Grundlagen verstanden haben, ist es Zeit für ein richtiges Match! Das Ziel ist einfach: Gewinne zwei Runden vor deinem Gegner.",
    "el": "Τώρα που καταλαβαίνετε τα βασικά, ήρθε η ώρα για έναν πραγματικό αγώνα! Ο στόχος είναι απλός: κερδίστε δύο γύρους πριν ο αντίπαλός σας κάνει.",
    "en": "Now that you understand the basics, it's time for a real match! The goal is simple: win two rounds before your opponent does.",
    "es": "Ahora que comprende los conceptos básicos, ¡es hora de un partido real! El objetivo es simple: ganar dos rondas antes que tu oponente.",
    "es-419": "Ahora que comprende los conceptos básicos, ¡es hora de un partido real! El objetivo es simple: ganar dos rondas antes que tu oponente.",
    "fi": "Nyt kun ymmärrät perusteet, on aika todelliseen otteluun! Tavoite on yksinkertainen: voita kaksi kierrosta ennen kuin vastustajasi tekee.",
    "fr": "Maintenant que vous comprenez les bases, il est temps de faire une vraie partie! L'objectif est simple: gagner deux tours avant votre adversaire.",
    "hu": "Most, hogy megértette az alapokat, itt az ideje egy igazi mérkőzésre! A cél egyszerű: nyerj két fordulót az ellenfeled előtt.",
    "it": "Ora che hai capito le basi, è tempo di una vera partita! L'obiettivo è semplice: vincere due round prima dell'avversario.",
    "ja": "これで基本を理解できたので、今度は本物の試合をしましょう！目標は簡単です。対戦相手よりも先に2ラウンド勝ちます。",
    "ko": "이제 기본 사항을 이해 했으므로 이제 실제 일치해야합니다. 목표는 간단합니다. 상대방이하기 전에 두 라운드를 승 리하십시오.",
    "nl": "Nu je de basis begrijpt, is het tijd voor een echte wedstrijd! Het doel is simpel: win twee rondes voordat je tegenstander dat doet.",
    "no": "Nå som du forstår det grunnleggende, er det tid for en skikkelig kamp! Målet er enkelt: Vinn to runder før motstanderen gjør det.",
    "pl": "Teraz, gdy rozumiesz podstawy, czas na prawdziwy mecz! Cel jest prosty: wygraj dwie rundy, zanim zrobi to przeciwnik.",
    "pt": "Agora que você entende o básico, é hora de uma partida de verdade! O objetivo é simples: vencer duas rodadas antes do seu oponente.",
    "pt-BR": "Agora que você entende o básico, é hora de uma partida de verdade! O objetivo é simples: vencer duas rodadas antes do seu oponente.",
    "ro": "Acum că ai înțeles elementele de bază, este timpul pentru un meci real! Obiectivul este simplu: câștigă două runde înainte de a face adversarul.",
    "ru": "Теперь, когда вы понимаете основы, пришло время для настоящего матча! Цель проста: выиграть два раунда, прежде чем ваш противник делает.",
    "sv": "Nu när du förstår grunderna är det dags för en riktig match! Målet är enkelt: vinna två omgångar innan din motståndare gör det.",
    "th": "เมื่อคุณเข้าใจพื้นฐานแล้วก็ถึงเวลาสำหรับการจับคู่ที่แท้จริง! เป้าหมายง่าย ๆ : ชนะสองรอบก่อนฝ่ายตรงข้ามจะทำ",
    "tr": "Şimdi temelleri anladığınıza göre, gerçek bir eşleşme zamanı! Amaç basit: Rakibinizden önce iki tur kazanın.",
    "uk": "Тепер, коли ви розумієте основи, настав час для справжнього матчу! Мета проста: виграйте два раунди, перш ніж ваш опонент зробить.",
    "vi": "Bây giờ bạn đã hiểu những điều cơ bản, đã đến lúc cho một trận đấu thực sự! Mục tiêu rất đơn giản: giành chiến thắng hai vòng trước đối thủ của bạn.",
    "zh-CN": "现在您已经了解了基础知识，是时候进行一场真正的比赛了！目标很简单：比对手先赢两轮。",
    "zh-TW": "現在您已經了解了基礎知識，是時候進行一場真正的比賽了！目標很簡單：在對手之前贏兩輪。"
}
