{
    "ar": ".FPU تضيف تعليمات 'fadd' رقما كسريا (الفاصلة العائمة) إلى الرقم الموجود أعلى مكدس",
    "bg": "Инструкцията 'fadd' добавя дробно (с плаваща запетая) число към числото в горната част на стека на FPU.",
    "cs": "Instrukce 'fadd' přidá zlomkové číslo (s plovoucí desetinnou čárkou) k číslu v horní části zásobníku FPU.",
    "da": "'Fadd'-instruktionen tilføjer et brøktal (flydende punkt) til tallet øverst i FPU-stakken.",
    "de": "Die Anweisung 'fadd' fügt der Zahl am oberen Rand des FPU-Stapels eine Bruchzahl (Gleitkommazahl) hinzu.",
    "el": "Η εντολή 'fadd' προσθέτει έναν κλασματικό αριθμό (κινητής υποδιαστολής) στον αριθμό στην κορυφή της στοίβας FPU.",
    "en": "The 'fadd' instruction adds a fractional (floating point) number to the number at the top of the FPU stack.",
    "es": "La instrucción 'fadd' agrega un número fraccionario (punto flotante) al número en la parte superior de la pila FPU.",
    "es-419": "La instrucción 'fadd' agrega un número fraccionario (punto flotante) al número en la parte superior de la pila FPU.",
    "fi": "'fadd'-käsky lisää murtoluvun (liukuluvun) FPU-pinon yläosassa olevaan numeroon.",
    "fr": "L’instruction 'fadd' ajoute un nombre fractionnaire (virgule flottante) au nombre en haut de la pile FPU.",
    "hu": "A 'fadd' utasítás hozzáad egy tört (lebegőpontos) számot az FPU verem tetején lévő számhoz.",
    "it": "L'istruzione 'fadd' aggiunge un numero frazionario (virgola mobile) al numero nella parte superiore dello stack FPU.",
    "ja": "'fadd' 命令は、FPU スタックの一番上の数値に小数部 (浮動小数点数) を追加します。",
    "ko": "'fadd' 명령어는 FPU 스택의 맨 위에 있는 숫자에 소수 (부동 소수점) 숫자를 추가합니다.",
    "nl": "De 'fadd'-instructie voegt een fractioneel (drijvende-komma) getal toe aan het getal boven aan de FPU-stapel.",
    "no": "'Fadd'-instruksjonen legger til et brøknummer (flyttall) til tallet øverst i FPU-stabelen.",
    "pl": "Instrukcja 'fadd' dodaje ułamkową (zmiennoprzecinkową) liczbę do liczby na górze stosu FPU.",
    "pt": "A instrução 'fadd' adiciona um número fracionário (ponto flutuante) ao número na parte superior da pilha FPU.",
    "pt-BR": "A instrução 'fadd' adiciona um número fracionário (ponto flutuante) ao número na parte superior da pilha FPU.",
    "ro": "Instrucțiunea 'moft' adaugă un număr fracționat (în virgulă mobilă) la numărul din partea de sus a stivei FPU.",
    "ru": "Инструкция 'fadd' добавляет дробное число (с плавающей запятой) к числу в верхней части стека FPU.",
    "sv": "Instruktionen 'fadd' lägger till ett bråktal (flyttal) till numret högst upp på FPU-stacken.",
    "th": "คําสั่ง 'fadd' จะเพิ่มตัวเลขเศษส่วน (จุดลอยตัว) ให้กับตัวเลขที่ด้านบนของสแต็ค FPU",
    "tr": "'Fadd' talimatı, FPU yığınının üstündeki sayıya kesirli (kayan nokta) bir sayı ekler.",
    "uk": "Інструкція 'fadd' додає дробове число (з плаваючою комою) до числа у верхній частині стека FPU.",
    "vi": "Lệnh 'fadd' thêm một số phân số (dấu phẩy động) vào số ở đầu ngăn xếp FPU.",
    "zh-CN": "“fadd”指令将一个小数（浮点）添加到 FPU 堆栈顶部的数字中。",
    "zh-TW": "“fadd”指令將一個小數（浮點）添加到 FPU 堆棧頂部的數位中。"
}
