{
    "ar": "تضيف تعليمات 'fadd' رقمًا كسريًا (نقطة عائمة) إلى الرقم الموجود في الجزء العلوي من مكدس FPU.",
    "bg": "Инструкцията „fadd“ добавя дробно число (плаваща точка) към числото в горната част на FPU стека.",
    "cs": "Instrukce 'fadd' přidává zlomkové číslo s pohyblivou řádovou čárkou k číslu v horní části zásobníku FPU.",
    "da": "fadd-instruktionen tilføjer et brøknummer (flydende punkt) til tallet øverst på FPU-stakken.",
    "de": "Der Befehl 'fadd' fügt der Zahl oben im FPU-Stapel eine Bruchzahl (Gleitkommazahl) hinzu.",
    "el": "Η εντολή «fadd» προσθέτει έναν κλασματικό (κυμαινόμενο σημείο) αριθμό στον αριθμό στην κορυφή της στοίβας FPU.",
    "en": "The 'fadd' instruction adds a fractional (floating point) number to the number at the top of the FPU stack.",
    "es": "La instrucción 'fadd' agrega un número fraccionario (punto flotante) al número en la parte superior de la pila de FPU.",
    "es-419": "La instrucción 'fadd' agrega un número fraccionario (punto flotante) al número en la parte superior de la pila de FPU.",
    "fi": "'fadd' -käsky lisää murto-osan (liukuluku) luvun numeroon FPU-pinon yläosassa.",
    "fr": "L'instruction 'fadd' ajoute un nombre fractionnaire (virgule flottante) au nombre en haut de la pile FPU.",
    "hu": "Az 'fadd' utasítás töredékes (lebegőpontos) számot ad hozzá az FPU-halom tetején lévő számhoz.",
    "it": "L'istruzione 'fadd' aggiunge un numero frazionario (in virgola mobile) al numero nella parte superiore dello stack FPU.",
    "ja": "'fadd'命令は、FPUスタックの最上部にある数値に小数（浮動小数点）数を追加します。",
    "ko": "'fadd'명령어는 소수 (부동 소수점) 숫자를 FPU 스택 맨 위에있는 숫자에 추가합니다.",
    "nl": "De 'fadd'-instructie voegt een fractioneel (drijvende-komma) nummer toe aan het nummer bovenaan de FPU-stapel.",
    "no": "fadd-instruksjonen legger til et brøknummer (flytende punkt) til tallet øverst på FPU-stabelen.",
    "pl": "Instrukcja „fadd” dodaje liczbę ułamkową (zmiennoprzecinkową) do liczby na górze stosu FPU.",
    "pt": "A instrução 'fadd' adiciona um número fracionário (ponto flutuante) ao número na parte superior da pilha FPU.",
    "pt-BR": "A instrução 'fadd' adiciona um número fracionário (ponto flutuante) ao número na parte superior da pilha FPU.",
    "ro": "Instrucțiunea „fadd” adaugă un număr fracțional (punct flotant) la numărul din partea de sus a stivei FPU.",
    "ru": "Инструкция 'fadd' добавляет дробное число (число с плавающей запятой) к числу в верхней части стека FPU.",
    "sv": "'fadd' -instruktionen lägger till ett bråknummer (flytande punkt) till numret överst på FPU-stacken.",
    "th": "คำสั่ง 'fadd' เพิ่มหมายเลขเศษส่วน (จุดลอยตัว) ไปยังหมายเลขที่ด้านบนของสแต็ก FPU",
    "tr": "'fadd' komutu FPU yığınının üstündeki sayıya kesirli (kayan nokta) bir sayı ekler.",
    "uk": "Інструкція 'fadd' додає дробове (плаваюча точка) число до числа у верхній частині стека FPU.",
    "vi": "Lệnh 'fadd' thêm một số phân số (dấu phẩy động) vào số ở đầu ngăn xếp FPU.",
    "zh-CN": "“ fadd”指令将小数（浮点数）添加到FPU堆栈顶部的数字。",
    "zh-TW": "“ fadd”指令將小數（浮點數）添加到FPU堆棧頂部的數字。"
}
