{
    "ar": "تُعرف هذه التعليمات باسم تعليمات x87. نادرا ما تستخدم هذه التعليمات في البرامج الحديثة!",
    "bg": "Тези инструкции са известни като x87 инструкции. Тези инструкции се използват рядко в съвременните програми!",
    "cs": "Tyto pokyny se nazývají instrukce x87. Tyto pokyny se v moderních programech používají jen zřídka!",
    "da": "Disse instruktioner kaldes x87-instruktioner. Disse instruktioner bruges sjældent i moderne programmer!",
    "de": "Diese Anweisungen werden als x87-Anweisungen bezeichnet. Diese Anweisungen werden in modernen Programmen selten verwendet!",
    "el": "Αυτές οι οδηγίες είναι γνωστές ως οδηγίες x87. Αυτές οι οδηγίες σπάνια χρησιμοποιούνται σε σύγχρονα προγράμματα!",
    "en": "These instructions are known as x87 instructions. These instructions are rarely used in modern programs!",
    "es": "Estas instrucciones se conocen como instrucciones x87. ¡Estas instrucciones rara vez se usan en los programas modernos!",
    "es-419": "Estas instrucciones se conocen como instrucciones x87. ¡Estas instrucciones rara vez se usan en los programas modernos!",
    "fi": "Nämä ohjeet tunnetaan nimellä x87-ohjeet. Näitä ohjeita käytetään harvoin nykyaikaisissa ohjelmissa!",
    "fr": "Ces instructions sont appelées instructions x87. Ces instructions sont rarement utilisées dans les programmes modernes!",
    "hu": "Az utasításokat x87 utasításnak nevezzük. Ezeket az utasításokat ritkán használják a modern programokban!",
    "it": "Queste istruzioni sono note come istruzioni x87. Queste istruzioni sono usate raramente nei programmi moderni!",
    "ja": "これらの命令はx87命令として知られています。これらの命令は現代のプログラムではめったに使用されません！",
    "ko": "이 명령어를 x87 명령어라고합니다. 이 지침은 현대 프로그램에서 거의 사용되지 않습니다!",
    "nl": "Deze instructies staan ​​bekend als x87-instructies. Deze instructies worden zelden gebruikt in moderne programma's!",
    "no": "Disse instruksjonene er kjent som x87 instruksjoner. Disse instruksjonene brukes sjelden i moderne programmer!",
    "pl": "Te instrukcje są znane jako instrukcje x87. Te instrukcje są rzadko używane w nowoczesnych programach!",
    "pt": "Essas instruções são conhecidas como instruções x87. Essas instruções raramente são usadas em programas modernos!",
    "pt-BR": "Essas instruções são conhecidas como instruções x87. Essas instruções raramente são usadas em programas modernos!",
    "ro": "Aceste instrucțiuni sunt cunoscute sub numele de instrucțiuni x87. Aceste instrucțiuni sunt rareori utilizate în programele moderne!",
    "ru": "Эти инструкции известны как инструкции x87. Эти инструкции редко используются в современных программах!",
    "sv": "Dessa instruktioner kallas x87-instruktioner. Dessa instruktioner används sällan i moderna program!",
    "th": "คำแนะนำเหล่านี้เรียกว่าคำแนะนำ x87 คำแนะนำเหล่านี้ไม่ค่อยได้ใช้ในโปรแกรมที่ทันสมัย!",
    "tr": "Bu talimatlar x87 talimatları olarak bilinir. Bu talimatlar modern programlarda nadiren kullanılır!",
    "uk": "Ці інструкції відомі як x87 інструкції. Ці інструкції рідко використовуються в сучасних програмах!",
    "vi": "Các hướng dẫn này được gọi là hướng dẫn x87. Những hướng dẫn này hiếm khi được sử dụng trong các chương trình hiện đại!",
    "zh-CN": "这些指令称为x87指令。这些指令很少在现代程序中使用！",
    "zh-TW": "這些指令稱為x87指令。這些指令很少在現代程序中使用！"
}
