{
    "ar": "سوف تتعلم عن ذلك لاحقًا. في الوقت الحالي ، يمكنك تغيير هذا إلى 'fsub' أو استخدام 'nop' لإيقاف المؤقت!",
    "bg": "Ще научите за това по-късно. За сега можете да промените това на „fsub“ или да използвате „nop“, за да спрете таймера!",
    "cs": "O tom se dozvíte později. Prozatím to můžete změnit na „fsub“ nebo pomocí „nop“ zastavit časovač!",
    "da": "Det lærer du senere. For nu kan du ændre dette til 'fsub' eller bruge en 'nop' til at stoppe timeren!",
    "de": "Das erfahren Sie später. Im Moment können Sie dies in 'fsub' ändern oder einen 'nop' verwenden, um den Timer zu stoppen!",
    "el": "Θα μάθετε για αυτό αργότερα. Προς το παρόν, μπορείτε να το αλλάξετε σε 'fsub' ή να χρησιμοποιήσετε ένα 'nop' για να σταματήσετε το χρονόμετρο!",
    "en": "You will learn about that later. For now, you can change this to 'fsub' or use a 'nop' to stop the timer!",
    "es": "Aprenderás sobre eso más tarde. Por ahora, puede cambiar esto a 'fsub' o usar un 'nop' para detener el temporizador.",
    "es-419": "Aprenderás sobre eso más tarde. Por ahora, puede cambiar esto a 'fsub' o usar un 'nop' para detener el temporizador.",
    "fi": "Opit siitä myöhemmin. Toistaiseksi voit muuttaa tämän 'fsub' tai käyttää 'nop' pysäyttääksesi ajastimen!",
    "fr": "Vous en saurez plus tard. Pour l'instant, vous pouvez changer cela en «fsub» ou utiliser un «nop» pour arrêter le chronomètre!",
    "hu": "Később megtudhatja erről. Egyelőre megváltoztathatja ezt „fsub” -re, vagy használhatja a „nop” -ot az időzítő leállításához!",
    "it": "Lo imparerai più tardi. Per ora, puoi cambiarlo in 'fsub' o usare un 'nop' per fermare il timer!",
    "ja": "これについては後で学びます。現時点では、これを「fsub」に変更するか、「nop」を使用してタイマーを停止できます。",
    "ko": "나중에 그것에 대해 배울 것입니다. 지금은 'fsub'로 변경하거나 'nop'를 사용하여 타이머를 중지 할 수 있습니다!",
    "nl": "Daar kom je later achter. Voorlopig kunt u dit wijzigen in 'fsub' of een 'nop' gebruiken om de timer te stoppen!",
    "no": "Du vil lære om det senere. Foreløpig kan du endre dette til 'fsub' eller bruke en 'nop' for å stoppe tidtakeren!",
    "pl": "Dowiesz się o tym później. Na razie możesz zmienić to na „fsub” lub użyć „nop”, aby zatrzymać stoper!",
    "pt": "Você aprenderá sobre isso mais tarde. Por enquanto, você pode alterar para 'fsub' ou usar um 'nop' para parar o cronômetro!",
    "pt-BR": "Você aprenderá sobre isso mais tarde. Por enquanto, você pode alterar para 'fsub' ou usar um 'nop' para parar o cronômetro!",
    "ro": "Veți afla despre asta mai târziu. Deocamdată, puteți schimba acest lucru în „fsub” sau puteți utiliza un „nop” pentru a opri cronometrul!",
    "ru": "Вы узнаете об этом позже. Сейчас вы можете изменить это значение на «fsub» или использовать «nop», чтобы остановить таймер!",
    "sv": "Du kommer att lära dig mer om det senare. För närvarande kan du ändra detta till 'fsub' eller använda en 'nop' för att stoppa timern!",
    "th": "คุณจะได้เรียนรู้เกี่ยวกับสิ่งนั้นในภายหลัง สำหรับตอนนี้คุณสามารถเปลี่ยนเป็น 'fsub' หรือใช้ 'nop' เพื่อหยุดตัวจับเวลา!",
    "tr": "Bunu daha sonra öğreneceksiniz. Şimdilik, bunu 'fsub' olarak değiştirebilir veya zamanlayıcıyı durdurmak için bir 'nop' kullanabilirsiniz!",
    "uk": "Про це ви дізнаєтесь пізніше. Наразі ви можете змінити це на 'fsub' або використовувати 'nop', щоб зупинити таймер!",
    "vi": "Bạn sẽ tìm hiểu về điều đó sau. Hiện tại, bạn có thể thay đổi điều này thành 'fsub' hoặc sử dụng 'nop' để dừng bộ hẹn giờ!",
    "zh-CN": "稍后您将了解。现在，您可以将其更改为“ fsub”或使用“ nop”停止计时器！",
    "zh-TW": "稍後您將了解。現在，您可以將其更改為“ fsub”或使用“ nop”停止計時器！"
}
