{
    "ar": "اضيئوا المشاعل الزرقاء لفتح الباب الى الغرفة الداخلية.",
    "bg": "Запалва сините горелки, за да отвори вратата към вътрешната камера.",
    "cs": "Zapalte modré pochodně a otevřete dveře do vnitřní komory.",
    "da": "Tænd de blå fakler for at åbne døren til det indre kammer.",
    "de": "Leuchten Sie die blauen Fackeln, um die Tür zur inneren Kammer zu öffnen.",
    "el": "Ανάψτε τους μπλε πυρσούς για να ανοίξετε την πόρτα στον εσωτερικό θάλαμο.",
    "en": "Light the blue torches to open the door to the inner chamber.",
    "es": "Encienda las antorchas azules para abrir la puerta a la cámara interior.",
    "es-419": "Encienda las antorchas azules para abrir la puerta a la cámara interior.",
    "fi": "Sytytä siniset taskulamput avataksesi oven sisäkammioon.",
    "fr": "Allumez les torches bleues pour ouvrir la porte de la chambre intérieure.",
    "hu": "Világítsa meg a kék fáklyákat, hogy kinyissa a belső kamra ajtaját.",
    "it": "Accendere le torce blu per aprire la porta della camera interna.",
    "ja": "青いトーチに火を付けて、内側の部屋にドアを開けます。",
    "ko": "파란색 횃불을 켜서 내부 챔버로 문을 엽니다.",
    "nl": "Steek de blauwe fakkels aan om de deur naar de binnenkamer te openen.",
    "nb": "Tenn de blå fakler for å åpne døren til det indre kammeret.",
    "pl": "Zapal niebieskie latarki, aby otworzyć drzwi do komory wewnętrznej.",
    "pt": "Acenda as tochas azuis para abrir a porta para a câmara interior.",
    "pt-BR": "Acenda as tochas azuis para abrir a porta da câmara interna.",
    "ro": "Aprindeți torțele albastre pentru a deschide ușa camerei interioare.",
    "ru": "Зажгите синие факелы, чтобы открыть дверь во внутреннюю камеру.",
    "sv": "Tänd de blå facklorna för att öppna dörren till den inre kammaren.",
    "th": "แสงไฟฉายสีฟ้าที่จะเปิดประตูไปยังห้องภายใน",
    "tr": "İç odanın kapısını açmak için mavi meşaleleri açın.",
    "uk": "Світло синіх факелів, щоб відкрити двері в внутрішню камеру.",
    "vi": "Ánh sáng ngọn đuốc màu xanh để mở cửa cho buồng bên trong.",
    "zh-CN": "点燃蓝色手电筒，打开内室的门。",
    "zh-TW": "點燃藍色手電筒筒,打開內室的門。"
}
