{
    "ar": "فخ قدما! سوف تحتاج إلى استخدام الصلاحيات الخاصة بك للحصول على.",
    "bg": "Капан напред! Ще трябва да използвате силите си, за да преминете.",
    "cs": "Pasti dopředu! Budete muset použít své síly, abyste se dostali skrz.",
    "da": "Fælde foran! Du skal bruge dine kræfter for at komme igennem.",
    "de": "Falle voraus! Sie müssen Ihre Kräfte einsetzen, um durchzukommen.",
    "el": "Παγίδα μπροστά! Θα χρειαστεί να χρησιμοποιήσετε τις δυνάμεις σας για να περάσετε.",
    "en": "Trap ahead! You'll need to use your powers to get through.",
    "es": "Trampa por delante! Tendrás que usar tus poderes para pasar.",
    "es-419": "Trampa por delante! Tendrás que usar tus poderes para pasar.",
    "fi": "Ansaan eteenpäin! Sinun on käytettävä valtaasi päästäksesi läpi.",
    "fr": "Piège à venir! Vous devrez utiliser vos pouvoirs pour réussir.",
    "hu": "Csapda előre! Használnia kell hatalmát, hogy átjuthasson.",
    "it": "Trappola in avanti! Dovrai usare i tuoi poteri per superare.",
    "ja": "先にトラップ！通過するには力を使う必要があります。",
    "ko": "앞서 가십시오! 통과하려면 힘을 사용해야합니다.",
    "nl": "Val vooruit! Je moet je krachten gebruiken om erdoorheen te komen.",
    "no": "Felle fremover! Du må bruke kreftene dine for å komme deg gjennom.",
    "pl": "Pułapka naprzód! Musisz użyć swoich mocy, aby się przedostać.",
    "pt": "Armadilha à frente! Você precisará usar seus poderes para passar.",
    "pt-BR": "Armadilha à frente! Você precisará usar seus poderes para passar.",
    "ro": "Capcană înainte! Va trebui să vă folosiți puterile pentru a trece.",
    "ru": "Ловушка впереди! Вам нужно будет использовать свои силы, чтобы пройти.",
    "sv": "Fälla framåt! Du måste använda dina krafter för att komma igenom.",
    "th": "กับดักข้างหน้า! คุณจะต้องใช้พลังของคุณในการผ่าน",
    "tr": "Tuzak devam et! Üstesinden gelmek için güçlerini kullanman gerekecek.",
    "uk": "Пастка вперед! Вам потрібно буде використовувати свої повноваження, щоб пройти.",
    "vi": "Bẫy trước! Bạn sẽ cần sử dụng quyền hạn của mình để vượt qua.",
    "zh-CN": "陷阱向前！您将需要利用自己的力量来度过难关。",
    "zh-TW": "陷阱向前！您將需要利用自己的力量來度過難關。"
}
