{
    "ar": "تدريب لعن دمية المقبلة! وستكون هذه ممارسة القتال جيدة!",
    "bg": "Проклет манекен за тренировка напред! Това ще бъде добра бойна практика!",
    "cs": "Před námi prokletá tréninková figurína! To bude dobrá bojová praxe!",
    "da": "En forbandet træningsdummy foran! Dette vil være god kamp praksis!",
    "de": "Eine verfluchte Trainingspuppe voraus! Dies wird eine gute Kampfpraxis sein!",
    "el": "Ένα καταραμένο εκπαιδευτικό ανδρείκελο μπροστά! Αυτό θα είναι καλή πρακτική μάχης!",
    "en": "A cursed training dummy ahead! This will be good fighting practice!",
    "es": "¡Un muñeco de entrenamiento maldito por delante! ¡Esta será una buena práctica de lucha!",
    "es-419": "¡Un muñeco de entrenamiento maldito por delante! ¡Esta será una buena práctica de lucha!",
    "fi": "Kirottu harjoitusnukke eteenpäin! Tämä on hyvä taistelutapa!",
    "fr": "Un mannequin d'entraînement maudit à venir! Ce sera une bonne pratique de combat!",
    "hu": "Átkozott edzőbaba előtt! Ez jó harci gyakorlat lesz!",
    "it": "Un manichino d'allenamento maledetto avanti! Questa sarà una buona pratica di combattimento!",
    "ja": "先に呪われた訓練用ダミー！これは格闘の練習になるでしょう！",
    "ko": "저주받은 훈련 더미! 이것은 좋은 전투 연습이 될 것입니다!",
    "nl": "Een vervloekte trainingspop vooruit! Dit wordt een goede vechtoefening!",
    "no": "En forbannet treningsdummy fremover! Dette vil være god kampsport!",
    "pl": "Przed nami przeklęty manekin treningowy! To będzie dobra praktyka walki!",
    "pt": "Um boneco de treinamento amaldiçoado à frente! Esta será uma boa prática de combate!",
    "pt-BR": "Um boneco de treinamento amaldiçoado à frente! Esta será uma boa prática de combate!",
    "ro": "Un dummy de antrenament blestemat înainte! Aceasta va fi o bună practică de luptă!",
    "ru": "Проклятый тренировочный манекен впереди! Это будет хорошая боевая практика!",
    "sv": "En förbannad träningsdummy framåt! Det här kommer att vara bra kampsträning!",
    "th": "การฝึกที่สาปไปข้างหน้า! นี่จะเป็นการฝึกฝนการต่อสู้ที่ดี!",
    "tr": "Lanetli bir eğitim kukla önde! Bu iyi bir dövüş uygulaması olacak!",
    "uk": "Проклятий тренувальний манекен попереду! Це буде хороша бойова практика!",
    "vi": "Một hình nộm đào tạo nguyền rủa phía trước! Đây sẽ là thực hành chiến đấu tốt!",
    "zh-CN": "一个被诅咒的训练假人在前面！这将是良好的战斗习惯！",
    "zh-TW": "一個被詛咒的訓練假人在前面！這將是良好的戰鬥習慣！"
}
