{
    "ar": "استخدام قدراتك لاكتساب ميزة في القتال! اضغط على %s1 لتمكين وضع القراصنة!",
    "bg": "Използвайте способностите си, за да спечелите предимство в битката! Натиснете %s1, за да активирате хакерски режим!",
    "cs": "Využijte své schopnosti k získání výhody v boji! Stisknutím %s1 aktivujte režim hackerů!",
    "da": "Brug dine evner til at få en fordel i kamp! Tryk på %s1 for at aktivere hacker-tilstand!",
    "de": "Nutze deine Fähigkeiten, um dir im Kampf einen Vorteil zu verschaffen! Drücken Sie %s1, um den Hacker-Modus zu aktivieren!",
    "el": "Χρησιμοποιήστε τις ικανότητές σας για να αποκτήσετε ένα πλεονέκτημα στην μάχη! Πατήστε %s1 για να ενεργοποιήσετε τη λειτουργία hacker!",
    "en": "Use your abilities to gain an advantage in combat! Press %s1 to enable hacker-mode!",
    "es": "¡Usa tus habilidades para obtener una ventaja en el combate! ¡Presiona %s1 para habilitar el modo hacker!",
    "es-419": "¡Usa tus habilidades para obtener una ventaja en el combate! ¡Presiona %s1 para habilitar el modo hacker!",
    "fi": "Käytä kykyjäsi hyötymään taistelussa! Ota hakkeri-tila käyttöön painamalla %s1!",
    "fr": "Utilisez vos capacités pour obtenir un avantage au combat! Appuyez sur %s1 pour activer le mode pirate!",
    "hu": "Használd képességeidet, hogy előnyt szerezz a harcban! A hacker mód engedélyezéséhez nyomja meg az %s1 gombot!",
    "it": "Usa le tue abilità per ottenere un vantaggio in combattimento! Premi %s1 per abilitare la modalità hacker!",
    "ja": "あなたの能力を使って戦闘で優位に立てましょう！ %s1を押して、ハッカーモードを有効にします！",
    "ko": "전투에서 우위를 점할 수있는 능력을 사용하십시오! %s1를 눌러 해커 모드를 활성화하십시오!",
    "nl": "Gebruik je vaardigheden om voordeel te behalen in de strijd! Druk op %s1 om de hackermodus in te schakelen!",
    "no": "Bruk dine evner til å få en fordel i kamp! Trykk på %s1 for å aktivere hackermodus!",
    "pl": "Wykorzystaj swoje umiejętności, aby zyskać przewagę w walce! Naciśnij %s1, aby włączyć tryb hakera!",
    "pt": "Use suas habilidades para obter uma vantagem em combate! Pressione %s1 para ativar o modo hacker!",
    "pt-BR": "Use suas habilidades para obter uma vantagem em combate! Pressione %s1 para ativar o modo hacker!",
    "ro": "Folosiți-vă abilitățile pentru a obține un avantaj în luptă! Apăsați %s1 pentru a activa modul hacker!",
    "ru": "Используйте свои способности, чтобы получить преимущество в бою! Нажмите %s1, чтобы включить хакерский режим!",
    "sv": "Använd dina förmågor för att få en fördel i strid! Tryck på %s1 för att aktivera hacker-läge!",
    "th": "ใช้ความสามารถของคุณเพื่อสร้างความได้เปรียบในการต่อสู้! กด %s1 เพื่อเปิดใช้งานโหมดแฮ็กเกอร์!",
    "tr": "Savaşta avantaj elde etmek için yeteneklerinizi kullanın! Hacker modunu etkinleştirmek için %s1 tuşuna basın!",
    "uk": "Використовуйте свої здібності, щоб отримати перевагу в бою! Натисніть %s1, щоб увімкнути хакерський режим!",
    "vi": "Sử dụng khả năng của bạn để đạt được một lợi thế trong chiến đấu! Nhấn %s1 để kích hoạt chế độ hacker!",
    "zh-CN": "利用您的能力在战斗中获得优势！按%s1启用黑客模式！",
    "zh-TW": "利用您的能力在戰鬥中獲得優勢！按%s1啟用黑客模式！"
}
