{
    "ar": "حذر! أرى عدوًا قادمًا. منذ أن انفتحت السماء ، انتشرت الوحوش إلى زوايا العالم.",
    "bg": "Внимателен! Виждам враг напред. Откакто небето се напука, чудовища се разпространиха до ъглите на царството.",
    "cs": "Opatrný! Před sebou vidím nepřítele. Od té doby, co se nebe otevřelo, se příšery rozšířily do rohů říše.",
    "da": "Forsigtig! Jeg ser en fjende forude. Lige siden himlen knækkede op, har monstre spredt sig til verdenshjørner.",
    "de": "Vorsichtig! Ich sehe einen Feind vor mir. Seitdem der Himmel aufgeplatzt ist, haben sich Monster in die Ecken des Reiches ausgebreitet.",
    "el": "Προσεκτικός! Βλέπω έναν εχθρό μπροστά. Από τότε που ο ουρανός έσπασε ανοιχτά, τέρατα έχουν εξαπλωθεί στις γωνιές του βασιλείου.",
    "en": "Careful! I see an enemy ahead. Ever since the sky cracked open, monsters have spread to the corners of the realm.",
    "es": "¡Cuidado! Veo un enemigo por delante. Desde que el cielo se abrió, los monstruos se han extendido a los rincones del reino.",
    "es-419": "¡Cuidado! Veo un enemigo por delante. Desde que el cielo se abrió, los monstruos se han extendido a los rincones del reino.",
    "fi": "Varovainen! Näen vihollisen edessä. Siitä lähtien, kun taivas on säröillä, hirviöt ovat levinneet valtakunnan nurkkaan.",
    "fr": "Prudent! Je vois un ennemi à venir. Depuis que le ciel s'est ouvert, les monstres se sont répandus aux quatre coins du royaume.",
    "hu": "Óvatos! Látom az ellenséget. Azóta, hogy az ég kinyílt, a szörnyek elterjedtek a birodalom sarkaiba.",
    "it": "! attento Vedo un nemico avanti. Da quando il cielo si è aperto, i mostri si sono diffusi agli angoli del regno.",
    "ja": "気をつけて！敵が先に見えます。空がひび割れて以来、モンスターは王国の隅々まで広がっています。",
    "ko": "꼼꼼한! 전방의 적을 봅니다. 하늘이 갈라진 이래로 몬스터들은 그 영역의 구석으로 퍼졌습니다.",
    "nl": "Voorzichtig! Ik zie een vijand vooruit. Sinds de lucht is opengebroken, hebben monsters zich verspreid naar de hoeken van het rijk.",
    "no": "Forsiktig! Jeg ser en fiende foran. Helt siden himmelen sprakk opp, har monstre spredd seg til riket.",
    "pl": "Ostrożny! Przed sobą widzę wroga. Odkąd niebo pękło, potwory rozprzestrzeniły się w krańce królestwa.",
    "pt": "Cuidado! Eu vejo um inimigo à frente. Desde que o céu se abriu, os monstros se espalharam pelos cantos do reino.",
    "pt-BR": "Cuidado! Eu vejo um inimigo à frente. Desde que o céu se abriu, os monstros se espalharam pelos cantos do reino.",
    "ro": "Atent! Văd un inamic înainte. De când cerul s-a deschis, monștrii s-au răspândit în colțurile tărâmului.",
    "ru": "Осторожный! Я вижу врага впереди. С тех пор, как небо раскололось, монстры распространились по углам царства.",
    "sv": "Försiktig! Jag ser en fiende framåt. Ända sedan himlen knäckte upp har monster spridit sig till riket.",
    "th": "ระวัง! ฉันเห็นศัตรูข้างหน้า นับตั้งแต่ที่ท้องฟ้าเปิดออกสัตว์ประหลาดก็แพร่กระจายไปยังมุมของอาณาจักร",
    "tr": "Dikkatli! İleride bir düşman görüyorum. Gökyüzü açıldığından beri, canavarlar alemin köşelerine yayıldı.",
    "uk": "Обережно! Я бачу попереду ворога. З тих пір, як небо розтріскалося, монстри поширилися на куточки царства.",
    "vi": "Cẩn thận! Tôi thấy một kẻ thù phía trước. Kể từ khi bầu trời mở ra, quái vật đã lan đến các góc của vương quốc.",
    "zh-CN": "小心！我看到前方有敌人。自从天空裂开以来，怪物就蔓延到了世界的角落。",
    "zh-TW": "小心！我看到前方有敵人。自從天空裂開以來，怪物就蔓延到了世界的角落。"
}
