{
    "ar": "يزيد القانون الأصلي من الضرر الذي يسببه العدو بمقدار %s1.",
    "bg": "Оригиналният код увеличава щетите, които врагът нанася с %s1.",
    "cs": "Původní kód zvyšuje poškození, které nepřítel způsobí, o %s1.",
    "da": "Den originale kode øger skaden, som fjenden udfører med %s1.",
    "de": "Der ursprüngliche Code erhöht den Schaden, den der Feind verursacht, um %s1.",
    "el": "Ο αρχικός κώδικας αυξάνει τη ζημιά που αντιμετωπίζει ο εχθρός κατά %s1.",
    "en": "The original code increases the damage the enemy deals by %s1.",
    "es": "El código original aumenta el daño que inflige el enemigo en %s1.",
    "es-419": "El código original aumenta el daño que inflige el enemigo en %s1.",
    "fi": "Alkuperäinen koodi kasvattaa vihollisen tekemiä vahinkoja %s1: lla.",
    "fr": "Le code d'origine augmente les dégâts infligés par l'ennemi de %s1.",
    "hu": "Az eredeti kód %s1-zal növeli az ellenség által okozott károkat.",
    "it": "Il codice originale aumenta il danno che il nemico infligge di %s1.",
    "ja": "元のコードは、敵が与えるダメージを%s1増やします。",
    "ko": "원래 코드는 적의 공격력을 %s1만큼 증가시킵니다.",
    "nl": "De originele code verhoogt de schade die de vijand doet met %s1.",
    "no": "Den opprinnelige koden øker skadene fienden utdeler med %s1.",
    "pl": "Oryginalny kod zwiększa obrażenia zadawane przez wroga o %s1.",
    "pt": "O código original aumenta em %s1 o dano causado pelo inimigo.",
    "pt-BR": "O código original aumenta em %s1 o dano causado pelo inimigo.",
    "ro": "Codul original mărește dauna pe care inamicul o face cu %s1.",
    "ru": "Оригинальный код увеличивает урон, наносимый противником, на %s1.",
    "sv": "Den ursprungliga koden ökar skadan som fienden orsakar med %s1.",
    "th": "รหัสเดิมเพิ่มความเสียหายที่ศัตรูจัดการได้ %s1",
    "tr": "Orijinal kod düşmanın verdiği hasarı %s1 arttırır.",
    "uk": "Оригінальний код збільшує збиток, який ворог завдає на %s1.",
    "vi": "Mã ban đầu làm tăng thiệt hại mà kẻ địch gây ra thêm %s1.",
    "zh-CN": "原始代码使敌人造成的伤害提高%s1点。",
    "zh-TW": "原始代碼使敵人造成的傷害提高%s1點。"
}
