{
    "ar": "تزيد هذه التعويذة الضرر الذي يسببه العدو. حاول تغيير 'add' إلى 'sub'.",
    "bg": "Това заклинание увеличава щетите, които врагът нанася. Опитайте да промените „add“ на „sub“.",
    "cs": "Toto kouzlo zvyšuje poškození, které nepřítel způsobí. Zkuste změnit „add“ na „sub“.",
    "da": "Denne trylleformular øger den skade fjenden udøver. Prøv at ændre 'add' til 'sub'.",
    "de": "Dieser Zauber erhöht den Schaden, den der Feind verursacht. Versuchen Sie, 'add' in 'sub' zu ändern.",
    "el": "Αυτό το ξόρκι αυξάνει τη ζημιά που αντιμετωπίζει ο εχθρός. Δοκιμάστε να αλλάξετε το 'add' στο 'sub'.",
    "en": "This spell increases the damage the enemy deals. Try changing 'add' to 'sub'.",
    "es": "Este hechizo aumenta el daño que inflige el enemigo. Intente cambiar 'add' a 'sub'.",
    "es-419": "Este hechizo aumenta el daño que inflige el enemigo. Intente cambiar 'add' a 'sub'.",
    "fi": "Tämä loitsu lisää vihollisen tekemiä vahinkoja. Kokeile muuttaa 'add' tilaan 'sub'.",
    "fr": "Ce sort augmente les dégâts infligés à l'ennemi. Essayez de changer «add» en «sub».",
    "hu": "Ez a varázslat növeli az ellenség által okozott károkat. Próbáljon meg változtatni az „add” -ről „sub” -re.",
    "it": "Questo incantesimo aumenta il danno che il nemico infligge. Prova a cambiare 'add' in 'sub'.",
    "ja": "この呪文は敵が与えるダメージを増加させます。 「add」を「sub」に変更してみてください。",
    "ko": "이 주문은 적의 공격력을 증가시킵니다. 'add'를 'sub'로 변경하십시오.",
    "nl": "Deze spreuk vergroot de schade die de vijand aanricht. Wijzig 'add' in 'sub'.",
    "no": "Denne staveformen øker skadene fienden utfører. Prøv å endre 'add' til 'sub'.",
    "pl": "To zaklęcie zwiększa obrażenia zadawane przez wroga. Spróbuj zmienić „add” na „sub”.",
    "pt": "Esse feitiço aumenta o dano que o inimigo causa. Tente alterar 'add' para 'sub'.",
    "pt-BR": "Esse feitiço aumenta o dano que o inimigo causa. Tente alterar 'add' para 'sub'.",
    "ro": "Această vraja crește daunele pe care le provoacă inamicul. Încercați să schimbați „add” în „sub”.",
    "ru": "Это заклинание увеличивает урон, наносимый противником. Попробуйте изменить «add» на «sub».",
    "sv": "Detta stava ökar skadan fienden gör. Försök ändra 'add' till 'sub'.",
    "th": "คาถานี้จะเพิ่มความเสียหายที่ศัตรูจัดการ ลองเปลี่ยน 'add' เป็น 'sub'",
    "tr": "Bu büyü düşmanın verdiği hasarı arttırır. 'add'i' sub 'olarak değiştirmeyi deneyin.",
    "uk": "Це заклинання збільшує шкоду, яку завдає ворог. Спробуйте змінити 'add' на 'sub'.",
    "vi": "Phép thuật này làm tăng thiệt hại mà kẻ địch gây ra. Hãy thử thay đổi 'add' thành 'sub'.",
    "zh-CN": "此法术会增加敌人造成的伤害。尝试将“ add”更改为“ sub”。",
    "zh-TW": "此法術會增加敵人造成的傷害。嘗試將“ add”更改為“ sub”。"
}