{
    "ar": "بينما أنا ممتن لأنك هنا ، يجب أن لا تأتي لي.",
    "bg": "Докато съм благодарен, че сте тук, не би трябвало да дойдете заради мен.",
    "cs": "I když jsem vděčný, že jste tady, neměli jste pro mě přijít.",
    "da": "Mens jeg er taknemmelig for, at du er her, skulle du ikke være kommet for mig.",
    "de": "Obwohl ich dankbar bin, dass Sie hier sind, hätten Sie mich nicht holen sollen.",
    "el": "Ενώ είμαι ευγνώμων που βρίσκεστε εδώ, δεν θα έπρεπε να έρθετε για μένα.",
    "en": "While I am grateful you are here, you should not have come for me.",
    "es": "Aunque estoy agradecido de que estés aquí, no deberías haber venido por mí.",
    "es-419": "Aunque estoy agradecido de que estés aquí, no deberías haber venido por mí.",
    "fi": "Vaikka olen kiitollinen siitä, että olet täällä, sinun ei olisi pitänyt tulla minuun.",
    "fr": "Je vous suis reconnaissant d'être ici, mais vous n'auriez pas dû venir me chercher.",
    "hu": "Miközben hálás vagyok, hogy itt vagy, nem kellett volna értem jönnöd.",
    "it": "Mentre sono grato che tu sia qui, non avresti dovuto venire per me.",
    "ja": "あなたがここにいることに感謝している間、あなたは私のために来るべきではありませんでした。",
    "ko": "나는 당신이 여기에 감사하지만 당신은 나를 위해 오지 않아야합니다.",
    "nl": "Hoewel ik dankbaar ben dat je hier bent, had je niet voor mij moeten komen.",
    "no": "Mens jeg er takknemlig for at du er her, burde du ikke ha kommet for meg.",
    "pl": "Chociaż jestem ci wdzięczny, że tu jesteś, nie powinieneś po mnie przyjeżdżać.",
    "pt": "Embora eu esteja agradecido por você estar aqui, você não deveria ter vindo por mim.",
    "pt-BR": "Embora eu esteja agradecido por você estar aqui, você não deveria ter vindo por mim.",
    "ro": "În timp ce vă sunt recunoscător că sunteți aici, nu ar fi trebuit să veniți pentru mine.",
    "ru": "Пока я благодарен, что ты здесь, ты не должен был приходить за мной.",
    "sv": "Medan jag är tacksam att du är här, borde du inte ha kommit för mig.",
    "th": "ในขณะที่ฉันรู้สึกซาบซึ้งที่คุณอยู่ที่นี่คุณไม่ควรมาหาฉัน",
    "tr": "Burada olduğunuz için minnettarım, benim için gelmemeliydiniz.",
    "uk": "Поки я вдячний, що ти тут, ти не повинен був прийти за мною.",
    "vi": "Trong khi tôi biết ơn bạn đang ở đây, bạn không nên đến với tôi.",
    "zh-CN": "当我感谢您在这里时，您不应该来找我。",
    "zh-TW": "當我感謝您在這裡時，您不應該來找我。"
}
