{
    "ar": "سأتوجه إلى السقف والمنارة لسفينة السماء لتأخذنا إلى المنزل.",
    "bg": "Ще се отправя към покрива и фара за небесен кораб, който да ни заведе у дома.",
    "cs": "Zamířím na střechu a maják pro nebeskou loď, která nás odveze domů.",
    "da": "Jeg vil gå mod taget og fyret for et himmelskib for at tage os hjem.",
    "de": "Ich werde auf das Dach und das Leuchtfeuer für ein Himmelsschiff gehen, um uns nach Hause zu bringen.",
    "el": "Θα κατευθυνθούν προς την οροφή και το φάρο για ένα πλοίο του ουρανού να μας πάει σπίτι.",
    "en": "I will head for the roof and beacon for a sky ship to take us home.",
    "es": "Me dirigiré al techo y al faro para que un barco aéreo nos lleve a casa.",
    "es-419": "Me dirigiré al techo y al faro para que un barco aéreo nos lleve a casa.",
    "fi": "Menen katolle ja majakalle taivasalukselle, joka vie meidät kotiin.",
    "fr": "Je me dirigerai vers le toit et la balise pour un vaisseau aérien qui nous ramènera à la maison.",
    "hu": "A tetőre és a jelzőfényre megyek egy égi hajóhoz, hogy hazavigyen minket.",
    "it": "Mi dirigerò verso il tetto e il faro per una nave del cielo per portarci a casa.",
    "ja": "私は私たちを家に連れ戻すために空の船のための屋根とビーコンに向かいます。",
    "ko": "나는 우리를 집으로 데려 다갈 수있는 하늘 배를 위해 지붕과 등대로 향할 것입니다.",
    "nl": "Ik ga naar het dak en baken voor een luchtschip om ons naar huis te brengen.",
    "no": "Jeg drar mot taket og sender et himmelskip for å ta oss med hjem.",
    "pl": "Udam się na dach i latarnię morską na podniebny statek, który zabierze nas do domu.",
    "pt": "Vou para o telhado e farol para um navio do céu nos levar para casa.",
    "pt-BR": "Vou para o telhado e um farol para um navio do céu nos levar para casa.",
    "ro": "Mă voi îndrepta spre acoperiș și far pentru o corabie cerească care să ne ducă acasă.",
    "ru": "Я направлюсь к крыше и маяку, чтобы небесный корабль отвез нас домой.",
    "sv": "Jag går mot taket och fyren för ett himmelsskepp för att ta oss hem.",
    "th": "ข้าจะมุ่งหน้าไปที่หลังคาและสัญญาณ เพื่อไปส่งยานฟ้าเพื่อพาเรากลับบ้าน",
    "tr": "Bizi eve götürecek bir gökyüzü gemisinin çatısına ve fenerine yöneleceğim.",
    "uk": "Я попрямую на дах і маяк для небесного корабля, щоб відвезти нас додому.",
    "vi": "Tôi sẽ đi đến mái nhà và đèn hiệu cho một con tàu bầu trời để đưa chúng tôi về nhà.",
    "zh-CN": "我将前往屋顶和灯塔，乘坐一艘天空飞船带我们回家。",
    "zh-TW": "我將前往屋頂和燈塔，乘坐一艘天空飛船帶我們回家。"
}
