{
    "ar": "يمكنك تغيير 1 إلى 0 لتزوير موتك! لا تقلق ، فسوف تتنفس عند نقطة التفتيش الأخيرة.",
    "bg": "Можете да промените 1 на 0, за да фалшифицирате вашата смърт! Не се притеснявайте, ще се върнете на последния контролен пункт.",
    "cs": "Můžete změnit 1 na 0, aby se vaše smrt! Neboj se, na posledním kontrolním stanovišti budete respawn.",
    "da": "Du kan ændre 1 til 0 for at falde din død! Du skal ikke bekymre dig, du responderer ved det sidste kontrolpunkt.",
    "de": "Sie können die 1 in eine 0 ändern, um Ihren Tod vorzutäuschen! Keine Sorge, du wirst am letzten Kontrollpunkt wieder auftauchen.",
    "el": "Μπορείτε να αλλάξετε το 1 σε 0 για να ψεύσετε το θάνατό σας! Μην ανησυχείτε, θα αναρρώσετε στο τελευταίο σημείο ελέγχου.",
    "en": "You can change the 1 to a 0 to fake your death! Don't worry, you'll respawn at the last checkpoint.",
    "es": "¡Puedes cambiar el 1 a un 0 para fingir tu muerte! No te preocupes, reaparecerás en el último punto de control.",
    "es-419": "¡Puedes cambiar el 1 a un 0 para fingir tu muerte! No te preocupes, reaparecerás en el último punto de control.",
    "fi": "Voit muuttaa 1: stä 0: een väärennettyäksesi kuolemasi! Älä ole huolissasi, voit siirtyä viimeiseen tarkistuspisteeseen.",
    "fr": "Vous pouvez changer le 1 en 0 pour simuler votre mort! Ne vous inquiétez pas, vous allez réapparaître au dernier point de contrôle.",
    "hu": "Az 1-ről 0-ra változtathatja a halálát! Ne aggódj, akkor az utolsó ellenőrző ponton leszel.",
    "it": "Puoi cambiare da 1 a 0 per fingere la tua morte! Non ti preoccupare, ti rigenererai all'ultimo checkpoint.",
    "ja": "あなたはあなたの死を偽造するために1を0に変えることができます！心配しないで、あなたは最後のチェックポイントで再出現するでしょう。",
    "ko": "1을 0으로 변경하면 죽음을 속일 수 있습니다! 걱정하지 마세요. 마지막 체크 포인트에서 다시 부활 할 것입니다.",
    "nl": "Je kunt de 1 veranderen in een 0 om je dood te faken! Maak je geen zorgen, je zult respawnen op het laatste checkpoint.",
    "no": "Du kan endre 1 til 0 for å falle din død! Ikke bekymre deg, du vil respawn ved siste kontrollpunkt.",
    "pl": "Możesz zmienić 1 na 0, aby sfałszować swoją śmierć! Nie martw się, odrodzisz się na ostatnim punkcie kontrolnym.",
    "pt": "Você pode mudar o 1 para 0 para fingir sua morte! Não se preocupe, você vai reaparecer no último checkpoint.",
    "pt-BR": "Você pode mudar o 1 para 0 para fingir sua morte! Não se preocupe, você vai reaparecer no último checkpoint.",
    "ro": "Puteți schimba 1 la 0 pentru a vă falsifica moartea! Nu vă faceți griji, veți respawn la ultimul punct de control.",
    "ru": "Вы можете изменить 1 на 0, чтобы подделать вашу смерть! Не волнуйся, ты возродишься на последнем контрольном пункте.",
    "sv": "Du kan ändra 1 till 0 för att fejka din död! Oroa dig inte, du svarar vid den sista kontrollpunkten.",
    "th": "คุณสามารถเปลี่ยน 1 เป็น 0 เพื่อปลอมความตายของคุณ! ไม่ต้องกังวลคุณจะเกิดใหม่ที่ด่านสุดท้าย",
    "tr": "Ölümünü taklit etmek için 1’i 0’a değiştirebilirsin! Endişelenmeyin, son kontrol noktasında yeniden doğacaksınız.",
    "uk": "Ви можете змінити 1 на 0, щоб підробити вашу смерть! Не хвилюйтеся, ви будете відроджуватися на останньому контрольно-пропускному пункті.",
    "vi": "Bạn có thể thay đổi 1 thành 0 để giả chết! Đừng lo lắng, bạn sẽ hồi sinh ở điểm kiểm tra cuối cùng.",
    "zh-CN": "你可以将1改为0来假装你的死！别担心，你会在最后一个检查站重生。",
    "zh-TW": "你可以將1改為0來假裝你的死！別擔心，你會在最後一個檢查站重生。"
}
