{
    "ar": "طبق ما تعلمته من قبل! هذه المرة تريد أن تقلب الوجه!",
    "bg": "Нанесете това, което сте научили преди! Този път искаш да се обърне надолу!",
    "cs": "Použijte to, co jste se naučili dříve! Tentokrát chcete, aby flapy směřovaly dolů!",
    "da": "Anvend hvad du har lært før! Denne gang vil du have flails at vende nedad!",
    "de": "Wenden Sie an, was Sie zuvor gelernt haben! Dieses Mal möchten Sie, dass die Dreschflegel nach unten zeigen!",
    "el": "Εφαρμόστε όσα μάθατε πριν! Αυτή τη φορά θέλετε τα flails να κοιτάξουν προς τα κάτω!",
    "en": "Apply what you learned before! This time you want the flails to face down!",
    "es": "¡Aplica lo que aprendiste antes! Esta vez quieres que los flats boca abajo!",
    "es-419": "¡Aplica lo que aprendiste antes! Esta vez quieres que los flats boca abajo!",
    "fi": "Käytä sitä, mitä opit ennen! Tällä kertaa haluat, että flailit tulevat alaspäin!",
    "fr": "Appliquez ce que vous avez appris auparavant! Cette fois, vous voulez que les fléaux soient face cachée!",
    "hu": "Alkalmazza azt, amit korábban tanult! Ezúttal azt akarod, hogy a lángok lefelé nézzenek!",
    "it": "Applica ciò che hai imparato prima! Questa volta vuoi che i flagelli siano rivolti verso il basso!",
    "ja": "あなたが前に学んだことを適用してください！今度はあなたはflailを裏向きにしたいです！",
    "ko": "전에 배운 것을 적용하십시오! 이번에는 너는 얼굴을 아래로 향하게하고 싶다.",
    "nl": "Pas wat je eerder hebt geleerd toe! Deze keer wil je de klepels naar beneden!",
    "no": "Påfør det du lærte før! Denne gangen vil du ha flails å vende ned!",
    "pl": "Zastosuj to, czego się nauczyłeś wcześniej! Tym razem chcesz, aby cepy były zwrócone w dół!",
    "pt": "Aplique o que você aprendeu antes! Desta vez, você quer que os manguitos se voltem para baixo!",
    "pt-BR": "Aplique o que você aprendeu antes! Desta vez, você quer que os manguitos se voltem para baixo!",
    "ro": "Aplicați ceea ce ați învățat înainte! De data asta vrei ca flails să fie în jos!",
    "ru": "Примените то, что вы узнали раньше! На этот раз вы хотите, чтобы цепочки были лицом вниз!",
    "sv": "Applicera vad du lärt dig förut! Den här gången vill du ha flailsna inför ansiktet!",
    "th": "ใช้สิ่งที่คุณเรียนรู้มาก่อน! ครั้งนี้คุณต้องการให้ใบหน้าที่หน้าไม้ลง!",
    "tr": "Daha önce öğrendiklerinizi uygulayın! Bu sefer kanatların aşağıya bakmasını istiyorsun!",
    "uk": "Застосування того, що ви дізналися раніше! Цього разу ви хочете, щоб флейлі опустилися!",
    "vi": "Áp dụng những gì bạn đã học trước đây! Lần này bạn muốn những cái sáo úp xuống!",
    "zh-CN": "应用之前学到的知识！这次你想让连枷面朝下！",
    "zh-TW": "應用之前學到的知識！這次你想讓連枷面朝下！"
}
