{
    "ar": "إذا كان '%s1' == 1 ، فإن فريقك تالف! قم بتعديل هذا لإلحاق الضرر بالأعداء بدلا من ذلك!",
    "bg": "Ако '%s1' == 1, вашият екип е повреден! Променете това, за да навредите на враговете вместо това!",
    "cs": "Pokud '%s1' == 1, váš tým je poškozen! Upravte ji tak, aby místo toho poškodila nepřátele!",
    "da": "Hvis '%s1' == 1, er dit team beskadiget! Rediger dette for at skade fjenderne i stedet!",
    "de": "Wenn '%s1' == 1 ist, ist Ihr Team beschädigt! Modifiziere dies, um stattdessen den Feinden Schaden zuzufügen!",
    "el": "Εάν '%s1' == 1, η ομάδα σας έχει υποστεί ζημιά! Τροποποιήστε αυτό για να βλάψετε τους εχθρούς!",
    "en": "If '%s1' == 1, your team is damaged! Modify this to damage the enemies instead!",
    "es": "Si '%s1' == 1, ¡tu equipo está dañado! ¡Modifica esto para dañar a los enemigos!",
    "es-419": "Si '%s1' == 1, ¡tu equipo está dañado! ¡Modifica esto para dañar a los enemigos!",
    "fi": "Jos '%s1' == 1, tiimisi on vahingoittunut! Muokkaa tätä vahingoittaaksesi vihollisia!",
    "fr": "Si '%s1' == 1, votre équipe est endommagée ! Modifiez ceci pour endommager les ennemis à la place!",
    "hu": "Ha '%s1' == 1, akkor a csapatod sérült! Módosítsd ezt, hogy inkább az ellenséget sebezd meg!",
    "it": "Se '%s1' == 1, la tua squadra è danneggiata! Modificalo per danneggiare i nemici!",
    "ja": "'%s1' == 1 の場合、チームはダメージを受けています!これを修正して、代わりに敵にダメージを与えてください!",
    "ko": "'%s1' == 1이면 팀이 손상된 것입니다! 대신 적에게 피해를 입히도록 수정하십시오!",
    "nl": "Als '%s1' == 1, is je team beschadigd! Pas dit aan om in plaats daarvan de vijanden te beschadigen!",
    "no": "Hvis '%s1' == 1, er laget ditt skadet! Endre dette for å skade fiendene i stedet!",
    "pl": "Jeśli '%s1' == 1, twoja drużyna jest uszkodzona! Zmodyfikuj to, aby zamiast tego zadać obrażenia wrogom!",
    "pt": "Se '%s1' == 1, a sua equipa está danificada! Modifique isso para danificar os inimigos!",
    "pt-BR": "Se '%s1' == 1, sua equipe está danificada! Modifique isso para danificar os inimigos!",
    "ro": "Dacă '%s1' == 1, echipa ta este deteriorată! Modifica acest lucru pentru a deteriora inamicii în loc!",
    "ru": "Если '%s1' == 1, ваша команда повреждена! Измените это, чтобы вместо этого наносить урон врагам!",
    "sv": "Om '%s1' == 1 är ditt lag skadat! Ändra detta för att skada fienderna istället!",
    "th": "หาก '%s1' == 1 ทีมของคุณเสียหาย! แก้ไขสิ่งนี้เพื่อสร้างความเสียหายให้กับศัตรูแทน!",
    "tr": "Eğer '%s1' == 1 ise, takımınız hasar görmüş demektir! Bunun yerine düşmanlara zarar vermek için bunu değiştirin!",
    "uk": "Якщо '%s1' == 1, ваша команда пошкоджена! Змініть це, щоб замість цього завдати шкоди ворогам!",
    "vi": "Nếu '%s1' == 1, nhóm của bạn sẽ bị hỏng! Sửa đổi điều này để gây sát thương cho kẻ thù thay thế!",
    "zh-CN": "如果 '%s1' == 1，则您的团队已受损！修改它以伤害敌人！",
    "zh-TW": "如果 %s1' == 1，則您的團隊已受損！修改它以傷害敵人！"
}
