{
    "ar": "قيمة تشير إلى ما إذا كان الكيان موجودا في فريق اللاعب (0.0f) أو فريق العدو (1.0f).",
    "bg": "Стойност, показваща дали даден обект е в отбора на играча (0.0f) или в отбора на врага (1.0f).",
    "cs": "Hodnota označující, zda je entita v hráčově týmu (0,0f) nebo nepřátelském týmu (1,0f).",
    "da": "En værdi, der angiver, om en enhed er på spillerens hold (0,0f) eller fjendens hold (1,0f).",
    "de": "Ein Wert, der angibt, ob sich eine Entität im Team des Spielers (0,0f) oder im gegnerischen Team (1,0f) befindet.",
    "el": "Μια τιμή που υποδεικνύει εάν μια οντότητα βρίσκεται στην ομάδα του παίκτη (0.0f) ή στην εχθρική ομάδα (1.0f).",
    "en": "A value indicating if an entity is on the player's team (0.0f), or the enemy team (1.0f).",
    "es": "Un valor que indica si una entidad está en el equipo del jugador (0.0f) o en el equipo enemigo (1.0f).",
    "es-419": "Un valor que indica si una entidad está en el equipo del jugador (0.0f) o en el equipo enemigo (1.0f).",
    "fi": "Arvo, joka ilmaisee, kuuluuko entiteetti pelaajan joukkueeseen (0,0 f) vai vihollisjoukkueeseen (1,0 f).",
    "fr": "Valeur indiquant si une entité fait partie de l’équipe du joueur (0.0f) ou de l’équipe ennemie (1.0f).",
    "hu": "Egy érték, amely azt jelzi, hogy egy entitás a játékos csapatában (0.0f) vagy az ellenséges csapatban (1.0f) van-e.",
    "it": "Valore che indica se un'entità fa parte della squadra del giocatore (0.0f) o della squadra nemica (1.0f).",
    "ja": "エンティティがプレイヤーのチーム (0.0f) にあるか、敵チーム (1.0f) にあるかを示す値。",
    "ko": "엔터티가 플레이어의 팀(0.0f) 또는 적 팀(1.0f)에 있는지 여부를 나타내는 값입니다.",
    "nl": "Een waarde die aangeeft of een entiteit deel uitmaakt van het team van de speler (0,0f) of het vijandelijke team (1,0f).",
    "no": "En verdi som indikerer om en enhet er på spillerens lag (0,0f) eller fiendens lag (1,0f).",
    "pl": "Wartość wskazująca, czy jednostka znajduje się w drużynie gracza (0,0f), czy w drużynie przeciwnika (1,0f).",
    "pt": "Um valor que indica se uma entidade está na equipa do jogador (0.0f) ou na equipa inimiga (1.0f).",
    "pt-BR": "Um valor que indica se uma entidade está na equipe do jogador (0.0f) ou na equipe inimiga (1.0f).",
    "ro": "O valoare care indică dacă o entitate se află în echipa jucătorului (0,0f) sau în echipa inamică (1,0f).",
    "ru": "Значение, указывающее, входит ли сущность в команду игрока (0.0f) или в команду противника (1.0f).",
    "sv": "Ett värde som anger om en entitet är med i spelarens lag (0,0 f) eller i fiendelaget (1,0 f).",
    "th": "ค่าที่ระบุว่าเอนทิตีอยู่ในทีมของผู้เล่น (0.0f) หรือทีมศัตรู (1.0f)",
    "tr": "Bir varlığın oyuncunun takımında mı (0,0f) yoksa düşman takımında mı (1,0f) olduğunu gösteren bir değer.",
    "uk": "Значення, яке вказує, чи є сутність у команді гравця (0.0f) або ворожій команді (1.0f).",
    "vi": "Một giá trị cho biết một thực thể nằm trong đội của người chơi (0,0f) hay đội địch (1,0f).",
    "zh-CN": "指示实体是在玩家的团队 （0.0f） 还是敌方团队 （1.0f） 的值。",
    "zh-TW": "指示實體是在玩家的團隊 （0.0f） 還是敵方團隊 （1.0f） 的值。"
}
