{
    "ar": "تبدو معقدة هاه؟ احذف كل الشفرة واكتب 'nop' ، التي يجب أن تفعل الخدعة! 'nop' تعني 'لا تفعل شيئًا'.",
    "bg": "Изглежда сложно, а? Изтрийте целия код и напишете „nop“, което трябва да свърши работа! „nop“ означава „не се прави нищо“.",
    "cs": "Vypadá to komplikovaně? Vymažte všechny kódy a zadejte 'nop', to by mělo být trik! „nop“ znamená „nedělat nic“.",
    "da": "Ser kompliceret ud? Slet hele koden og skriv i 'nop', det burde gøre tricket! 'nop' betyder 'gør ingenting'.",
    "de": "Sieht kompliziert aus, oder? Löschen Sie den gesamten Code und geben Sie 'nop' ein, das sollte den Trick machen! 'nop' bedeutet 'nichts tun'.",
    "el": "Φαίνεται περίπλοκο; Διαγράψτε όλο τον κωδικό και πληκτρολογήστε 'nop', που θα πρέπει να κάνει το τέχνασμα! Το 'nop' σημαίνει 'να μην κάνεις τίποτα'.",
    "en": "Looks complicated huh? Delete all the code and type in 'nop', that should do the trick! 'nop' means 'do nothing'.",
    "es": "Parece complicado eh? Elimine todo el código y escriba 'nop', ¡eso debería hacer el truco! 'nop' significa 'no hacer nada'.",
    "es-419": "Parece complicado eh? Elimine todo el código y escriba 'nop', ¡eso debería hacer el truco! 'nop' significa 'no hacer nada'.",
    "fi": "Näyttää monimutkaiselta? Poista kaikki koodi ja kirjoita 'nop', jonka pitäisi tehdä temppu! 'nop' tarkoittaa 'tee mitään'.",
    "fr": "Ça a l'air compliqué hein? Supprimez tout le code et tapez 'nop', cela devrait faire l'affaire! «nop» signifie «ne rien faire».",
    "hu": "Bonyolultnak tűnik? Törölje az összes kódot és írja be az 'nop' -be, amit a trükknek kell tennie! Az „nop” azt jelenti, hogy nem tesz semmit.",
    "it": "Sembra complicato eh? Elimina tutto il codice e digita 'nop', che dovrebbe fare il trucco! 'nop' significa 'non fare nulla'.",
    "ja": "複雑そうに見える？すべてのコードを削除して「nop」と入力すると、うまくいくはずです。 'nop'は '何もしない'という意味です。",
    "ko": "복잡한 것 같군요? 모든 코드를 삭제하고 'nop'를 입력하면 트릭을 수행해야합니다! 'nop'는 '아무 것도하지 않음'을 의미합니다.",
    "nl": "Ziet er ingewikkeld uit toch? Verwijder alle code en typ 'nop' in, dat zou het lukken! 'nop' betekent 'niets doen'.",
    "no": "Ser komplisert ut? Slett all koden og skriv inn 'nop', som burde gjøre trikset! 'nop' betyr 'gjør ingenting'.",
    "pl": "Wygląda na skomplikowane? Usuń cały kod i wpisz „nop”, co powinno załatwić sprawę! „nop” oznacza „nic nie rób”.",
    "pt": "Parece complicado, né? Apague todo o código e digite 'nop', isso deve fazer o truque! 'nop' significa 'não fazer nada'.",
    "pt-BR": "Parece complicado, né? Apague todo o código e digite 'nop', isso deve fazer o truque! 'nop' significa 'não fazer nada'.",
    "ro": "Se pare complicat, nu? Ștergeți tot codul și tastați 'nop', care ar trebui să facă truc! 'nop' înseamnă 'nu face nimic'.",
    "ru": "Выглядит сложно, а? Удалите весь код и введите «nop», это должно сработать! «nop» означает «ничего не делать».",
    "sv": "Ser komplicerat ut? Ta bort all kod och skriv in 'nop', som borde göra tricket! 'nop' betyder 'gör ingenting'.",
    "th": "ดูซับซ้อนใช่มั้ย ลบรหัสทั้งหมดและพิมพ์ใน 'nop' ที่ควรทำเคล็ดลับ! 'nop' หมายถึง 'ไม่ทำอะไรเลย'",
    "tr": "Karmaşık görünüyor ha? Tüm kodu silin ve hile yapması gereken 'nop' yazın. 'nop' 'hiçbir şey yapma' anlamına gelir.",
    "uk": "Виглядає складно, так? Видаліть увесь код і введіть 'nop', який повинен виконати завдання! 'nop' означає 'нічого не робити'.",
    "vi": "Trông phức tạp nhỉ? Xóa tất cả mã và nhập vào 'nop', nên thực hiện thủ thuật! 'nop' có nghĩa là 'không làm gì cả'.",
    "zh-CN": "看起来很复杂吧？删除所有代码并输入'nop'，这应该可以做到！ 'nop'意味着'什么都不做'。",
    "zh-TW": "看起來很複雜吧？刪除所有代碼並輸入'nop'，這應該可以做到！ 'nop'意味著'什麼都不做'。"
}
