{
    "ar": "مغامر! لفتح الباب إلى الغرفة الداخلية، تضيء المشاعل الزرقاء اثنين.",
    "bg": "Авантюрист! За да отворите вратата към вътрешната камера, запалете двата сини факли.",
    "cs": "Dobrodruh! Chcete-li otevřít dveře do vnitřní komory, zapalte dvě modré pochodně.",
    "da": "En eventyrer! For at åbne døren til det indre kammer, lys de to blå fakler.",
    "de": "Ein Abenteurer! Um die Tür zur Inneren Kammer zu öffnen, zünden Sie die beiden blauen Fackeln an.",
    "el": "Ένας τυχοδιώκτης! Για να ανοίξετε την πόρτα στον εσωτερικό θάλαμο, ανάψτε τους δύο μπλε πυρσούς.",
    "en": "An adventurer! To open the door to the inner chamber, light the two blue torches.",
    "es": "¡Un aventurero! Para abrir la puerta a la cámara interior, encienda las dos antorchas azules.",
    "es-419": "¡Un aventurero! Para abrir la puerta a la cámara interior, encienda las dos antorchas azules.",
    "fi": "Seikkailija! Avaa ovi sisäkammioon sytyttin kaksi sinistä soihtuja.",
    "fr": "Un aventurier ! Pour ouvrir la porte de la chambre intérieure, allumez les deux torches bleues.",
    "hu": "Egy kalandor! A belső kamra ajtajának kinyitásához gyújtsa meg a két kék fáklyát.",
    "it": "Un avventuriero! Per aprire la porta della camera interna, accendere le due torce blu.",
    "ja": "冒険者!内側の部屋への扉を開くには、2つの青いトーチを点灯します。",
    "ko": "모험가! 내부 챔버에 문을 열려면 두 개의 파란색 횃불을 밝습니다.",
    "nl": "Een avonturier! Om de deur naar de binnenkamer te openen, steek je de twee blauwe fakkels aan.",
    "nb": "En eventyrer! For å åpne døren til det indre kammeret, tenn de to blå fakler.",
    "pl": "Poszukiwacz przygód! Aby otworzyć drzwi do komory wewnętrznej, zapal dwie niebieskie latarki.",
    "pt": "Um aventureiro! Para abrir a porta da câmara interna, acenda as duas tochas azuis.",
    "pt-BR": "Um aventureiro! Para abrir a porta para a câmara interna, acenda as duas tochas azuis.",
    "ro": "Un aventurier! Pentru a deschide ușa camerei interioare, aprindeți cele două torțe albastre.",
    "ru": "Авантюрист! Чтобы открыть дверь во внутреннюю камеру, зажгите два синих факела.",
    "sv": "En äventyrare! För att öppna dörren till den inre kammaren, tänd de två blå facklorna.",
    "th": "นักผจญภัย! ในการเปิดประตูไปยังห้องด้านในให้แสงทั้งสองคบไฟสีฟ้า",
    "tr": "Bir maceracı! İç odanın kapısını açmak için, iki mavi meşaleyi yak.",
    "uk": "Авантюрист! Щоб відкрити двері в внутрішню камеру, світло два синіх факелів.",
    "vi": "Một nhà thám hiểm! Để mở cửa cho buồng bên trong, ánh sáng hai ngọn đuốc màu xanh.",
    "zh-CN": "一个冒险家！要打开内室的门，点燃两个蓝色的火把。",
    "zh-TW": "一個冒險家!要打開內室的門,點燃兩個藍色的火把。"
}
