{
    "ar": ".تخطي رمز parry إذا كان الضرر إيجابيا (الشفاء)",
    "bg": "Пропуснете париране код, ако щетите са положителни (изцеление).",
    "cs": "Přeskočte parry kód, pokud je poškození pozitivní (hojení).",
    "da": "Spring parry-kode over, hvis skaden er positiv (helbredelse).",
    "de": "Überspringen Sie den Pariercode, wenn der Schaden positiv ist (Heilung).",
    "el": "Παραλείψτε τον κωδικό parry εάν η ζημιά είναι θετική (επούλωση).",
    "en": "Skip parry code if the damage is positive (healing).",
    "es": "Omita el código de parry si el daño es positivo (curación).",
    "es-419": "Omita el código de parry si el daño es positivo (curación).",
    "fi": "Ohita parry-koodi, jos vaurio on positiivinen (paraneminen).",
    "fr": "Sautez le code de parade si les dommages sont positifs (guérison).",
    "hu": "Hagyja ki a parry kódot, ha a sérülés pozitív (gyógyulás).",
    "it": "Salta il codice di parry se il danno è positivo (guarigione).",
    "ja": "ダメージがプラス(治癒)の場合は、パリーコードをスキップします。",
    "ko": "손상이 양성인 경우 패리 코드를 건너뜁니다(치유).",
    "nl": "Sla parry code over als de schade positief is (genezing).",
    "no": "Hopp over parrykode hvis skaden er positiv (helbredelse).",
    "pl": "Pomiń kod parowania, jeśli obrażenia są pozytywne (leczenie).",
    "pt": "Ignore o código de parry se os danos forem positivos (cicatrização).",
    "pt-BR": "Pule o código parry se o dano for positivo (cura).",
    "ro": "Săriți peste codul parry dacă daunele sunt pozitive (vindecare).",
    "ru": "Пропустите код парирования, если повреждение положительное (исцеление).",
    "sv": "Hoppa över pareringskoden om skadan är positiv (läkning).",
    "th": "ข้ามรหัส parry หากความเสียหายเป็นบวก (การรักษา)",
    "tr": "Hasar pozitifse parry kodunu atlayın (iyileşme).",
    "uk": "Пропустити код парирування, якщо пошкодження позитивне (загоєння).",
    "vi": "Bỏ qua mã parry nếu thiệt hại là dương tính (chữa lành).",
    "zh-CN": "如果伤害是积极的（治疗），则跳过招架代码。",
    "zh-TW": "如果傷害是積極的（治療），則跳過招架代碼。"
}
