{
    "ar": ".تحقق من علامة %s1. يتحقق هذا مما إذا كان الرقم موجبا أم سالبا",
    "bg": "Проверете знака на %s1. Това проверява дали числото е положително или отрицателно.",
    "cs": "Zkontrolujte značku %s1. Tím se kontroluje, zda je číslo kladné nebo záporné.",
    "da": "Kontroller tegnet på %s1. Dette kontrollerer, om tallet er positivt eller negativt.",
    "de": "Überprüfen Sie das Vorzeichen von %s1. Dabei wird geprüft, ob die Zahl positiv oder negativ ist.",
    "el": "Ελέγξτε το σημάδι του %s1. Αυτό ελέγχει εάν ο αριθμός είναι θετικός ή αρνητικός.",
    "en": "Check the sign of %s1. This checks if the number is positive or negative.",
    "es": "Compruebe el signo de %s1. Esto verifica si el número es positivo o negativo.",
    "es-419": "Compruebe el signo de %s1. Esto verifica si el número es positivo o negativo.",
    "fi": "Tarkista %s1-merkki. Tämä tarkistaa, onko luku positiivinen vai negatiivinen.",
    "fr": "Vérifiez le signe de %s1. Cela vérifie si le nombre est positif ou négatif.",
    "hu": "Ellenőrizze az %s1 jelét. Ez ellenőrzi, hogy a szám pozitív vagy negatív.",
    "it": "Controlla il segno di %s1. Questo controlla se il numero è positivo o negativo.",
    "ja": "%s1の記号を確認してください。これにより、数値が正か負かがチェックされます。",
    "ko": "%s1의 부호를 확인하십시오. 숫자가 양수인지 음수인지 확인합니다.",
    "nl": "Controleer het teken van %s1. Hiermee wordt gecontroleerd of het getal positief of negatief is.",
    "no": "Kontroller tegnet på %s1. Dette sjekker om tallet er positivt eller negativt.",
    "pl": "Sprawdź znak %s1. Sprawdza, czy liczba jest dodatnia czy ujemna.",
    "pt": "Verifique o sinal de %s1. Isto verifica se o número é positivo ou negativo.",
    "pt-BR": "Verifique o sinal de %s1. Isso verifica se o número é positivo ou negativo.",
    "ro": "Verificați semnul %s1. Aceasta verifică dacă numărul este pozitiv sau negativ.",
    "ru": "Проверьте знак %s1. Это проверяет, является ли число положительным или отрицательным.",
    "sv": "Kontrollera tecknet på %s1. Detta kontrollerar om siffran är positiv eller negativ.",
    "th": "ตรวจสอบเครื่องหมายของ %s1 สิ่งนี้จะตรวจสอบว่าตัวเลขเป็นบวกหรือลบ",
    "tr": "%s1 işaretini kontrol edin. Bu, sayının pozitif mi yoksa negatif mi olduğunu kontrol eder.",
    "uk": "Перевірте знак %s1. Це перевіряє, чи є число позитивним або негативним.",
    "vi": "Kiểm tra dấu hiệu của %s1. Điều này kiểm tra xem con số là dương hay âm.",
    "zh-CN": "检查 %s1 的标志。这将检查数字是正数还是负数。",
    "zh-TW": "檢查 %s1 的標誌。這將檢查數位是正數還是負數。"
}
