{
    "ar": "التعليمات البرمجية الأصلية تعيين كافة الأضرار التي تتعامل إلى %s1.",
    "bg": "Оригиналният код задава всички щети, които сте повредили до %s1.",
    "cs": "Původní kód nastaví všechny škody, které uškodíte, na %s1.",
    "da": "Den oprindelige kode indstiller alle skader, du behandler til %s1.",
    "de": "Der ursprüngliche Code setzt den gesamten Schaden, den Sie verursachen, auf %s1.",
    "el": "Ο αρχικός κώδικας ορίζει όλες τις ζημιές που προκαλείτε σε %s1.",
    "en": "The original code sets all damage you deal to %s1.",
    "es": "El código original establece todo el daño que inflige en %s1.",
    "es-419": "El código original establece todo el daño que inflige en %s1.",
    "fi": "Alkuperäinen koodi asettaa kaikki vahingot, jotka käsittelet, %s1: een.",
    "fr": "Le code d’origine définit tous les dégâts que vous traitez à %s1.",
    "hu": "Az eredeti kód %s1-re állítja az összes sebzést.",
    "it": "Il codice originale imposta tutti i danni infliggeti a %s1.",
    "ja": "元のコードでは、取り扱うすべてのダメージが %s1 に設定されます。",
    "ko": "원래 코드는 당신이 다루는 모든 피해를 %s1로 설정합니다.",
    "nl": "De originele code stelt alle schade die u op %s1.",
    "nb": "Den opprinnelige koden setter all skade du håndterer til %s1.",
    "pl": "Oryginalny kod ustawia wszystkie obrażenia, które zadajsz na %s1.",
    "pt": "O código original define todos os danos que lida com %s1.",
    "pt-BR": "O código original define todos os danos que você causar a %s1.",
    "ro": "Codul original setează toate daunele pe care le faceți la %s1.",
    "ru": "Исходный код устанавливает все повреждения, которые вы наносите %s1.",
    "sv": "Den ursprungliga koden ställer in alla skador du handlar med till %s1.",
    "th": "รหัสเดิมตั้งค่าความเสียหายทั้งหมดที่คุณจัดการเป็น %s1",
    "tr": "Orijinal kod, verdiğiniz tüm hasarı %s1 olarak ayarlar.",
    "uk": "Оригінальний код встановлює всі збитки ви справу до %s1.",
    "vi": "Mã ban đầu đặt tất cả thiệt hại bạn gây ra thành %s1.",
    "zh-CN": "原始代码将您处理的所有损坏设置为 %s1。",
    "zh-TW": "原始代碼將您處理的所有損壞設置為 %s1。"
}
