{
    "ar": ".%s1 تقوم التعليمة البرمجية الأصلية بتعيين جميع الأضرار التي تتعامل معها إلى",
    "bg": "Първоначалният код задава всички щети, които нанасяте, на %s1.",
    "cs": "Původní kód nastaví všechna poškození, která způsobíte, na %s1.",
    "da": "Den originale kode angiver alle skader, du behandler, til %s1.",
    "de": "Der ursprüngliche Code setzt den gesamten Schaden, den du verursachst, auf %s1.",
    "el": "Ο αρχικός κώδικας ορίζει όλες τις ζημιές που προκαλείτε σε %s1.",
    "en": "The original code sets all damage you deal to %s1.",
    "es": "El código original establece todo el daño que infliges a %s1.",
    "es-419": "El código original establece todo el daño que infliges a %s1.",
    "fi": "Alkuperäinen koodi määrittää kaikkien käsittelemiesi vahinkojen arvoksi %s1.",
    "fr": "Le code d’origine définit tous les dégâts que vous infligez à %s1.",
    "hu": "Az eredeti kód az összes okozott sebzést %s1-re állítja.",
    "it": "Il codice originale imposta tutti i danni inflitti a %s1.",
    "ja": "元のコードでは、与えるすべてのダメージを%s1に設定します。",
    "ko": "원래 코드는 입히는 모든 피해를 %s1로 설정합니다.",
    "nl": "De originele code stelt alle schade die je aanricht in op %s1.",
    "no": "Den opprinnelige koden setter alle skader du håndterer til %s1.",
    "pl": "Oryginalny kod ustawia wszystkie zadawane obrażenia na %s1.",
    "pt": "O código original define todos os danos causados como %s1.",
    "pt-BR": "O código original define todos os danos causados como %s1.",
    "ro": "Codul original setează toate daunele pe care le provoacă la %s1.",
    "ru": "Исходный код устанавливает весь наносимый вами урон %s1.",
    "sv": "Den ursprungliga koden anger alla skador du hanterar till %s1.",
    "th": "รหัสเดิมจะตั้งค่าความเสียหายทั้งหมดที่คุณทํากับ%s1",
    "tr": "Orijinal kod, verdiğiniz tüm hasarları %s1 olarak ayarlar.",
    "uk": "Оригінальний код встановлює всі збитки, які ви завдаєте, %s1.",
    "vi": "Mã gốc đặt tất cả sát thương bạn gây ra thành %s1.",
    "zh-CN": "原始代码将您造成的所有伤害设置为 %s1。",
    "zh-TW": "原始代碼將您造成的所有傷害設置為 %s1。"
}
