{
    "ar": "SUB هي عملية بسيطة تطرح رقمًا واحدًا من الآخر.",
    "bg": "SUB е проста операция, която изважда един номер от друг.",
    "cs": "SUB je jednoduchá operace, která odečítá jedno číslo od druhého.",
    "da": "SUB er en simpel operation, der trækker et nummer fra et andet.",
    "de": "SUB ist eine einfache Operation, die eine Zahl von einer anderen subtrahiert.",
    "el": "Το SUB είναι μια απλή διαδικασία που αφαιρεί έναν αριθμό από τον άλλο.",
    "en": "SUB is a simple operation that subtracts one number from another.",
    "es": "SUB es una operación simple que resta un número de otro.",
    "es-419": "SUB es una operación simple que resta un número de otro.",
    "fi": "SUB on yksinkertainen toiminto, joka vähentää yhden numeron toisesta.",
    "fr": "SUB est une opération simple qui soustrait un nombre à un autre.",
    "hu": "Az SUB egy egyszerű művelet, amely egy számot kivon a másikból.",
    "it": "SUB è un'operazione semplice che sottrae un numero da un altro.",
    "ja": "SUBは、ある数値を他の数値から減算する単純な演算です。",
    "ko": "SUB는 하나의 숫자를 다른 숫자에서 빼는 간단한 연산입니다.",
    "nl": "SUB is een eenvoudige bewerking die het ene getal van het andere aftrekt.",
    "no": "SUB er en enkel operasjon som trekker et nummer fra et annet.",
    "pl": "SUB to prosta operacja, która odejmuje jedną liczbę od drugiej.",
    "pt": "SUB é uma operação simples que subtrai um número do outro.",
    "pt-BR": "SUB é uma operação simples que subtrai um número do outro.",
    "ro": "SUB este o operație simplă care scade un număr de la altul.",
    "ru": "SUB - это простая операция, которая вычитает одно число из другого.",
    "sv": "SUB är en enkel operation som subtraherar ett nummer från en annan.",
    "th": "SUB เป็นการดำเนินการอย่างง่ายที่จะลบตัวเลขหนึ่งจากอีกหมายเลขหนึ่ง",
    "tr": "SUB, bir sayı diğerinden çıkartan basit bir işlemdir.",
    "uk": "SUB - це проста операція, яка віднімає одне число з іншого.",
    "vi": "SUB là một hoạt động đơn giản trừ một số từ một số khác.",
    "zh-CN": "SUB是一个简单的操作，可以从另一个数字中减去一个数字。",
    "zh-TW": "SUB是一個簡單的操作，可以從另一個數字中減去一個數字。"
}
