{
    "ar": "إذا كان مانا أكبر من أو يساوي 4، قم بتحميل كمية البالوعة إلى '%s1'.",
    "bg": "Ако мана е по-голяма или равна на 4, количеството на дренаж се натоварва в %s1.",
    "cs": "Pokud je mana větší nebo rovna 4, vložte množství odtoku do \\\"%s1\\\".",
    "da": "Hvis mana er større end eller lig med 4, skal afløbet lægges i '%s1'.",
    "de": "Wenn Mana größer oder gleich 4 ist, laden Sie die Abflussmenge in '%s1'.",
    "el": "Εάν η μάνα είναι μεγαλύτερη ή ίση με 4, τοποθετήστε την ποσότητα αποστράγγισης στο «%s1».",
    "en": "If mana is greater than or equal to 4, load the drain amount into '%s1'.",
    "es": "Si el maná es mayor o igual que 4, cargue la cantidad de drenaje en '%s1'.",
    "es-419": "Si el maná es mayor o igual que 4, cargue la cantidad de drenaje en '%s1'.",
    "fi": "Jos mana on suurempi tai yhtä suuri kuin 4, lataa tyhjennysmäärä kohtaan '%s1'.",
    "fr": "Si le mana est supérieur ou égal à 4, chargez la quantité de vidange en '%s1'.",
    "hu": "Ha a mana nagyobb vagy egyenlő, mint 4, töltse be a lefolyó mennyiségét az \\\"%s1\\\"-be.",
    "it": "Se il mana è maggiore o uguale a 4, caricare la quantità di scarico in '%s1'.",
    "ja": "マナが4以上の場合は、ドレイン量を「%s1」にロードします。",
    "ko": "마나가 4보다 크거나 같으면 배수량을 '%s1'로 적재합니다.",
    "nl": "Als mana groter is dan of gelijk is aan 4, laad dan de afvoerhoeveelheid in '%s1'.",
    "nb": "Hvis mana er større enn eller lik 4, last avløpsmengden i '%s1'.",
    "pl": "Jeśli mana jest większa lub równa 4, należy załadować ilość spustu do \\\"%s1\\\".",
    "pt": "Se a mana for maior ou igual a 4, carregue a quantidade de drenagem em '%s1'.",
    "pt-BR": "Se a mana for maior ou igual a 4, carregue a quantidade de drenagem em '%s1'.",
    "ro": "Dacă mana este mai mare sau egală cu 4, încărcați cantitatea de scurgere în \\\"%s1\\\".",
    "ru": "Если мана больше или равна 4, загрузите количество стока в '%s1'.",
    "sv": "Om mana är större än eller lika med 4, ladda avtappningsmängden i \\\"%s1\\\".",
    "th": "ถ้ามานามากกว่าหรือเท่ากับ 4, โหลดปริมาณท่อระบายน้ําลงใน '%s1'.",
    "tr": "Mana 4'ten büyük veya eşitse, drenaj miktarını '%s1'e yükleyin.",
    "uk": "Якщо мани більше або дорівнює 4, завантажте суму зливу в ' %s1 '.",
    "vi": "Nếu mana lớn hơn hoặc bằng 4, tải lượng cống vào ' %s1 '.",
    "zh-CN": "如果海纳大于或等于 4，则将排水量加载到\\\"%s1\\\"。",
    "zh-TW": "如果海納大於或等於 4,則將排水量載入到「%s1」。。"
}
