{
    "ar": ".'%s1' إذا كان المانا أكبر من أو يساوي 4 ، فقم بتحميل كمية الصرف إلى",
    "bg": "Ако мана е по-голяма или равна на 4, заредете дренажното количество в '%s1'.",
    "cs": "Pokud je mana větší nebo rovna 4, vložte množství odtoku do '%s1'.",
    "da": "Hvis mana er større end eller lig med 4, lægges drænmængden i '%s1'.",
    "de": "Wenn Mana größer oder gleich 4 ist, laden Sie die Abflussmenge in '%s1'.",
    "el": "Εάν το μάνα είναι μεγαλύτερο ή ίσο με 4, φορτώστε την ποσότητα αποστράγγισης στο '%s1'.",
    "en": "If mana is greater than or equal to 4, load the drain amount into '%s1'.",
    "es": "Si el maná es mayor o igual que 4, cargue la cantidad de drenaje en '%s1'.",
    "es-419": "Si el maná es mayor o igual que 4, cargue la cantidad de drenaje en '%s1'.",
    "fi": "Jos mana on suurempi tai yhtä suuri kuin 4, lataa tyhjennysmäärä arvoon %s1.",
    "fr": "Si le mana est supérieur ou égal à 4, chargez la quantité de drain dans '%s1'.",
    "hu": "Ha a mana nagyobb vagy egyenlő 4-gyel, töltse be a lefolyó mennyiséget a '%s1' -be.",
    "it": "Se il mana è maggiore o uguale a 4, caricare la quantità di drenaggio in '%s1'.",
    "ja": "マナが4以上の場合は、ドレイン量を'%s1'にロードします。",
    "ko": "마나가 4보다 크거나 같으면 드레인 양을 '%s1'에 넣습니다.",
    "nl": "Als mana groter is dan of gelijk is aan 4, laadt u de afvoerhoeveelheid in '%s1'.",
    "no": "Hvis mana er større enn eller lik 4, belaster du avløpsmengden i '%s1'.",
    "pl": "Jeśli mana jest większa lub równa 4, załaduj ilość odpływu do '%s1'.",
    "pt": "Se mana for maior ou igual a 4, carregue a quantidade de drenagem em '%s1'.",
    "pt-BR": "Se a mana for maior ou igual a 4, carregue a quantidade de dreno em '%s1'.",
    "ro": "Dacă mana este mai mare sau egală cu 4, încărcați cantitatea de scurgere în '%s1'.",
    "ru": "Если мана больше или равна 4, загрузите количество слива в '%s1'.",
    "sv": "Om mana är större än eller lika med 4, fyll på avloppsmängden i '%s1'.",
    "th": "หากมานามากกว่าหรือเท่ากับ 4 ให้โหลดปริมาณท่อระบายน้ําลงใน '%s1'",
    "tr": "Mana 4'ten büyükse veya 4'e eşitse, drenaj miktarını '%s1' içine yükleyin.",
    "uk": "Якщо мана більше або дорівнює 4, завантажте кількість зливу в '%s1'.",
    "vi": "Nếu mana lớn hơn hoặc bằng 4, hãy nạp lượng tiêu hao vào '%s1'.",
    "zh-CN": "如果魔法值大于或等于 4，则将消耗量加载到“%s1”中。",
    "zh-TW": "如果魔法值大於或等於 4，則將消耗量載入到“%s1”中。"
}
