{
    "ar": "!تلميح: هناك حلول متعددة. الأسهل هو تعديل '%s1' للحصول على مانا بدلا من ذلك",
    "bg": "Съвет: Има множество решения. Най-лесният е да модифицирате '%s1', за да спечелите мана вместо това!",
    "cs": "Tip: Řešení je více. Nejjednodušší je upravit '%s1' a získat manu!",
    "da": "Tip: Der er flere løsninger. Det nemmeste er at ændre '%s1' for at få mana i stedet!",
    "de": "Hinweis: Es gibt mehrere Lösungen. Am einfachsten ist es, '%s1' zu modifizieren, um stattdessen Mana zu erhalten!",
    "el": "Συμβουλή: Υπάρχουν πολλές λύσεις. Το πιο εύκολο είναι να τροποποιήσετε το '%s1' για να κερδίσετε mana!",
    "en": "Hint: There are multiple solutions. The easiest is to modify '%s1' to gain mana instead!",
    "es": "Sugerencia: Hay múltiples soluciones. ¡Lo más fácil es modificar '%s1' para ganar maná en su lugar!",
    "es-419": "Sugerencia: Hay múltiples soluciones. ¡Lo más fácil es modificar '%s1' para ganar maná en su lugar!",
    "fi": "Vihje: Ratkaisuja on useita. Helpoin on muokata '%s1' saadaksesi manan sen sijaan!",
    "fr": "Astuce : Il existe plusieurs solutions. Le plus simple est de modifier '%s1' pour gagner du mana à la place !",
    "hu": "Tipp: Több megoldás is létezik. A legegyszerűbb a '%s1' módosítása, hogy manát nyerjen!",
    "it": "Suggerimento: ci sono più soluzioni. La cosa più semplice è modificare '%s1' per guadagnare mana!",
    "ja": "ヒント: 複数の解決策があります。最も簡単なのは、代わりにマナを獲得するように '%s1' を変更することです!",
    "ko": "힌트: 여러 솔루션이 있습니다. 가장 쉬운 방법은 '%s1'을(를) 수정하여 마나를 얻는 것입니다!",
    "nl": "Hint: Er zijn meerdere oplossingen. Het gemakkelijkste is om '%s1' aan te passen om in plaats daarvan mana te krijgen!",
    "no": "Hint: Det finnes flere løsninger. Det enkleste er å endre '%s1' for å få mana i stedet!",
    "pl": "Wskazówka: Istnieje wiele rozwiązań. Najłatwiej jest zmodyfikować '%s1', aby zamiast tego zyskać manę!",
    "pt": "Dica: Existem várias soluções. O mais fácil é modificar '%s1' para ganhar mana!",
    "pt-BR": "Dica: Existem várias soluções. O mais fácil é modificar '%s1' para ganhar mana!",
    "ro": "Sugestie: Există mai multe soluții. Cel mai simplu este de a modifica '%s1' pentru a câștiga mana în loc!",
    "ru": "Подсказка: есть несколько решений. Самый простой - изменить '%s1', чтобы вместо этого получить ману!",
    "sv": "Tips: Det finns flera lösningar. Det enklaste är att modifiera '%s1' för att få mana istället!",
    "th": "คําแนะนํา: มีหลายวิธี วิธีที่ง่ายที่สุดคือการปรับเปลี่ยน '%s1' เพื่อรับมานาแทน!",
    "tr": "İpucu: Birden fazla çözüm vardır. En kolayı, mana kazanmak için '%s1'i değiştirmektir!",
    "uk": "Підказка: Існує кілька рішень. Найпростіше змінити '%s1', щоб замість цього отримати ману!",
    "vi": "Gợi ý: Có nhiều giải pháp. Đơn giản nhất là sửa đổi '%s1' để tăng mana!",
    "zh-CN": "提示：有多种解决方案。最简单的方法是修改“%s1”来获得法力值！",
    "zh-TW": "提示：有多種解決方案。最簡單的方法是修改「%s1」來獲得法力值！"
}
