{
    "ar": "تلميح: هناك حلول متعددة. أسهل هو تعديل '%s1' للحصول على مانا بدلا من ذلك!",
    "bg": "Съвет: Има множество решения. Най-лесният е да се промени '%s1' за да спечелят мана вместо!",
    "cs": "Tip: Existuje více řešení. Nejjednodušší je upravit '%s1' získat mana místo!",
    "da": "Tip: Der er flere løsninger. Den nemmeste er at ændre '%s1' for at få mana i stedet!",
    "de": "Hinweis: Es gibt mehrere Lösungen. Am einfachsten ist es, '%s1' zu ändern, um stattdessen Mana zu erhalten!",
    "el": "Υπαινιγμός: Υπάρχουν πολλαπλές λύσεις. Ο ευκολότερος είναι να τροποποιήσει «%s1» για να κερδίσει μάνα αντ 'αυτού!",
    "en": "Hint: There are multiple solutions. The easiest is to modify '%s1' to gain mana instead!",
    "es": "Sugerencia: Hay varias soluciones. ¡Lo más fácil es modificar '%s1' para ganar maná en su lugar!",
    "es-419": "Sugerencia: Hay varias soluciones. ¡Lo más fácil es modificar '%s1' para ganar maná en su lugar!",
    "fi": "Vihje: Ratkaisuja on useita. Helpoin on muuttaa \\\"%s1\\\" saada manaa sijaan!",
    "fr": "Conseil : Il existe plusieurs solutions. Le plus facile est de modifier '%s1' pour gagner du mana à la place!",
    "hu": "Tipp: Több megoldás is létezik. A legegyszerűbb az, hogy módosítsa \\\"%s1\\\" szerezni mana helyett!",
    "it": "Suggerimento: Ci sono più soluzioni. Il più semplice è quello di modificare '%s1' per ottenere mana invece!",
    "ja": "ヒント: 複数のソリューションがあります。最も簡単なのは、代わりにマナを得るために'%s1'を変更することです!",
    "ko": "힌트: 여러 가지 솔루션이 있습니다. 가장 쉬운 대신 마나를 얻기 위해 '%s1'를 수정하는 것입니다!",
    "nl": "Tip: Er zijn meerdere oplossingen. De makkelijkste is om '%s1' te wijzigen om mana in plaats daarvan te krijgen!",
    "nb": "Tips: Det finnes flere løsninger. Den enkleste er å endre '%s1' for å få mana i stedet!",
    "pl": "Podpowiedź: Istnieje wiele rozwiązań. Najłatwiej jest zmodyfikować \\\"%s1\\\", aby zdobyć manę zamiast!",
    "pt": "Atenção: Existem múltiplas soluções. O mais fácil é modificar '%s1' para ganhar mana!",
    "pt-BR": "Dica: Existem várias soluções. O mais fácil é modificar '%s1' para ganhar mana em vez disso!",
    "ro": "Sugestie: Există mai multe soluții. Cel mai simplu este de a modifica \\\"%s1\\\" pentru a câștiga mana în loc!",
    "ru": "Подсказка: Есть несколько решений. Проще всего изменить '%s1', чтобы получить ману вместо этого!",
    "sv": "Tips: Det finns flera lösningar. Det enklaste är att ändra \\\"%s1\\\" för att få mana istället!",
    "th": "คําแนะนํา: มีโซลูชันหลายแบบ ง่ายที่สุดคือการปรับเปลี่ยน '%s1' ที่จะได้รับมานาแทน!",
    "tr": "İpucu: Birden çok çözüm vardır. En kolay yerine mana kazanmak için '%s1' değiştirmektir!",
    "uk": "Підказка: є кілька рішень. Найпростіший спосіб змінити ' %s1 ', щоб отримати мани замість!",
    "vi": "Gợi ý: có nhiều giải pháp. Các đơn giản nhất là để sửa đổi ' %s1 ' để đạt được mana thay!",
    "zh-CN": "提示：有多种解决方案。最简单的是修改'%s1'，以获得玛纳代替！",
    "zh-TW": "提示:有多種解決方案。最簡單的是修改『%s1』,以獲得瑪納代替!"
}
