{
    "ar": "في هذا المثال، يتم تصريف مانا إلا إذا كان الهدف لديه 4 مانا أو أكثر.",
    "bg": "В този пример мана се източва само ако целта е 4 мана или повече.",
    "cs": "V tomto příkladu je mana vypuštěna pouze v případě, že cíl má 4 mana nebo více.",
    "da": "I dette eksempel er mana kun drænet, hvis målet har 4 mana eller mere.",
    "de": "In diesem Beispiel wird Mana nur entleert, wenn das Ziel 4 Mana oder mehr hat.",
    "el": "Σε αυτό το παράδειγμα, μάνα αποστραγγίζεται μόνο εάν ο στόχος έχει 4 μάνα ή περισσότερο.",
    "en": "In this example, mana is only drained if the target has 4 mana or more.",
    "es": "En este ejemplo, el maná solo se drena si el objetivo tiene 4 de maná o más.",
    "es-419": "En este ejemplo, el maná solo se drena si el objetivo tiene 4 de maná o más.",
    "fi": "Tässä esimerkissä mana tyhjennetään vain, jos kohteessa on vähintään 4 manaa.",
    "fr": "Dans cet exemple, le mana n’est drainé que si la cible a 4 mana ou plus.",
    "hu": "Ebben a példában a mana csak akkor ürül ki, ha a célpont nak 4 vagy több mana van.",
    "it": "In questo esempio, il mana viene drenato solo se il bersaglio ha 4 o più mana.",
    "ja": "この例では、ターゲットが 4 マナ以上の場合のみマナが排出されます。",
    "ko": "이 예에서, 마나는 대상이 4마나 이상이 있는 경우에만 배수된다.",
    "nl": "In dit voorbeeld wordt mana alleen afgevoerd als het doel 4 mana of meer heeft.",
    "nb": "I dette eksemplet er mana bare drenert hvis målet har 4 mana eller mer.",
    "pl": "W tym przykładzie many jest odprowadzane tylko wtedy, gdy cel ma 4 pkt. many lub więcej.",
    "pt": "Neste exemplo, a mana só é drenada se o alvo tiver 4 mana ou mais.",
    "pt-BR": "Neste exemplo, a mana só é drenada se o alvo tiver 4 mana ou mais.",
    "ro": "În acest exemplu, mana este drenată numai dacă ținta are 4 mana sau mai mult.",
    "ru": "В этом примере мана истощается только в том случае, если цель имеет 4 маны или более.",
    "sv": "I det här exemplet dräneras mana bara om målet har 4 mana eller mer.",
    "th": "ในตัวอย่างนี้, มานะจะระบายเฉพาะถ้าเป้าหมายมี 4 มานาหรือมากกว่า.",
    "tr": "Bu örnekte, mana sadece hedef 4 mana veya daha fazla varsa boşaltılır.",
    "uk": "У цьому прикладі, Мана тільки злити, якщо мета має 4 мани або більше.",
    "vi": "Trong ví dụ này, Mana chỉ được thoát nước nếu mục tiêu có 4 Mana trở lên.",
    "zh-CN": "在此示例中，仅当目标具有 4 个 mana 或更多时，才排空 mana。",
    "zh-TW": "在此示例中,僅當目標具有 4 個 mana 或更多時,才排空 mana。"
}
