{
    "ar": ".تلميح: حاول استخدام قيمة أكبر للأمر 'push' لإحداث المزيد من الضرر",
    "bg": "Съвет: Опитайте да използвате по-голяма стойност за командата 'push', за да нанесете повече щети.",
    "cs": "Tip: Zkuste použít větší hodnotu pro příkaz 'push', abyste způsobili větší poškození.",
    "da": "Tip: Prøv at bruge en større værdi til kommandoen 'push' for at gøre mere skade.",
    "de": "Tipp: Versuchen Sie, einen größeren Wert für den Befehl 'push' zu verwenden, um mehr Schaden zu verursachen.",
    "el": "Συμβουλή: Δοκιμάστε να χρησιμοποιήσετε μια μεγαλύτερη τιμή για την εντολή «push» για να προκαλέσετε μεγαλύτερη ζημιά.",
    "en": "Hint: Try using a larger value for the 'push' command to deal more damage.",
    "es": "Sugerencia: Intente usar un valor mayor para el comando 'push' para infligir más daño.",
    "es-419": "Sugerencia: Intente usar un valor mayor para el comando 'push' para infligir más daño.",
    "fi": "Vihje: Yritä käyttää suurempaa arvoa 'push'-komennolle aiheuttaaksesi enemmän vahinkoa.",
    "fr": "Astuce : Essayez d’utiliser une valeur plus grande pour la commande 'push' afin d’infliger plus de dégâts.",
    "hu": "Tipp: Próbáljon meg nagyobb értéket használni az 'push' parancshoz, hogy több sebzést okozzon.",
    "it": "Suggerimento: prova a utilizzare un valore maggiore per il comando 'push' per infliggere più danni.",
    "ja": "ヒント: より多くのダメージを与えるには、「push」コマンドにより大きな値を使用してみてください。",
    "ko": "힌트: 'push' 명령에 더 큰 값을 사용하여 더 많은 피해를 입히십시오.",
    "nl": "Tip: Probeer een grotere waarde te gebruiken voor de opdracht 'push' om meer schade aan te richten.",
    "no": "Tips: Prøv å bruke en større verdi for 'push'-kommandoen for å håndtere mer skade.",
    "pl": "Wskazówka: Spróbuj użyć większej wartości dla komendy 'push', aby zadać więcej obrażeń.",
    "pt": "Dica: tente usar um valor maior para o comando 'push' para causar mais danos.",
    "pt-BR": "Dica: Tente usar um valor maior para o comando 'push' para causar mais danos.",
    "ro": "Sugestie: Încercați să utilizați o valoare mai mare pentru comanda 'push' pentru a provoca mai multe daune.",
    "ru": "Подсказка: Попробуйте использовать большее значение для команды 'push', чтобы нанести больше урона.",
    "sv": "Tips: Försök använda ett större värde för kommandot 'push' för att hantera mer skada.",
    "th": "คําแนะนํา: ลองใช้ค่าที่มากขึ้นสําหรับคําสั่ง 'push' เพื่อสร้างความเสียหายมากขึ้น",
    "tr": "İpucu: Daha fazla hasar vermek için 'push' komutu için daha büyük bir değer kullanmayı deneyin.",
    "uk": "Підказка: Спробуйте використовувати більше значення для команди 'push', щоб завдати більшої шкоди.",
    "vi": "Gợi ý: Hãy thử sử dụng giá trị lớn hơn cho lệnh 'push' để gây thêm sát thương.",
    "zh-CN": "提示：尝试为“push”命令使用较大的值以造成更多伤害。",
    "zh-TW": "提示：嘗試為「push」命令使用較大的值以造成更多傷害。"
}
