{
    "ar": "اتجه عبر الباب الخلفي واتبع المسار. كن حذرا على الرغم من أن المسار خطير للغاية.",
    "bg": "Влезте през задната врата и следвайте пътеката. Внимавайте обаче, пътеката е доста опасна.",
    "cs": "Vydejte se zadními dveřmi a sledujte cestu. Buďte opatrní, ale cesta je docela nebezpečná.",
    "da": "Leder ad bagdøren og følg stien. Vær dog forsigtig, vejen er ganske farligt.",
    "de": "Gehe durch die Hintertür und folge dem Pfad. Seien Sie vorsichtig, der Weg ist ziemlich gefährlich.",
    "el": "Προχωρήστε από την πίσω πόρτα και ακολουθήστε το μονοπάτι. Προσοχή όμως, το μονοπάτι είναι αρκετά επικίνδυνο.",
    "en": "Head through the back door and follow the path. Be careful though, the path is quite dangerous.",
    "es": "Dirígete a la puerta de atrás y sigue el camino. Sin embargo, ten cuidado, el camino es bastante peligroso.",
    "es-419": "Dirígete a la puerta de atrás y sigue el camino. Sin embargo, ten cuidado, el camino es bastante peligroso.",
    "fi": "Pään takaoven läpi ja seuraa polkua. Ole kuitenkin varovainen, polku on melko vaarallinen.",
    "fr": "Passez la porte arrière et suivez le chemin. Attention cependant, le chemin est assez dangereux.",
    "hu": "Menj át a hátsó ajtón, és kövesse az utat. Legyen óvatos, az út elég veszélyes.",
    "it": "Attraversa la porta sul retro e segui il percorso. Attenzione però, il percorso è piuttosto pericoloso.",
    "ja": "バックドアを通り抜け、道を進みます。ただし、経路は非常に危険です。",
    "ko": "뒷문으로 가서 길을 따라 가십시오. 그러나 경로는 매우 위험합니다.",
    "nl": "Ga door de achterdeur en volg het pad. Maar wees voorzichtig, het pad is behoorlijk gevaarlijk.",
    "no": "Gå gjennom bakdøren og følg stien. Vær forsiktig, banen er ganske farlig.",
    "pl": "Przejdź tylnymi drzwiami i idź ścieżką. Uważaj jednak, ścieżka jest dość niebezpieczna.",
    "pt": "Dirija pela porta dos fundos e siga o caminho. Tenha cuidado, porém, o caminho é bastante perigoso.",
    "pt-BR": "Dirija pela porta dos fundos e siga o caminho. Tenha cuidado, porém, o caminho é bastante perigoso.",
    "ro": "Intrați prin ușa din spate și urmați calea. Fii atent totuși, calea este destul de periculoasă.",
    "ru": "Пройдите через заднюю дверь и следуйте по пути. Будьте осторожны, путь довольно опасен.",
    "sv": "Gå igenom bakdörren och följ vägen. Var dock försiktig, vägen är ganska farlig.",
    "th": "มุ่งหน้าผ่านประตูหลังและปฏิบัติตามเส้นทาง ระวังแม้ว่าเส้นทางจะค่อนข้างอันตราย",
    "tr": "Arka kapıdan gidin ve yolu takip edin. Yine de dikkatli olun, yol oldukça tehlikelidir.",
    "uk": "Пройдіться через задню двері та йдіть по стежці. Будьте обережні, проте шлях досить небезпечний.",
    "vi": "Đi qua cửa sau và đi theo con đường. Hãy cẩn thận, con đường khá nguy hiểm.",
    "zh-CN": "穿过后门，沿着小路走。但是要小心，这条路很危险。",
    "zh-TW": "穿過後門，沿著小路走。但是要小心，這條路很危險。"
}
