{
    "ar": "كنت أتوقع الإمدادات من الخيميائي في المدينة. كان من المفترض أن يصلوا قبل ثلاثة أيام ، لكني لم أسمع أي أخبار! هل يمكنك التحقق من سبب التأخير؟ آمل أن لم يحدث شيء سيئ.",
    "bg": "Очаквах доставки от алхимика в града. Те трябваше да пристигнат преди три дни, но все още не съм чул никакви новини! Можете ли да проучите причината за забавянето? Надявам се да не се е случило нищо лошо.",
    "cs": "Čekal jsem zásoby od alchymisty ve městě. Měli dorazit před třemi dny, ale stále jsem neslyšel žádné zprávy! Můžete prozkoumat důvod zpoždění? Doufám, že se nestalo nic špatného.",
    "da": "Jeg har forventet forsyninger fra alkymisten i byen. De skulle ankomme for tre dage siden, men jeg har stadig ikke hørt nogen nyheder! Kan du undersøge årsagen til forsinkelsen? Jeg håber, at der ikke er sket noget dårligt.",
    "de": "Ich habe Vorräte vom Alchemisten in der Stadt erwartet. Sie sollten vor drei Tagen eintreffen, aber ich habe noch keine Neuigkeiten gehört! Können Sie den Grund für die Verzögerung untersuchen? Ich hoffe nichts Schlimmes ist passiert.",
    "el": "Περιμένω προμήθειες από τον αλχημιστή στην πόλη. Έπρεπε να φτάσουν πριν από τρεις ημέρες, αλλά ακόμα δεν έχω ακούσει νέα! Μπορείτε να ερευνήσετε τον λόγο της καθυστέρησης; Ελπίζω να μην έχει συμβεί τίποτα κακό.",
    "en": "I've been expecting supplies from the alchemist in town. They were supposed to arrive three days ago, but I still have not heard any news! Can you investigate the reason for the delay? I hope nothing bad has happened.",
    "es": "Esperaba suministros del alquimista de la ciudad. Se suponía que llegarían hace tres días, ¡pero todavía no he escuchado ninguna noticia! ¿Puedes investigar el motivo del retraso? Espero que no haya pasado nada malo.",
    "es-419": "Esperaba suministros del alquimista de la ciudad. Se suponía que llegarían hace tres días, ¡pero todavía no he escuchado ninguna noticia! ¿Puedes investigar el motivo del retraso? Espero que no haya pasado nada malo.",
    "fi": "Olen odottanut tarvikkeita kaupungin alkemistilta. Heidän oli tarkoitus saapua kolme päivää sitten, mutta en ole vieläkään kuullut mitään uutisia! Voitko tutkia viivästymisen syyn? Toivon, ettei mitään huonoa ole tapahtunut.",
    "fr": "J'attendais des fournitures de l'alchimiste de la ville. Ils étaient censés arriver il y a trois jours, mais je n'ai toujours pas entendu de nouvelles! Pouvez-vous enquêter sur la raison du retard? J'espère qu'il ne s'est rien passé de mal.",
    "hu": "Várakozást vártam a város alkimistáitól. Úgy kellett volna érkezniük három nappal ezelőtt, de még mindig nem hallottam híreket! Meg tudja vizsgálni a késés okát? Remélem, semmi rossz nem történt.",
    "it": "Mi aspettavo rifornimenti dall'alchimista in città. Dovevano arrivare tre giorni fa, ma non ho ancora sentito nessuna notizia! Puoi indagare sul motivo del ritardo? Spero non sia successo niente di brutto.",
    "ja": "町の錬金術師からの補給を期待していた。彼らは3日前に到着することになっていたが、私はまだ何のニュースも聞いていない！遅延の理由を調査できますか？悪いことが起こっていないことを願っています。",
    "ko": "나는 도시의 연금술사에게서 공급품을 기대하고있었습니다. 그들은 3 일 전에 도착하기로되어 있었지만 아직 소식을 듣지 못했습니다! 지연 이유를 조사 할 수 있습니까? 나쁘지 않은 일이 있기를 바랍니다.",
    "nl": "Ik verwachtte voorraden van de alchemist in de stad. Ze zouden drie dagen geleden aankomen, maar ik heb nog steeds geen nieuws gehoord! Kunt u de reden voor de vertraging onderzoeken? Ik hoop dat er niets ergs is gebeurd.",
    "no": "Jeg har ventet på forsyninger fra alkymisten i byen. De skulle ankomme for tre dager siden, men jeg har fortsatt ikke hørt noen nyheter! Kan du undersøke årsaken til forsinkelsen? Jeg håper ikke noe ille har skjedd.",
    "pl": "Spodziewałem się zapasów od alchemika w mieście. Miały przybyć trzy dni temu, ale wciąż nie słyszałem żadnych wieści! Czy możesz zbadać przyczynę opóźnienia? Mam nadzieję, że nic złego się nie wydarzyło.",
    "pt": "Eu estava esperando suprimentos do alquimista da cidade. Eles deveriam chegar três dias atrás, mas eu ainda não ouvi nenhuma notícia! Você pode investigar o motivo do atraso? Espero que nada de ruim tenha acontecido.",
    "pt-BR": "Eu estava esperando suprimentos do alquimista da cidade. Eles deveriam chegar três dias atrás, mas eu ainda não ouvi nenhuma notícia! Você pode investigar o motivo do atraso? Espero que nada de ruim tenha acontecido.",
    "ro": "Mă așteptam aprovizionări de la alchimist din oraș. Trebuiau să sosească în urmă cu trei zile, dar încă nu am auzit nicio veste! Puteți cerceta motivul întârzierii? Sper că nu s-a întâmplat nimic rău.",
    "ru": "Я ожидал поставки от алхимика в городе. Они должны были прибыть три дня назад, но я до сих пор не слышал никаких новостей! Можете ли вы выяснить причину задержки? Я надеюсь, что ничего плохого не случилось.",
    "sv": "Jag har förväntat mig leveranser från alkemisten i stan. De skulle anlända för tre dagar sedan, men jag har fortfarande inte hört några nyheter! Kan du undersöka orsaken till förseningen? Jag hoppas att inget dåligt har hänt.",
    "th": "ฉันคาดหวังว่าจะมีเสบียงจากนักเล่นแร่แปรธาตุในเมือง พวกเขาควรจะมาถึงเมื่อสามวันก่อน แต่ฉันยังไม่เคยได้ยินข่าวใด ๆ ! คุณสามารถตรวจสอบสาเหตุของความล่าช้าได้หรือไม่? ฉันหวังว่าจะไม่มีอะไรเลวร้ายเกิดขึ้น",
    "tr": "Kasabadaki simyacıdan malzeme bekliyordum. Üç gün önce gelmeleri gerekiyordu, ama hala haber duymadım! Gecikmenin nedenini araştırabilir misiniz? Umarım kötü bir şey olmamıştır.",
    "uk": "Я очікував поставок від алхіміка в місті. Вони мали приїхати три дні тому, але я досі не чув жодної новини! Чи можете ви дослідити причину затримки? Сподіваюся, нічого поганого не сталося.",
    "vi": "Tôi đã mong đợi nguồn cung từ nhà giả kim trong thị trấn. Họ dự định đến ba ngày trước, nhưng tôi vẫn chưa nghe thấy tin tức gì! Bạn có thể điều tra lý do của sự chậm trễ? Tôi hy vọng không có gì xấu xảy ra.",
    "zh-CN": "我一直在期待镇上的炼金术士提供补给。他们应该三天前到达，但我仍然没有听到任何消息！您可以调查延迟的原因吗？我希望没有发生任何不良情况。",
    "zh-TW": "我一直在期待鎮上的煉金術士供應。他們應該三天前到達，但我仍然沒有聽到任何消息！您可以調查延遲的原因嗎？我希望沒有發生任何不良情況。"
}
