{
    "ar": "شكرا لكم، أنا فقط تلقيت شحناتي من %s1! خذ هذا، قد يأتي في الاستخدام.",
    "bg": "Благодарение на вас, току-що получих моите пратки от %s1! Вземи това, може да влезе в употреба.",
    "cs": "Díky vám jsem právě obdržel své zásilky od %s1! Vezmi si tohle, může se to použít.",
    "da": "Takket være dig har jeg lige modtaget mine forsendelser fra %s1! Tag dette, kan det komme i brug.",
    "de": "Danke an Sie, ich habe gerade meine Sendungen von %s1 erhalten! Nehmen Sie dies, es kann in Gebrauch kommen.",
    "el": "Χάρη σε εσάς, μόλις έλαβα τις αποστολές μου από %s1! Πάρτε αυτό, μπορεί να έρθει σε χρήση.",
    "en": "Thanks to you, I just recieved my shipments from %s1! Take this, it may come in use.",
    "es": "Gracias a ti, acabo de recibir mis envíos de %s1! Toma esto, puede entrar en uso.",
    "es-419": "Gracias a ti, acabo de recibir mis envíos de %s1! Toma esto, puede entrar en uso.",
    "fi": "Kiitos teille, olen juuri saanut minun lähetykset %s1! Ota tämä, se voi tulla käyttöön.",
    "fr": "Merci à vous, je viens de recevoir mes envois de %s1! Prenez ceci, il peut venir en usage.",
    "hu": "Hála neked, most kaptam meg a szállítmányokat %s1! Vedd ezt, lehet, hogy használatban van.",
    "it": "Grazie a te, ho appena ricevuto le mie spedizioni da %s1! Prendi questo, può venire in uso.",
    "ja": "あなたのおかげで、私はちょうど%s1から私の出荷を受け取りました!これを取る、それは使用される可能性があります。",
    "ko": "감사합니다, 난 그냥 %s1에서 내 출하를받았다! 이 것을 가지고, 그것은 사용에 올 수 있습니다.",
    "nl": "Dankzij jou heb ik net mijn zendingen ontvangen van %s1! Neem dit, het kan in gebruik komen.",
    "nb": "Takket være deg, jeg har nettopp mottatt mine forsendelser fra %s1! Ta dette, det kan komme i bruk.",
    "pl": "Dzięki Tobie właśnie otrzymałem moje przesyłki od %s1! Weź to, może być używany.",
    "pt": "Graças a si, acabei de receber os meus carregamentos da XXXX! Tome isto, pode ser usado.",
    "pt-BR": "Graças a você, acabei de receber minhas remessas da %s1! Tome isso, ele pode entrar em uso.",
    "ro": "Vă mulțumim pentru tine, tocmai am primit transporturile mele de la %s1! Ia asta, s-ar putea să fie folosită.",
    "ru": "Благодаря вам, я только что получил мои поставки от %s1! Возьми это, он может прийти в использовании.",
    "sv": "Tack vare dig fick jag just mina sändningar från %s1! Ta detta, kan det komma i bruk.",
    "th": "ขอบคุณคุณฉันเพิ่งได้รับการจัดส่งของฉันจาก %s1! เอานี่มาเถอะ",
    "tr": "Sizin sayenize, ben sadece %s1 benim sevkiyat aldı! Bunu al, işe ygörünebilir.",
    "uk": "Завдяки вам, я тільки що отримав мої поставки з %s1! Візьміть це, він може прийти до використання.",
    "vi": "Nhờ bạn, tôi chỉ nhận được lô hàng của tôi từ %s1! Thực hiện điều này, nó có thể đi vào sử dụng.",
    "zh-CN": "多亏了你，我刚刚收到了%s1的发货！拿这个来说，它可能会被使用。",
    "zh-TW": "多虧了你,我剛剛收到了%s1的發貨!拿這個來說,它可能會被使用。"
}
