{
    "ar": "تم إرجاع جميع الحيوانات! خذ هذا ، فقد يساعدك في رحلتك.",
    "bg": "Всички животни са върнати! Вземете това, то може да ви помогне по време на вашето пътуване.",
    "cs": "Všechna zvířata byla vrácena! Vezměte si to, může vám to pomoci na vaší cestě.",
    "da": "Alle dyrene er blevet returneret! Tag dette, det kan hjælpe dig på din rejse.",
    "de": "Alle Tiere sind zurückgekehrt! Nehmen Sie dies, es kann Ihnen auf Ihrer Reise helfen.",
    "el": "Όλα τα ζώα έχουν επιστραφεί! Πάρτε αυτό, μπορεί να σας βοηθήσει στο ταξίδι σας.",
    "en": "All of the animals have been returned! Take this, it may help you on your journey.",
    "es": "¡Todos los animales han sido devueltos! Toma esto, puede ayudarte en tu viaje.",
    "es-419": "¡Todos los animales han sido devueltos! Toma esto, puede ayudarte en tu viaje.",
    "fi": "Kaikki eläimet on palautettu! Ota tämä, se voi auttaa sinua matkallasi.",
    "fr": "Tous les animaux ont été rendus! Prenez ceci, cela peut vous aider dans votre voyage.",
    "hu": "Az összes állatot visszaadtuk! Vedd ezt, ez segíthet az utadon.",
    "it": "Tutti gli animali sono stati restituiti! Prendi questo, potrebbe aiutarti nel tuo viaggio.",
    "ja": "すべての動物が返されました!これを取りなさい、それはあなたの旅であなたを助けるかもしれません。",
    "ko": "모든 동물들이 돌아왔습니다! 이것을 가져 가면 여행에 도움이 될 수 있습니다.",
    "nl": "Alle dieren zijn teruggebracht! Neem dit, het kan je helpen op je reis.",
    "no": "Alle dyrene er returnert! Ta dette, det kan hjelpe deg på reisen.",
    "pl": "Wszystkie zwierzęta zostały zwrócone! Weź to, może ci to pomóc w podróży.",
    "pt": "Todos os animais foram devolvidos! Tome isso, pode ajudá-lo em sua jornada.",
    "pt-BR": "Todos os animais foram devolvidos! Tome isso, pode ajudá-lo em sua jornada.",
    "ro": "Toate animalele au fost returnate! Luați acest lucru, vă poate ajuta în călătoria dvs.",
    "ru": "Все животные были возвращены! Возьмите это, это может помочь вам в вашем путешествии.",
    "sv": "Alla djuren har återlämnats! Ta det här, det kan hjälpa dig på din resa.",
    "th": "สัตว์ทั้งหมดได้รับการส่งคืนแล้ว! ใช้สิ่งนี้มันอาจช่วยคุณในการเดินทางของคุณ",
    "tr": "Tüm hayvanlar iade edildi! Bunu alın, yolculuğunuzda size yardımcı olabilir.",
    "uk": "Всі тварини були повернуті! Візьміть це, це може допомогти вам у вашій подорожі.",
    "vi": "Tất cả các loài động vật đã được trả lại! Lấy điều này, nó có thể giúp bạn trên hành trình của bạn.",
    "zh-CN": "所有的动物都被归还了！拿着这个，它可能会在你的旅程中帮助你。",
    "zh-TW": "所有的動物都被歸還了！拿著這個，它可能會在你的旅程中説明你。"
}
