{
    "ar": "كان هذا آخر! لقد فعلت ذلك! يرجى أخذ هذه العناصر كمكافأة!",
    "bg": "Това е последното животно! Вие сте го направили! Моля, вземете тези елементи като награда!",
    "cs": "To bylo poslední zvíře! Dokázali jste to! Berte prosím tyto předměty jako odměnu!",
    "da": "Det var det sidste dyr! Du har gjort det! Tag venligst disse ting som en belønning!",
    "de": "Das war das letzte Tier! Du hast es geschafft! Bitte nehmt diese Gegenstände als Belohnung mit!",
    "el": "Αυτό ήταν το τελευταίο ζώο! Τα καταφέρατε! Λάβετε αυτά τα αντικείμενα ως ανταμοιβή!",
    "en": "That was the last animal! You've done it! Please take these items as a reward!",
    "es": "¡Ese fue el último animal! ¡Lo has hecho! ¡Por favor, tome estos artículos como recompensa!",
    "es-419": "¡Ese fue el último animal! ¡Lo has hecho! ¡Por favor, tome estos artículos como recompensa!",
    "fi": "Se oli viimeinen eläin! Olet tehnyt sen! Ota nämä tuotteet palkintona!",
    "fr": "C’était le dernier animal! Vous l’avez fait ! Veuillez prendre ces articles comme une récompense!",
    "hu": "Ez volt az utolsó állat! Megcsináltad! Kérjük, fogadja el ezeket a tárgyakat jutalomként!",
    "it": "Quello era l'ultimo animale! Ce l'hai fatta! Si prega di prendere questi oggetti come ricompensa!",
    "ja": "それが最後の動物でした!やったね!これらのアイテムを報酬として受け取ってください!",
    "ko": "그것이 마지막 동물이었습니다! 해냈어! 이 아이템들을 보상으로 받아주세요!",
    "nl": "Dat was het laatste dier! Je hebt het gedaan! Neem deze items als beloning!",
    "no": "Det var det siste dyret! Du har gjort det! Vennligst ta disse elementene som en belønning!",
    "pl": "To było ostatnie zwierzę! Udało się! Proszę, zabierzcie te przedmioty jako nagrodę!",
    "pt": "Esse foi o último animal! Você conseguiu! Por favor, tome estes itens como uma recompensa!",
    "pt-BR": "Esse foi o último animal! Você conseguiu! Por favor, leve esses itens como recompensa!",
    "ro": "Acesta a fost ultimul animal! Ai făcut-o! Vă rugăm să luați aceste elemente ca o recompensă!",
    "ru": "Это было последнее животное! Вы сделали это! Пожалуйста, возьмите эти предметы в награду!",
    "sv": "Det var det sista djuret! Du har gjort det! Ta dessa föremål som belöning!",
    "th": "นั่นคือสัตว์ตัวสุดท้าย! คุณทําสําเร็จแล้ว! โปรดนําไอเท็มเหล่านี้เป็นรางวัล!",
    "tr": "Bu son hayvandı! Başardınız! Lütfen bu eşyaları ödül olarak alın!",
    "uk": "Це була остання тварина! Ви це зробили! Будь ласка, візьміть ці предмети в нагороду!",
    "vi": "Đó là con vật cuối cùng! Bạn đã làm được! Hãy lấy những vật phẩm này làm phần thưởng!",
    "zh-CN": "那是最后一只动物！你做到了！请将这些物品作为奖励！",
    "zh-TW": "那是最後一隻動物！你做到了！請將這些物品作為獎勵！"
}
