{
    "ar": "أنا أفهم، لا أقول أكثر من ذلك. خذ هذا الكتاب الإملائي. من هذا، سوف تتعلم كيفية السيطرة على البرق.",
    "bg": "Разбирам, не казвай повече. Вземи тази книга със заклинания. От това ще се научите как да контролирате светкавицата.",
    "cs": "Rozumím, víc neříkej. Vezmi si tuhle knihu kouzel. Z toho se naučíte, jak ovládat blesk.",
    "da": "Jeg forstår, siger ikke mere. Tag denne tryllebog. Fra dette, vil du lære at styre lyn.",
    "de": "Ich verstehe, sage nicht mehr. Nehmen Sie dieses Zauberbuch. Daraus erfahren Sie, wie Sie Blitze steuern können.",
    "el": "Καταλαβαίνω, μην πεις τίποτα άλλο. Πάρε αυτό το βιβλίο με τα συλλαβίνα. Από αυτό, θα μάθετε πώς να ελέγχετε τους κεραυνούς.",
    "en": "I understand, say no more. Take this spellbook. From this, you will learn how to control lightning.",
    "es": "Entiendo, no digas más. Toma este libro de hechizos. A partir de esto, aprenderás a controlar los rayos.",
    "es-419": "Entiendo, no digas más. Toma este libro de hechizos. A partir de esto, aprenderás a controlar los rayos.",
    "fi": "Ymmärrän, älä sano enempää. Ota tämä loitsukirja. Tästä opit hallitsemaan salamaa.",
    "fr": "Je comprends, n’en dites pas plus. Prends ce livre de sorts. De là, vous apprendrez à contrôler la foudre.",
    "hu": "Megértem, ne mondj többet. Fogd ezt a varázskönyvet. Ebből megtanulod, hogyan irányítsd a villámot.",
    "it": "Capisco, non dire altro. Prendi questo libro degli incantesimi. Da questo, imparerai come controllare i fulmini.",
    "ja": "私は理解している、これ以上言う。このスペルブックを取る。この中から、雷の制御方法を学びます。",
    "ko": "나는 더 이상 말하지, 이해합니다. 이 마법책을 가져 가라. 이것에서, 당신은 번개를 제어하는 방법을 배울 것입니다.",
    "nl": "Ik begrijp het, zeg niet meer. Neem dit spreukenboek. Hieruit leer je hoe je de bliksem beheersen.",
    "nb": "Jeg forstår, si ikke mer. Ta denne spellboken. Av dette vil du lære å kontrollere lyn.",
    "pl": "Rozumiem, nie mów więcej. Weź tę księgę zaklęć. Z tego dowiesz się, jak kontrolować błyskawice.",
    "pt": "Compreendo, não diga mais nada. Pegue este livro de feitiços. A partir disto, aprenderás a controlar os relâmpagos.",
    "pt-BR": "Eu entendo, não diga mais nada. Pegue este livro de feitiços. Com isso, você aprenderá a controlar raios.",
    "ro": "Înțeleg, nu mai spune nimic. Ia cartea asta de vrăji. Din aceasta, veți învăța să controlați fulgerele.",
    "ru": "Я понимаю, не говори больше. Возьми эту книгу заклинаний. Из этого вы узнаете, как управлять молнией.",
    "sv": "Jag förstår, säger inte mer. Ta den här spellbooken. Från detta kommer du att lära dig att kontrollera blixtnedslag.",
    "th": "ฉันเข้าใจ เอาหนังสือเวทมนต์นี่ไป จากนี้คุณจะได้เรียนรู้วิธีการควบคุมฟ้าผ่า",
    "tr": "Anlıyorum, daha fazla deme. Şu büyü kitabını al. Bundan, nasıl yıldırım kontrol öğreneceksiniz.",
    "uk": "Я розумію, сказати не більше. Візьміть цю книгу заклинань. З цього ви дізнаєтеся, як контролювати блискавку.",
    "vi": "Tôi hiểu, nói không nữa. Lấy spellbook này. Từ đó, bạn sẽ học cách kiểm soát sét.",
    "zh-CN": "我明白，不再说。拿这个咒语书从这里，您将学习如何控制闪电。",
    "zh-TW": "我明白,不再說。拿這個咒語書從這裡,您將學習如何控制閃電。"
}
