{
    "ar": "أنا أفهم، لا أقول أكثر من ذلك. خذ هذه المرآة، هذا سيرفع لعنة ميدوسا.",
    "bg": "Разбирам, не казвай повече. Вземи това огледало, това ще вдигне проклятието на Медуза.",
    "cs": "Rozumím, už nic neříkej. Vezmi si tohle zrcadlo, tohle zruší medúzovu kletbu.",
    "da": "Jeg forstår, sig ikke mere. Tag dette spejl, dette vil løfte Medusa's forbandelse.",
    "de": "Ich verstehe, sage nicht mehr. Nehmen Sie diesen Spiegel, das wird den Fluch der Medusa aufheben.",
    "el": "Καταλαβαίνω, μην πεις τίποτα άλλο. Πάρε αυτόν τον καθρέφτη, αυτό θα άρει την κατάρα της Μέδουσας.",
    "en": "I understand, say no more. Take this mirror, this will lift the Medusa's curse.",
    "es": "Entiendo, no digas más. Toma este espejo, esto levantará la maldición de la Medusa.",
    "es-419": "Entiendo, no digas más. Toma este espejo, esto levantará la maldición de la Medusa.",
    "fi": "Ymmärrän, älä sano enempää. Ota tämä peili, tämä poistaa Medusan kirouksen.",
    "fr": "Je comprends, n’en dites pas plus. Prenez ce miroir, cela va soulever la malédiction de la Méduse.",
    "hu": "Megértem, ne mondj többet. Fogd ezt a tükröt, ez feloldja a Medúza átkát.",
    "it": "Capisco, non dire altro. Prendi questo specchio, questo solleverà la maledizione della Medusa.",
    "ja": "私は理解している、これ以上言う。この鏡を取る、これはメドゥーサの呪いを持ち上げます。",
    "ko": "나는 더 이상 말하지, 이해합니다. 이 거울을 가져 가라, 이것은 메두사의 저주를 들어 올릴 것이다.",
    "nl": "Ik begrijp het, zeg niets meer. Neem deze spiegel, dit zal de vloek van de Medusa opheffen.",
    "nb": "Jeg forstår, si ikke mer. Ta dette speilet, dette vil løfte Medusa forbannelse.",
    "pl": "Rozumiem, nie mów więcej. Weź to lustro, to zniesie klątwę Meduzy.",
    "pt": "Compreendo, não diga mais nada. Pegue este espelho, isto levantará a maldição da Medusa.",
    "pt-BR": "Eu entendo, não diga mais nada. Pegue este espelho, isso vai levantar a maldição da Medusa.",
    "ro": "Înțeleg, nu mai spune nimic. Ia oglinda asta, asta va ridica blestemul Meduzei.",
    "ru": "Я понимаю, не говори больше. Возьми это зеркало, это снимет проклятие Медузы.",
    "sv": "Jag förstår, säger inte mer. Ta den här spegeln, det här kommer att lyfta Medusas förbannelse.",
    "th": "ฉันเข้าใจ, พูดไม่มาก. เอากระจกนี่ไป",
    "tr": "Anlıyorum, daha fazla deme. Bu aynayı al, bu Medusa'nın lanetini kaldıracak.",
    "uk": "Я розумію, сказати не більше. Візьміть це дзеркало, це буде підняти прокляття медузи.",
    "vi": "Tôi hiểu, nói không nữa. Mang gương này, điều này sẽ nâng lời nguyền của Medusa.",
    "zh-CN": "我明白，不再说。拿这面镜子，这将解除美杜莎的诅咒。",
    "zh-TW": "我明白,不再說。拿這面鏡子,這將解除美杜莎的詛咒。"
}
