{
    "ar": "لقد أحسنت صنعا بالعثور علي ، على الرغم من أنني أخشى أن الوقت ينفد.",
    "bg": "Добре се справихте, за да ме намерите, въпреки че се страхувам, че времето изтича.",
    "cs": "Udělal jsi dobře, že jsi mě našel, i když se obávám, že čas se krátí.",
    "da": "De har gjort klogt i at finde mig, selv om jeg er bange for, at tiden er ved at løbe ud.",
    "de": "Ihr habt gut daran getan, mich zu finden, obwohl ich fürchte, dass die Zeit knapp wird.",
    "el": "Καλά κάνατε που με βρήκατε, αν και φοβάμαι ότι ο χρόνος στενεύει.",
    "en": "You have done well to find me, although I fear time is running short.",
    "es": "Has hecho bien en encontrarme, aunque me temo que el tiempo se está agotando.",
    "es-419": "Has hecho bien en encontrarme, aunque me temo que el tiempo se está agotando.",
    "fi": "Olette tehneet oikein löytäessänne minut, vaikka pelkäänkin, että aika on käymässä vähiin.",
    "fr": "Vous avez bien fait de me trouver, même si je crains que le temps ne presse.",
    "hu": "Jól tetted, hogy megtaláltál, bár attól tartok, hogy az idő fogy.",
    "it": "Hai fatto bene a trovarmi, anche se temo che il tempo stringa.",
    "ja": "あなたは私を見つけるのにうまくやったが、私は時間が不足しているのではないかと心配している。",
    "ko": "시간이 얼마 남지 않을까 봐 두렵지만 당신은 나를 찾기 위해 잘했습니다.",
    "nl": "Je hebt er goed aan gedaan om me te vinden, hoewel ik vrees dat de tijd dringt.",
    "no": "Du har gjort klokt i å finne meg, selv om jeg frykter tiden er i ferd med å renne ut.",
    "pl": "Dobrze zrobiłeś, że mnie znalazłeś, chociaż obawiam się, że czasu jest mało.",
    "pt": "Fizeram bem em encontrar-me, embora receie que o tempo esteja a escassear.",
    "pt-BR": "Fizeram bem em encontrar-me, embora eu tema que o tempo esteja a escassear.",
    "ro": "Ai făcut bine că m-ai găsit, deși mă tem că timpul se scurge.",
    "ru": "Вы хорошо сделали, что нашли меня, хотя я боюсь, что времени поджимает.",
    "sv": "Ni har gjort rätt i att hitta mig, även om jag fruktar att tiden håller på att bli knapp.",
    "th": "คุณทําได้ดีเพื่อค้นหาฉันแม้ว่าฉันจะกลัวว่าเวลาจะสั้นลง",
    "tr": "Beni bulmak için iyi iş çıkardın, ama zamanın daralmasından korkuyorum.",
    "uk": "Ви добре зробили, щоб знайти мене, хоча я боюся, що часу обмаль.",
    "vi": "Bạn đã làm tốt để tìm tôi, mặc dù tôi sợ thời gian không còn nhiều.",
    "zh-CN": "你找到我做得很好，虽然我担心时间不多了。",
    "zh-TW": "你找到我做得很好，雖然我擔心時間不多了。"
}
