{
    "ar": "نحن مجرد مسافرين يبحثون عن طريقة لرفع هذه اللعنة.",
    "bg": "Ние просто сме пътници, които търсят начин да премахнат това проклятие.",
    "cs": "Hledáme způsob, jak tuto kletbu zvednout.",
    "da": "Vi er bare rejsende, der leder efter en måde at løfte denne forbandelse på.",
    "de": "Wir sind nur Reisende, die nach einer Möglichkeit suchen, diesen Fluch aufzuheben.",
    "el": "Είμαστε απλώς ταξιδιώτες που αναζητούν έναν τρόπο να αρθεί αυτή η κατάρα.",
    "en": "We're just travelers looking for a way to lift this curse.",
    "es": "Solo somos viajeros en busca de una forma de levantar esta maldición.",
    "es-419": "Solo somos viajeros en busca de una forma de levantar esta maldición.",
    "fi": "Olemme vain matkustajia, jotka etsivät tapaa kirota.",
    "fr": "Nous ne sommes que des voyageurs à la recherche d'un moyen de lever cette malédiction.",
    "hu": "Csak utazók vagyunk, akik módot keresnek ennek az átok megszüntetésére.",
    "it": "Siamo solo viaggiatori in cerca di un modo per sollevare questa maledizione.",
    "ja": "私たちはこの呪いを解く方法を探している旅行者です。",
    "ko": "우리는이 저주를 들어 올리는 방법을 찾고있는 여행자입니다.",
    "nl": "We zijn gewoon reizigers die op zoek zijn naar een manier om deze vloek op te heffen.",
    "no": "Vi er bare reisende som leter etter en måte å løfte denne forbannelsen på.",
    "pl": "Jesteśmy tylko podróżnikami szukającymi sposobu na zniesienie tej klątwy.",
    "pt": "Somos apenas viajantes procurando uma maneira de acabar com essa maldição.",
    "pt-BR": "Somos apenas viajantes procurando uma maneira de acabar com essa maldição.",
    "ro": "Suntem doar călători care caută o modalitate de a ridica acest blestem.",
    "ru": "Мы просто путешественники, которые ищут способ снять это проклятие.",
    "sv": "Vi är bara resenärer som letar efter ett sätt att lyfta denna förbannelse.",
    "th": "เราเป็นเพียงนักเดินทางที่กำลังมองหาวิธีที่จะยกคำสาปนี้",
    "tr": "Biz sadece bu laneti kaldırmanın bir yolunu arayan gezginleriz.",
    "uk": "Ми просто мандрівники, які шукають спосіб зняти це прокляття.",
    "vi": "Chúng ta chỉ là những du khách đang tìm cách xóa bỏ lời nguyền này.",
    "zh-CN": "我们只是寻求解除这种诅咒的旅行者。",
    "zh-TW": "我們只是尋求解除這種詛咒的旅行者。"
}
