{
    "ar": "إذا تركت دون رادع ، فسوف تتسع حتى يتم تدمير هذا العالم بأسره.",
    "bg": "Ако бъде оставена без контрол, тя ще се разширява, докато целият този свят не бъде унищожен.",
    "cs": "Pokud se to nekontroluje, bude se rozšiřovat, dokud nebude zničen celý tento svět.",
    "da": "Hvis den ikke kontrolleres, vil den udvide sig, indtil hele denne verden er ødelagt.",
    "de": "Wenn sie nicht kontrolliert wird, wird sie sich ausdehnen, bis diese ganze Welt zerstört ist.",
    "el": "Αν αφεθεί ανεξέλεγκτη, θα διευρυνθεί μέχρι να καταστραφεί ολόκληρος αυτός ο κόσμος.",
    "en": "If left unchecked, it will widen until this entire world is destroyed.",
    "es": "Si no se controla, se ampliará hasta que todo este mundo sea destruido.",
    "es-419": "Si no se controla, se ampliará hasta que todo este mundo sea destruido.",
    "fi": "Jos siihen ei puututa, se laajenee, kunnes koko tämä maailma tuhoutuu.",
    "fr": "Si rien n’est fait, il s’élargira jusqu’à ce que ce monde entier soit détruit.",
    "hu": "Ha nem ellenőrzik, addig fog szélesedni, amíg ez az egész világ el nem pusztul.",
    "it": "Se lasciato incontrollato, si allargherà fino a quando questo intero mondo sarà distrutto.",
    "ja": "野放しにしておくと、この世界全体が破壊されるまで広がります。",
    "ko": "방치하면 이 세상 전체가 멸망할 때까지 넓어질 것입니다.",
    "nl": "Als het niet wordt gecontroleerd, zal het zich verbreden totdat deze hele wereld is vernietigd.",
    "no": "Hvis den ikke blir kontrollert, vil den utvide seg til hele denne verden er ødelagt.",
    "pl": "Jeśli nie zostanie powstrzymany, rozszerzy się, aż cały ten świat zostanie zniszczony.",
    "pt": "Se não for controlado, alargar-se-á até que todo este mundo seja destruído.",
    "pt-BR": "Se não for controlada, ela se ampliará até que todo este mundo seja destruído.",
    "ro": "Dacă este lăsată necontrolată, se va lărgi până când întreaga lume va fi distrusă.",
    "ru": "Если его не остановить, он будет расширяться до тех пор, пока весь этот мир не будет уничтожен.",
    "sv": "Om den lämnas därhän, kommer den att vidgas tills hela denna värld är förstörd.",
    "th": "หากปล่อยทิ้งไว้มันจะกว้างขึ้นจนกว่าโลกทั้งใบนี้จะถูกทําลาย",
    "tr": "Eğer kontrol edilmezse, tüm bu dünya yok olana kadar genişleyecektir.",
    "uk": "Якщо його не контролювати, він буде розширюватися, поки весь цей світ не буде знищений.",
    "vi": "Nếu không được kiểm soát, nó sẽ mở rộng cho đến khi toàn bộ thế giới này bị hủy diệt.",
    "zh-CN": "如果不加以控制，它将扩大，直到整个世界被摧毁。",
    "zh-TW": "如果不加以控制，它將擴大，直到整個世界被摧毀。"
}
