{
    "ar": "الطريقة الوحيدة لإيقافه هي المغامرة في الكراك. التسلق %s1 سيجعلك قريبا منه.",
    "bg": "Единственият начин да го спрете е да се впуснете в пукнатината. Изкачването на %s1 ще ви доближи до него.",
    "cs": "Jediný způsob, jak to zastavit, je pustit se do trhliny. Stoupání %s1 vás k němu přiblíží.",
    "da": "Den eneste måde at stoppe det på er at vove sig ind i revnen. Klatring %s1 får dig tæt på det.",
    "de": "Die einzige Möglichkeit, es zu stoppen, besteht darin, sich in den Riss zu wagen. Wenn du %s1 erklimmst, kommst du ihm nahe.",
    "el": "Ο μόνος τρόπος για να το σταματήσετε είναι να τολμήσετε στη ρωγμή. Η αναρρίχηση %s1 θα σας φέρει κοντά σε αυτό.",
    "en": "The only way to stop it is to venture into the crack. Climbing %s1 will get you close to it.",
    "es": "La única forma de detenerlo es aventurarse en la grieta. Escalar %s1 te acercará a él.",
    "es-419": "La única forma de detenerlo es aventurarse en la grieta. Escalar %s1 te acercará a él.",
    "fi": "Ainoa tapa pysäyttää se on uskaltautua halkeamaan. %s1:n kiipeäminen vie sinut lähelle sitä.",
    "fr": "La seule façon de l’arrêter est de s’aventurer dans la fissure. Grimper %s1 vous en rapprochera.",
    "hu": "Az egyetlen módja annak, hogy megállítsuk, ha bemerészkedünk a repedésbe. A %s1 megmászásával közel kerülhetsz hozzá.",
    "it": "L'unico modo per fermarlo è avventurarsi nella fessura. Scalare %s1 ti avvicinerà.",
    "ja": "それを止める唯一の方法は、亀裂に足を踏み入れることです。%s1 を登ると近づきます。",
    "ko": "그것을 막을 수 있는 유일한 방법은 균열 속으로 모험을 떠나는 것입니다. %s1을 오르면 가까이 갈 수 있습니다.",
    "nl": "De enige manier om het te stoppen is door je in de scheur te wagen. Het beklimmen van %s1 brengt je er dicht bij.",
    "no": "Den eneste måten å stoppe det på er å våge seg inn i sprekken. Klatring %s1 vil få deg tett på det.",
    "pl": "Jedynym sposobem, aby go powstrzymać, jest zapuszczenie się w szczelinę. Wspinaczka %s1 przybliży Cię do niego.",
    "pt": "A única maneira de pará-lo é aventurar-se na rachadura. Escalar %s1 irá aproximá-lo dele.",
    "pt-BR": "A única maneira de detê-lo é se aventurar na rachadura. Escalar %s1 vai te aproximar disso.",
    "ro": "Singura modalitate de a-l opri este să te aventurezi în crăpătură. Urcarea %s1 te va apropia de ea.",
    "ru": "Единственный способ остановить это - рискнуть в трещину. Восхождение на %s1 приблизит вас к этому.",
    "sv": "Det enda sättet att stoppa det är att våga sig in i sprickan. Klättring %s1 tar dig nära den.",
    "th": "วิธีเดียวที่จะหยุดมันคือการเข้าไปในรอยแตก การปีน %s1 จะทําให้คุณเข้าใกล้มัน",
    "tr": "Bunu durdurmanın tek yolu çatlağa girmektir. %s1 tırmanmak sizi ona yaklaştıracaktır.",
    "uk": "Єдиний спосіб зупинити це - наважитися на тріщину. Сходження %s1 наблизить вас до нього.",
    "vi": "Cách duy nhất để ngăn chặn nó là mạo hiểm vào vết nứt. Leo %s1 sẽ giúp bạn đến gần nó.",
    "zh-CN": "阻止它的唯一方法是冒险进入裂缝。攀登 %s1 会让你接近它。",
    "zh-TW": "阻止它的唯一方法是冒險進入裂縫。攀登 %s1 會讓你接近它。"
}
