{
    "ar": "يجب أن تواصل سعيك. خذ هذا الكتاب الإملائي. من هذا ، سوف تتعلم كيفية التحكم في البرق.",
    "bg": "Трябва да продължите търсенето си. Вземи тази книга със заклинания. От това ще научите как да контролирате мълнията.",
    "cs": "Musíte pokračovat ve svém hledání. Vezmi si tuhle knihu kouzel. Z toho se naučíte, jak ovládat blesk.",
    "da": "Du skal fortsætte din søgen. Tag denne stavebog. Herfra lærer du, hvordan du styrer lyn.",
    "de": "Ihr müsst eure Suche fortsetzen. Nimm dieses Zauberbuch. Daraus lernen Sie, wie Sie Blitze kontrollieren können.",
    "el": "Πρέπει να συνεχίσετε την αναζήτησή σας. Πάρτε αυτό το βιβλίο ορθογραφίας. Από αυτό, θα μάθετε πώς να ελέγχετε τους κεραυνούς.",
    "en": "You must continue your quest. Take this spellbook. From this, you will learn how to control lightning.",
    "es": "Debes continuar tu búsqueda. Toma este libro de hechizos. A partir de esto, aprenderá cómo controlar los rayos.",
    "es-419": "Debes continuar tu búsqueda. Toma este libro de hechizos. A partir de esto, aprenderá cómo controlar los rayos.",
    "fi": "Sinun on jatkettava etsintääsi. Ota tämä loitsukirja. Tästä opit hallitsemaan salamaa.",
    "fr": "Vous devez continuer votre quête. Prenez ce livre de sorts. À partir de là, vous apprendrez à contrôler la foudre.",
    "hu": "Folytatnod kell a küldetést. Vegyük ezt a varázskönyvet. Ebből megtudhatja, hogyan kell irányítani a villámlást.",
    "it": "Devi continuare la tua ricerca. Prendi questo libro di incantesimi. Da questo, imparerai come controllare i fulmini.",
    "ja": "あなたはあなたの探求を続けなければなりません。この魔導書を取りなさい。これから、雷を制御する方法を学びます。",
    "ko": "퀘스트를 계속해야 합니다. 이 주문서를 가져 가라. 이를 통해 번개를 제어하는 방법을 배우게 됩니다.",
    "nl": "Je moet je zoektocht voortzetten. Neem dit spreukenboek. Hieruit leer je hoe je bliksem kunt beheersen.",
    "no": "Du må fortsette din søken. Ta denne staveboken. Fra dette lærer du hvordan du kontrollerer lyn.",
    "pl": "Musisz kontynuować swoją misję. Weźmy tę księgę zaklęć. Z tego dowiesz się, jak kontrolować błyskawice.",
    "pt": "Você deve continuar sua busca. Pegue este livro de feitiços. A partir disso, você aprenderá a controlar relâmpagos.",
    "pt-BR": "Você deve continuar sua busca. Pegue este livro de feitiços. A partir disso, você aprenderá a controlar raios.",
    "ro": "Trebuie să vă continuați căutarea. Luați această carte de vrăji. Din aceasta, veți învăța cum să controlați fulgerul.",
    "ru": "Вы должны продолжить свои поиски. Возьмите эту книгу заклинаний. Из этого вы узнаете, как управлять молнией.",
    "sv": "Du måste fortsätta din strävan. Ta den här stavningsboken. Från detta lär du dig att styra blixtnedslag.",
    "th": "คุณต้องทําภารกิจต่อไป ใช้หนังสือคาถานี้ จากนี้คุณจะได้เรียนรู้วิธีควบคุมฟ้าผ่า",
    "tr": "Arayışına devam etmelisin. Bu büyü kitabını ele alalım. Bundan, yıldırımı nasıl kontrol edeceğinizi öğreneceksiniz.",
    "uk": "Ви повинні продовжити свої пошуки. Візьміть цю книгу заклинань. З цього ви дізнаєтеся, як управляти блискавкою.",
    "vi": "Bạn phải tiếp tục nhiệm vụ của mình. Lấy cuốn sách chính tả này. Từ đó, bạn sẽ học được cách điều khiển sét.",
    "zh-CN": "你必须继续你的追求。拿着这本咒语书。由此，您将学习如何控制闪电。",
    "zh-TW": "你必須繼續你的追求。拿著這本咒語書。由此，您將學習如何控制閃電。"
}
