{
    "ar": "LEA هي عملية تقوم بتحميل القيمة من مؤشر وتخزينها في الوجهة المحددة.",
    "bg": "LEA е операция, която зарежда стойността от показалеца и я съхранява в дадената дестинация.",
    "cs": "LEA je operace, která načte hodnotu z ukazatele a uloží ji v daném cíli.",
    "da": "LEA er en operation, der læser værdien fra en peger og gemmer den i den givne destination.",
    "de": "LEA ist eine Operation, die den Wert von einem Zeiger lädt und im angegebenen Ziel speichert.",
    "el": "Το LEA είναι μια λειτουργία που φορτώνει την τιμή από έναν δείκτη και την αποθηκεύει στον συγκεκριμένο προορισμό.",
    "en": "LEA is an operation that loads the value from a pointer and stores it in the given destination.",
    "es": "LEA es una operación que carga el valor desde un puntero y lo almacena en el destino dado.",
    "es-419": "LEA es una operación que carga el valor desde un puntero y lo almacena en el destino dado.",
    "fi": "LEA on toiminto, joka lataa arvon osoittimesta ja tallentaa sen tiettyyn kohteeseen.",
    "fr": "LEA est une opération qui charge la valeur à partir d'un pointeur et la stocke dans la destination donnée.",
    "hu": "Az LEA olyan művelet, amely betölti az értéket egy mutatóból és tárolja azt az adott helyre.",
    "it": "LEA è un'operazione che carica il valore da un puntatore e lo memorizza nella destinazione specificata.",
    "ja": "LEAはポインタから値をロードし、それを与えられた目的地に格納する操作です。",
    "ko": "LEA는 포인터에서 값을로드하여 주어진 목적지에 저장하는 조작입니다.",
    "nl": "LEA is een bewerking die de waarde van een aanwijzer laadt en op de opgegeven bestemming opslaat.",
    "no": "LEA er en operasjon som laster verdien fra en peker og lagrer den i den angitte destinasjonen.",
    "pl": "LEA to operacja, która ładuje wartość ze wskaźnika i zapisuje ją w podanym miejscu docelowym.",
    "pt": "LEA é uma operação que carrega o valor de um ponteiro e o armazena no destino determinado.",
    "pt-BR": "LEA é uma operação que carrega o valor de um ponteiro e o armazena no destino determinado.",
    "ro": "LEA este o operație care încarcă valoarea de la un pointer și o stochează în destinația dată.",
    "ru": "LEA - это операция, которая загружает значение из указателя и сохраняет его в заданном месте назначения.",
    "sv": "LEA är en operation som laddar värdet från en pekare och lagrar det i den angivna destinationen.",
    "th": "LEA เป็นการดำเนินการที่โหลดค่าจากตัวชี้และเก็บไว้ในปลายทางที่กำหนด",
    "tr": "LEA, değeri bir işaretçiden yükleyen ve verilen hedefte saklayan bir işlemdir.",
    "uk": "LEA - це операція, яка завантажує значення з покажчика і зберігає її в заданому місці призначення.",
    "vi": "LEA là một hoạt động tải giá trị từ một con trỏ và lưu trữ nó ở đích đã cho.",
    "zh-CN": "LEA是一种从指针加载值并将其存储在给定目标中的操作。",
    "zh-TW": "LEA是一種從指針加載值並將其存儲在給定目標中的操作。"
}
