{
    "ar": "حدد إحدى البطاقات الخاصة بك وأضف قيمتها إلى بطاقة أخرى. يتم تخزين النتيجة في البطاقة المستهدفة. القيم التي تزيد عن أو تساوي 16 ستؤدي إلى تجاوز سعة",
    "bg": "Изберете една от вашите карти и добавете стойността й към друга карта. Резултатът се съхранява в целевата карта. Стойности, по-големи или равни на 16, ще доведат до препълване.",
    "cs": "Vyberte jednu z karet a přidejte její hodnotu na jinou kartu. Výsledek je uložen v cílové kartě. Hodnoty větší nebo rovné 16 budou mít za následek přetečení.",
    "da": "Vælg et af dine kort og tilføj dets værdi til et andet kort. Resultatet lagres i målkortet. Værdier større end eller lig med 16 vil resultere i et overløb.",
    "de": "Wählen Sie eine Ihrer Karten aus und fügen Sie deren Wert einer anderen Karte hinzu. Das Ergebnis wird auf der Zielkarte gespeichert. Werte größer oder gleich 16 führen zu einem Überlauf.",
    "el": "Επιλέξτε μία από τις κάρτες σας και προσθέστε την αξία της σε μια άλλη κάρτα. Το αποτέλεσμα αποθηκεύεται στην κάρτα προορισμού. Οι τιμές μεγαλύτερες ή ίσες με 16 θα οδηγήσουν σε υπερχείλιση.",
    "en": "Select one of your cards and add its value to another card. The result is stored in the target card. Values greater than or equal to 16 will result in an overflow.",
    "es": "Seleccione una de sus tarjetas y agregue su valor a otra tarjeta. El resultado se almacena en la tarjeta de destino. Los valores mayores o iguales a 16 darán como resultado un desbordamiento.",
    "es-419": "Seleccione una de sus tarjetas y agregue su valor a otra tarjeta. El resultado se almacena en la tarjeta de destino. Los valores mayores o iguales a 16 darán como resultado un desbordamiento.",
    "fi": "Valitse yksi kortista ja lisää sen arvo toiseen korttiin. Tulos tallennetaan kohdekorttiin. Arvot, jotka ovat suurempia tai yhtä suuria kuin 16, johtavat ylivuotoon.",
    "fr": "Sélectionnez l'une de vos cartes et ajoutez sa valeur à une autre carte. Le résultat est stocké dans la carte cible. Les valeurs supérieures ou égales à 16 entraîneront un débordement.",
    "hu": "Válasszon ki egy kártyát, és adjon hozzá egy értéket egy másik kártyához. Az eredmény a célkártyán tárolódik. A 16-nál nagyobb vagy annál nagyobb értékek túlcsordulást eredményeznek.",
    "it": "Seleziona una delle tue carte e aggiungi il suo valore a un'altra carta. Il risultato è memorizzato nella carta bersaglio. Valori maggiori o uguali a 16 provocheranno un overflow.",
    "ja": "あなたのカードの1枚を選び、その値を他のカードに追加する。結果はターゲットカードに保存されます。 16以上の値はオーバーフローを引き起こします。",
    "ko": "카드 중 하나를 선택하고 그 값을 다른 카드에 추가하십시오. 결과는 대상 카드에 저장됩니다. 값이 16보다 크거나 같으면 오버플로가 발생합니다.",
    "nl": "Selecteer een van uw kaarten en voeg de waarde toe aan een andere kaart. Het resultaat wordt opgeslagen op de doelkaart. Waarden groter dan of gelijk aan 16 resulteren in een overloop.",
    "no": "Velg ett av kortene dine og legg til verdien til et annet kort. Resultatet lagres i målkortet. Verdier som er større enn eller lik 16, vil resultere i overløp.",
    "pl": "Wybierz jedną ze swoich kart i dodaj jej wartość do innej karty. Wynik jest zapisywany na karcie docelowej. Wartości większe lub równe 16 spowodują przepełnienie.",
    "pt": "Selecione um dos seus cartões e adicione seu valor a outro cartão. O resultado é armazenado no cartão de destino. Valores maiores ou iguais a 16 resultarão em um estouro.",
    "pt-BR": "Selecione um dos seus cartões e adicione seu valor a outro cartão. O resultado é armazenado no cartão de destino. Valores maiores ou iguais a 16 resultarão em um estouro.",
    "ro": "Selectați una dintre cărțile dvs. și adăugați valoarea acesteia la alt card. Rezultatul este stocat în cartea țintă. Valorile mai mari sau egale cu 16 vor duce la o depășire.",
    "ru": "Выберите одну из своих карт и добавьте ее стоимость к другой. Результат сохраняется в целевой карте. Значения больше или равные 16 приведут к переполнению.",
    "sv": "Välj ett av dina kort och lägg till dess värde till ett annat kort. Resultatet lagras i målkortet. Värden som är större än eller lika med 16 kommer att resultera i ett överflöde.",
    "th": "เลือกหนึ่งในการ์ดของคุณและเพิ่มมูลค่าให้กับบัตรอื่น ผลลัพธ์จะถูกเก็บไว้ในการ์ดเป้าหมาย ค่าที่มากกว่าหรือเท่ากับ 16 จะส่งผลให้เกิดการล้น",
    "tr": "Kartlarınızdan birini seçin ve değerini başka bir karta ekleyin. Sonuç, hedef kartta saklanır. 16'ya eşit veya daha büyük değerler taşmaya neden olur.",
    "uk": "Виберіть одну зі своїх карт і додайте її значення до іншої картки. Результат зберігається в цільовій карті. Значення, що перевищують або дорівнюють 16, призведуть до переповнення.",
    "vi": "Chọn một trong các thẻ của bạn và thêm giá trị của nó vào một thẻ khác. Kết quả được lưu trữ trong thẻ mục tiêu. Các giá trị lớn hơn hoặc bằng 16 sẽ dẫn đến tràn.",
    "zh-CN": "选择您的一张卡并将其值添加到另一张卡。结果存储在目标卡中。大于或等于16的值将导致溢出。",
    "zh-TW": "選擇您的一張卡並將其值添加到另一張卡。結果存儲在目標卡中。大於或等於16的值將導致溢出。"
}
