{
    "ar": "هذه بطاقة هجوم. يمكن أن تكون بطاقات الهجوم بطاقات ثنائية أو عشرية أو سداسية عشرية ، ولا يمكن لعبها إلا في الصف المقابل لها.",
    "bg": "Това е карта за атака. Картите за атака могат да бъдат двоични, десетични или шестнадесетични карти и могат да се играят само в съответния им ред.",
    "cs": "Toto je útočná karta. Karty útoku mohou být binární, desítkové nebo hexadecimální karty a lze je hrát pouze v odpovídajícím řádku.",
    "da": "Dette er et angrebskort. Attackkort kan være binære, decimaler eller hexadecimale kort og kan kun spilles i deres tilsvarende række.",
    "de": "Dies ist eine Angriffskarte. Angriffskarten können binäre, dezimale oder hexadezimale Karten sein und nur in der entsprechenden Reihe gespielt werden.",
    "el": "Αυτή είναι μια κάρτα επίθεσης. Οι κάρτες προσβολής μπορούν να είναι δυαδικές, δεκαδικές ή δεκαεξαδικές κάρτες και μπορούν να αναπαραχθούν μόνο στην αντίστοιχη σειρά τους.",
    "en": "This is an attack card. Attack cards can be binary, decimal, or hexadecimal cards, and can only be played into their corresponding row.",
    "es": "Esta es una carta de ataque. Las cartas de ataque pueden ser binarias, decimales o hexadecimales, y solo se pueden jugar en su fila correspondiente.",
    "es-419": "Esta es una carta de ataque. Las cartas de ataque pueden ser binarias, decimales o hexadecimales, y solo se pueden jugar en su fila correspondiente.",
    "fi": "Tämä on hyökkäyskortti. Hyökkäyskortit voivat olla binaarisia, desimaalisia tai heksadesimaalisia kortteja, ja niitä voidaan pelata vain vastaavaan riviin.",
    "fr": "Ceci est une carte d'attaque. Les cartes d'attaque peuvent être des cartes binaires, décimales ou hexadécimales et ne peuvent être jouées que dans leur rangée correspondante.",
    "hu": "Ez egy támadó kártya. A támadó kártyák lehetnek bináris, tizedes vagy hexadecimális kártyák, és csak a megfelelő sorba játszhatók le.",
    "it": "Questa è una carta d'attacco. Le carte di attacco possono essere carte binarie, decimali o esadecimali e possono essere giocate solo nella riga corrispondente.",
    "ja": "これは攻撃カードです。攻撃カードは2進数、10進数、または16進数のカードで、対応する行でのみプレイできます。",
    "ko": "이것은 공격 카드입니다. 공격 카드는 이진, 십진 또는 16 진 카드 일 수 있으며 해당 행으로 만 재생할 수 있습니다.",
    "nl": "Dit is een aanvalskaart. Aanvalskaarten kunnen binaire, decimale of hexadecimale kaarten zijn en kunnen alleen in de bijbehorende rij worden gespeeld.",
    "no": "Dette er et angrepskort. Angrepskort kan være binære, desimal- eller heksadesimale kort, og kan bare spilles i den tilsvarende raden.",
    "pl": "To jest karta ataku. Karty ataku mogą być kartami binarnymi, dziesiętnymi lub szesnastkowymi i można je zagrywać tylko w odpowiednim rzędzie.",
    "pt": "Este é um cartão de ataque. As cartas de ataque podem ser binárias, decimais ou hexadecimais e só podem ser jogadas na linha correspondente.",
    "pt-BR": "Este é um cartão de ataque. As cartas de ataque podem ser binárias, decimais ou hexadecimais e só podem ser jogadas na linha correspondente.",
    "ro": "Aceasta este o carte de atac. Cărțile de atac pot fi cărți binare, zecimale sau hexadecimale și pot fi jucate doar în rândul corespunzător.",
    "ru": "Это карта атаки. Карты нападения могут быть двоичными, десятичными или шестнадцатеричными картами и могут быть разыграны только в соответствующем ряду.",
    "sv": "Detta är ett attackkort. Attackkort kan vara binära, decimala eller hexadecimala kort och kan bara spelas in i motsvarande rad.",
    "th": "นี่คือการ์ดโจมตี การ์ดจู่โจมสามารถเป็นการ์ดไบนารีทศนิยมหรือเลขฐานสิบหกและสามารถเล่นได้ในแถวที่เกี่ยวข้องเท่านั้น",
    "tr": "Bu bir saldırı kartı. Saldırı kartları ikili, ondalık veya onaltılık kartlar olabilir ve yalnızca karşılık gelen sıralarında oynatılabilir.",
    "uk": "Це карта нападу. Карти атаки можуть бути двійковими, десятковими або шістнадцятковими картами, і їх можна відтворювати лише у відповідному рядку.",
    "vi": "Đây là một thẻ tấn công. Thẻ tấn công có thể là thẻ nhị phân, thập phân hoặc thập lục phân và chỉ có thể được phát vào hàng tương ứng của chúng.",
    "zh-CN": "这是一张攻击卡。攻击卡可以是二进制，十进制或十六进制卡，并且只能在其对应的行中播放。",
    "zh-TW": "這是一張攻擊卡。攻擊卡可以是二進制，十進製或十六進制卡，並且只能在其對應的行中播放。"
}
