{
    "ar": "قلب الجزء الرابع من جميع البطاقات على التوالي. يتم ترقيم البتات من اليمين إلى اليسار.",
    "bg": "Обръща 4-тия бит на всички карти подред. Битовете са номерирани от дясно на ляво.",
    "cs": "Překlopí 4. bit všech karet v řadě. Bity jsou číslovány zprava doleva.",
    "da": "Springer det fjerde stykke af alle kortene i træk. Bits er nummereret fra højre til venstre.",
    "de": "Dreht das 4. Bit aller Karten in einer Reihe. Bits sind von rechts nach links nummeriert.",
    "el": "Περιστρέφει το 4ο bit όλων των καρτών στη σειρά. Τα κομμάτια αριθμούνται από τα δεξιά προς τα αριστερά.",
    "en": "Flips the 4th bit of all cards in a row. Bits are numbered from right to left.",
    "es": "Da la vuelta al cuarto bit de todas las cartas en una fila. Los bits están numerados de derecha a izquierda.",
    "es-419": "Da la vuelta al cuarto bit de todas las cartas en una fila. Los bits están numerados de derecha a izquierda.",
    "fi": "Kääntää kaikkien korttien neljännen bitin peräkkäin. Bitit numeroidaan oikealta vasemmalle.",
    "fr": "Retourne le 4ème bit de toutes les cartes à la suite. Les bits sont numérotés de droite à gauche.",
    "hu": "Az összes kártya 4. bitjét egy sorban elfordítja. A bitek jobbról balra vannak számozva.",
    "it": "Capovolge il 4 ° bit di tutte le carte di fila. I bit sono numerati da destra a sinistra.",
    "ja": "連続してすべてのカードの4番目のビットを反転します。ビットは右から左に番号が付けられています。",
    "ko": "연속적으로 모든 카드의 4 번째 비트를 뒤집습니다. 비트는 오른쪽에서 왼쪽으로 번호가 매겨집니다.",
    "nl": "Flipt het vierde deel van alle kaarten op een rij. Bits zijn genummerd van rechts naar links.",
    "no": "Flipper den fjerde biten av alle kortene på rad. Bits er nummerert fra høyre til venstre.",
    "pl": "Odwraca czwarty bit wszystkich kart z rzędu. Bity są ponumerowane od prawej do lewej.",
    "pt": "Inverte o 4º bit de todas as cartas seguidas. Os bits são numerados da direita para a esquerda.",
    "pt-BR": "Inverte o 4º bit de todas as cartas seguidas. Os bits são numerados da direita para a esquerda.",
    "ro": "Împinge cel de-al patrulea bit al tuturor cardurilor într-un rând. Biții sunt numerotați de la dreapta la stânga.",
    "ru": "Откидывает 4-й бит всех карт подряд. Биты нумеруются справа налево.",
    "sv": "Vändar 4: e biten av alla kort i rad. Bitar är numrerade från höger till vänster.",
    "th": "พลิกบิตที่ 4 ของไพ่ทั้งหมดในแถว บิตจะถูกกำหนดหมายเลขจากขวาไปซ้าย",
    "tr": "Tüm kartların 4. bitini üst üste çevirir. Bitler sağdan sola doğru numaralandırılmıştır.",
    "uk": "Перевертає 4-й біт всіх карт поспіль. Біти нумеруються справа наліво.",
    "vi": "Lật bit thứ 4 của tất cả các thẻ liên tiếp. Các bit được đánh số từ phải sang trái.",
    "zh-CN": "连续翻转所有卡的第4位。位从右到左编号。",
    "zh-TW": "連續翻轉所有卡的第4位。位從右到左編號。"
}
