{
    "ar": "AND واحدة من البطاقات الخاصة بك مع بطاقة الهدف. تحتفظ هذه العملية بجميع أزواج 1 بت من البطاقة المصدر والبطاقة المستهدفة ، وتتجاهل أي أجزاء أخرى. هذه العملية بشكل عام تجعل البطاقات أضعف.",
    "bg": "AND една от вашите карти с целева карта. Тази операция запазва всички двойки от 1 бита от картата на източника и картата-цел и отхвърля всички други битове. Тази операция обикновено прави картите по-слаби.",
    "cs": "AND jedna z vašich karet s cílovou kartou. Tato operace udržuje všechny páry 1 bitů ze zdrojové karty a cílové karty a zahodí všechny další bity. Tato operace obecně činí karty slabšími.",
    "da": "AND et af dine kort med et målkort. Denne operation holder alle par på 1 bit fra kildekortet og målkortet og kasserer eventuelle andre bits. Denne operation gør kortet generelt svagere.",
    "de": "AND eine deiner Karten mit einer Zielkarte. Diese Operation hält alle Paare von 1 Bit von der Quellkarte und der Zielkarte und verwirft alle anderen Bits. Diese Operation macht Karten im Allgemeinen schwächer.",
    "el": "AND μία από τις κάρτες σας με μια κάρτα στόχου. Αυτή η λειτουργία διατηρεί όλα τα ζεύγη των 1 δυαδικών ψηφίων από την κάρτα πηγής και την κάρτα προορισμού και απορρίπτει οποιαδήποτε άλλα bits. Αυτή η λειτουργία γενικά καθιστά τις κάρτες πιο αδύνατες.",
    "en": "AND one of your cards with a target card. This operation keeps all pairs of 1 bits from the source card and the target card, and discards any other bits. This operation generally makes cards weaker.",
    "es": "AND una de tus cartas con una carta objetivo. Esta operación mantiene todos los pares de 1 bits de la tarjeta de origen y la tarjeta de destino, y descarta cualquier otro bit. Esta operación generalmente hace que las cartas sean más débiles.",
    "es-419": "AND una de tus cartas con una carta objetivo. Esta operación mantiene todos los pares de 1 bits de la tarjeta de origen y la tarjeta de destino, y descarta cualquier otro bit. Esta operación generalmente hace que las cartas sean más débiles.",
    "fi": "AND yksi kortista kohdekortilla. Tämä toimenpide pitää kaikki 1 bitin parit lähdekortilta ja kohdekortilta ja poistaa kaikki muut bitit. Tämä toimenpide tekee yleensä kortteja heikompia.",
    "fr": "AND une de vos cartes avec une carte cible. Cette opération conserve toutes les paires de bits 1 de la carte source et de la carte cible et supprime tous les autres bits. Cette opération rend généralement les cartes plus faibles.",
    "hu": "AND az egyik kártyája egy célkártyával. Ez a művelet megtartja az 1 bites párokat a forráskártyáról és a célkártyáról, és eldobja az összes többi bitet. Ez a művelet általában gyengébbé teszi a kártyákat.",
    "it": "AND una delle tue carte con una carta bersaglio. Questa operazione mantiene tutte le coppie di 1 bit dalla scheda sorgente e dalla scheda obiettivo e scarta qualsiasi altro bit. Questa operazione generalmente rende le carte più deboli.",
    "ja": "あなたのカードの1枚を対象のカードとANDする。この操作では、ソースカードとターゲットカードのすべての1ビットペアが保持され、それ以外のビットは破棄されます。この操作は一般にカードを弱くします。",
    "ko": "자신의 카드 중 하나를 대상 카드와 함께 AND로 가져옵니다. 이 작업은 소스 카드와 대상 카드의 모든 1 쌍의 비트를 유지하고 다른 비트는 무시합니다. 이 작업은 일반적으로 카드를 약하게 만듭니다.",
    "nl": "AND een van je kaarten met een doelkaart. Met deze bewerking worden alle paren van 1 bits van de bronkaart en de doelkaart bewaard en worden alle andere bits verwijderd. Deze bewerking maakt kaarten over het algemeen zwakker.",
    "no": "AND ett av kortene dine med et målkort. Denne operasjonen holder alle par på 1 bit fra kildekortet og målkortet, og kasserer eventuelle andre biter. Denne operasjonen gjør kortene generelt svakere.",
    "pl": "AND jedna z twoich kart z kartą docelową. Ta operacja utrzymuje wszystkie pary 1 bitów z karty źródłowej i karty docelowej i odrzuca wszystkie inne bity. Ta operacja sprawia, że ​​karty są słabsze.",
    "pt": "AND um dos seus cartões com um cartão de destino. Essa operação mantém todos os pares de 1 bits da placa de origem e da placa de destino e descarta quaisquer outros bits. Esta operação geralmente torna os cartões mais fracos.",
    "pt-BR": "AND um dos seus cartões com um cartão de destino. Essa operação mantém todos os pares de 1 bits da placa de origem e da placa de destino e descarta quaisquer outros bits. Esta operação geralmente torna os cartões mais fracos.",
    "ro": "AND una dintre cărțile dvs. cu un card țintă. Această operație păstrează toate perechile de 1 biți de pe cardul sursă și cardul țintă și elimină orice alte biți. Această operație face cardurile mai slabe.",
    "ru": "AND одна из ваших карт с целевой картой. Эта операция удерживает все пары 1 бит из исходной карты и целевой карты и удаляет все остальные биты. Эта операция обычно делает карты слабее.",
    "sv": "AND ett av dina kort med ett målkort. Denna operation håller alla par på 1 bitar från källkorts- och målkortet och kasserar alla andra bitar. Denna operation gör i allmänhet kort svagare.",
    "th": "AND หนึ่งในการ์ดของคุณที่มีการ์ดเป้าหมาย การดำเนินการนี้จะเก็บ 1 บิตทั้งหมดจากการ์ดต้นทางและการ์ดเป้าหมายและทิ้งบิตอื่น ๆ การดำเนินการนี้โดยทั่วไปทำให้การ์ดอ่อนลง",
    "tr": "Hedef kartla kartlarınızdan birini AND. Bu işlem tüm 1 bit çiftlerini kaynak karttan ve hedef karttan tutar ve diğer bitleri atar. Bu işlem genellikle kartları zayıflatır.",
    "uk": "AND одну з ваших карт з цільовою карткою. Ця операція зберігає всі пари 1 біт з вихідної карти і цільової карти, і відкидає будь-які інші біти. Ця операція зазвичай робить карти слабшими.",
    "vi": "AND một trong những thẻ của bạn với một thẻ mục tiêu. Thao tác này giữ tất cả các cặp 1 bit từ thẻ nguồn và thẻ đích và loại bỏ mọi bit khác. Hoạt động này thường làm cho thẻ yếu hơn.",
    "zh-CN": "AND其中一张带有目标卡的卡片。此操作保留源卡和目标卡的所有1位对，并丢弃任何其他位。此操作通常会使卡片变弱。",
    "zh-TW": "AND其中一張帶有目標卡的卡片。此操作保留源卡和目標卡的所有1位對，並丟棄任何其他位。此操作通常會使卡片變弱。"
}
