{
    "ar": "OR واحدة من البطاقات الخاصة بك مع بطاقة الهدف. تنسخ هذه العملية كل البتات 1 من البطاقة المصدر إلى البطاقة المستهدفة. هذه العملية عموما تجعل البطاقات أقوى.",
    "bg": "OR една от вашите карти с целева карта. Тази операция копира всички 1 бита от изходната карта към целевата карта. Тази операция обикновено прави картите по-силни.",
    "cs": "OR jedna z vašich karet s cílovou kartou. Tato operace zkopíruje všechny 1 bity ze zdrojové karty do cílové karty. Tato operace zpravidla zesiluje karty.",
    "da": "OR et af dine kort med et målkort. Denne operation kopierer alle 1 bit fra kildekortet til målkortet. Denne operation gør kortet generelt stærkere.",
    "de": "OR eine deiner Karten mit einer Zielkarte. Dieser Vorgang kopiert alle 1 Bits von der Quellkarte auf die Zielkarte. Diese Operation macht Karten im Allgemeinen stärker.",
    "el": "OR μία από τις κάρτες σας με μια κάρτα στόχου. Αυτή η διαδικασία αντιγράφει όλα τα 1 μπιτ από την κάρτα προέλευσης στην κάρτα προορισμού. Αυτή η λειτουργία γενικά καθιστά τις κάρτες ισχυρότερες.",
    "en": "OR one of your cards with a target card. This operation copies all 1 bits from the source card to the target card. This operation generally makes cards stronger.",
    "es": "OR una de tus cartas con una carta objetivo. Esta operación copia todos los 1 bits de la tarjeta de origen a la tarjeta de destino. Esta operación generalmente hace que las cartas sean más fuertes.",
    "es-419": "OR una de tus cartas con una carta objetivo. Esta operación copia todos los 1 bits de la tarjeta de origen a la tarjeta de destino. Esta operación generalmente hace que las cartas sean más fuertes.",
    "fi": "OR yksi kortista kohdekortilla. Tämä toiminto kopioi kaikki 1 bittiä lähtökortista kohdekorttiin. Tämä toiminto tekee kortit yleensä vahvemmiksi.",
    "fr": "OR une de vos cartes avec une carte cible. Cette opération copie tous les 1 bits de la carte source vers la carte cible. Cette opération rend généralement les cartes plus fortes.",
    "hu": "OR az egyik kártyája egy célkártyával. Ez a művelet az összes 1 bitet másolja a forráskártyáról a célkártyára. Ez a művelet általában erősebbé teszi a kártyákat.",
    "it": "OR una delle tue carte con una carta bersaglio. Questa operazione copia tutti i 1 bit dalla scheda sorgente alla scheda obiettivo. Questa operazione generalmente rende le carte più forti.",
    "ja": "あなたのカードの1枚を対象のカードとORする。この操作は、ソースカードからターゲットカードに1ビットすべてをコピーします。この操作は一般的にカードを強くします。",
    "ko": "자신의 카드 중 하나를 대상 카드와 함께 OR로 가져옵니다. 이 작업은 소스 카드의 모든 1 비트를 대상 카드에 복사합니다. 이 작업은 일반적으로 카드를 더 강하게 만듭니다.",
    "nl": "OR een van je kaarten met een doelkaart. Deze bewerking kopieert alle 1 bits van de bronkaart naar de doelkaart. Deze handeling maakt kaarten over het algemeen sterker.",
    "no": "OR ett av kortene dine med et målkort. Denne operasjonen kopierer alle 1 bitene fra kildekortet til målkortet. Denne operasjonen gjør kortene sterkere.",
    "pl": "OR jedna z twoich kart z kartą docelową. Ta operacja kopiuje wszystkie 1 bity z karty źródłowej na kartę docelową. Ta operacja sprawia, że ​​karty są silniejsze.",
    "pt": "OR um dos seus cartões com um cartão de destino. Esta operação copia todos os 1 bits da placa de origem para a placa de destino. Essa operação geralmente torna os cartões mais fortes.",
    "pt-BR": "OR um dos seus cartões com um cartão de destino. Esta operação copia todos os 1 bits da placa de origem para a placa de destino. Essa operação geralmente torna os cartões mais fortes.",
    "ro": "OR una dintre cărțile dvs. cu un card țintă. Această operație copiază toți cei 1 biți de pe cardul sursă pe cardul țintă. Această operație face cardurile mai puternice.",
    "ru": "OR одна из ваших карт с целевой картой. Эта операция копирует все 1 бит с исходной карты на целевую карту. Эта операция обычно делает карты сильнее.",
    "sv": "OR ett av dina kort med ett målkort. Denna operation kopierar alla 1 bitar från källkortet till målkortet. Denna operation gör i allmänhet kort starkare.",
    "th": "OR หนึ่งในการ์ดของคุณที่มีการ์ดเป้าหมาย การดำเนินการนี้คัดลอก 1 บิตทั้งหมดจากการ์ดต้นทางไปยังการ์ดเป้าหมาย การดำเนินการนี้โดยทั่วไปทำให้การ์ดแข็งแกร่งขึ้น",
    "tr": "Hedef kartla kartlarınızdan birini OR. Bu işlem, tüm 1 bitleri kaynak karttan hedef karta kopyalar. Bu işlem genellikle kartları daha da güçlendirir.",
    "uk": "OR одну з ваших карт з цільовою карткою. Ця операція копіює всі 1 біти з вихідної карти на цільову карту. Ця операція зазвичай робить карти сильнішими.",
    "vi": "OR một trong những thẻ của bạn với một thẻ mục tiêu. Thao tác này sao chép tất cả 1 bit từ thẻ nguồn sang thẻ đích. Hoạt động này thường làm cho thẻ mạnh hơn.",
    "zh-CN": "OR其中一张带有目标卡的卡片。此操作将源卡中的所有1位复制到目标卡。此操作通常使卡更强。",
    "zh-TW": "OR其中一張帶有目標卡的卡片。此操作將源卡中的所有1位複製到目標卡。此操作通常使卡更強。"
}
