{
    "ar": "تقوم بطاقة SHR بنقل أجزاء هجوم البطاقة إلى اليسار. هذا يكافئ القسمة على 2. بالنسبة للبطاقات الفردية ، سينتج عن ذلك تدفق أقل.",
    "bg": "Картата SHR премества частите от атаката на картата наляво. Това е еквивалентно на разделянето на 2. За карти с нечетни номера това ще доведе до поток.",
    "cs": "Karta SHR posouvá bity útoku karty doleva. Toto je ekvivalentní dělení 2. Pro liché číslované karty to bude mít za následek underflow.",
    "da": "SHR-kortet skifter bitene af et kort angreb til venstre. Dette svarer til at dividere med 2. For ulige nummererede kort vil dette resultere i en understrøm.",
    "de": "Die SHR-Karte verschiebt die Angriffsteile einer Karte nach links. Dies entspricht einer Division durch 2. Bei ungeradzahligen Karten führt dies zu einem Unterlauf.",
    "el": "Η κάρτα SHR μετατοπίζει τα κομμάτια της επίθεσης μιας κάρτας προς τα αριστερά. Αυτό ισοδυναμεί με διαίρεση με 2. Για τις μονές κάρτες, αυτό θα έχει ως αποτέλεσμα μια υπορροή.",
    "en": "The SHR card shifts the bits of a card's attack to the left. This is equivalent to dividing by 2. For odd numbered cards, this will result in an underflow.",
    "es": "La tarjeta SHR desplaza los bits del ataque de una tarjeta hacia la izquierda. Esto es equivalente a dividir por 2. Para las tarjetas con números impares, esto resultará en un desbordamiento.",
    "es-419": "La tarjeta SHR desplaza los bits del ataque de una tarjeta hacia la izquierda. Esto es equivalente a dividir por 2. Para las tarjetas con números impares, esto resultará en un desbordamiento.",
    "fi": "SHR-kortti siirtää kortin hyökkäyksen bitit vasemmalle. Tämä vastaa 2: n jakamista. Parittomien korttien kohdalla tämä johtaa alavirtaan.",
    "fr": "La carte SHR décale les éléments de l'attaque d'une carte vers la gauche. Cela équivaut à diviser par 2. Pour les cartes impaires, cela entraînera un débordement.",
    "hu": "Az SHR kártya a kártya támadásának bitjeit balra mozgatja. Ez megegyezik a 2-es osztással. Páratlan számozott kártyák esetén ez alulcsordulást eredményez.",
    "it": "La carta SHR sposta i bit dell'attacco di una carta a sinistra. Questo equivale a dividere per 2. Per le carte dispari, questo si tradurrà in un underflow.",
    "ja": "SHRカードはカードの攻撃の一部を左にシフトします。これは2で割るのと同じです。奇数番号のカードの場合、これはアンダーフローになります。",
    "ko": "SHR 카드는 카드의 공격 비트를 왼쪽으로 이동시킵니다. 이것은 2로 나누는 것과 같습니다. 홀수 카드의 경우 언더 플로우가 발생합니다.",
    "nl": "De SHR-kaart verschuift de delen van de aanval van een kaart naar links. Dit komt overeen met delen door 2. Voor oneven genummerde kaarten resulteert dit in een underflow.",
    "no": "SHR-kortet skifter biter av et kort angrep til venstre. Dette tilsvarer å dividere med 2. For odde nummererte kort, vil dette resultere i en understrøm.",
    "pl": "Karta SHR przesuwa bity ataku karty w lewo. Jest to równoważne dzieleniu przez 2. W przypadku kart nieparzystych spowoduje to niedomiar.",
    "pt": "A carta SHR muda os bits do ataque de uma carta para a esquerda. Isso equivale a dividir por 2. Para cartões ímpares, isso resultará em um underflow.",
    "pt-BR": "A carta SHR muda os bits do ataque de uma carta para a esquerda. Isso equivale a dividir por 2. Para cartões ímpares, isso resultará em um underflow.",
    "ro": "Cartea SHR schimbă bitile atacului unui card spre stânga. Aceasta este echivalentă cu împărțirea cu 2. Pentru cardurile numerotate impare, acest lucru va avea ca rezultat o scadere.",
    "ru": "Карта SHR сдвигает биты атаки карты влево. Это эквивалентно делению на 2. Для карт с нечетными номерами это приведет к недостаточному расходу.",
    "sv": "SHR-kortet skiftar bitarna av ett korts attack till vänster. Detta motsvarar att dividera med 2. För udda nummererade kort kommer detta att resultera i ett underflöde.",
    "th": "การ์ด SHR เลื่อนการโจมตีของการ์ดไปทางซ้ายเล็กน้อย นี่เทียบเท่ากับหารด้วย 2 สำหรับไพ่เลขคี่จะทำให้เกิดอันเดอร์โฟล์",
    "tr": "SHR kartı, bir kartın saldırısının bitlerini sola kaydırır. Bu, 2'ye bölünmekle eşdeğerdir. Tek numaralı kartlar için bu, akışın düşmesine neden olur.",
    "uk": "Карта SHR переводить біти картки вліво. Це еквівалентно поділу на 2. Для нечетних карт це призведе до перевантаження.",
    "vi": "Thẻ SHR chuyển các bit của cuộc tấn công của thẻ sang trái. Điều này tương đương với việc chia cho 2. Đối với các thẻ được đánh số lẻ, điều này sẽ dẫn đến một dòng chảy.",
    "zh-CN": "SHR卡将卡的攻击位向左移动。这相当于除以2.对于奇数卡，这将导致下溢。",
    "zh-TW": "SHR卡將卡的攻擊位向左移動。這相當於除以2.對於奇數卡，這將導致下溢。"
}
