{
    "ar": "إجراء تحول دائري الأيمن من البتات في البطاقة المستهدفة.",
    "bg": "Извършете правилното кръгово изместване на битовете в целевата карта.",
    "cs": "Proveďte pravý kruhový posun bitů v cílové kartě.",
    "da": "Udfør et ret cirkulært skift af bitene i målkortet.",
    "de": "Führen Sie eine Rechtsverschiebung der Bits in der Zielkarte nach rechts aus.",
    "el": "Εκτελέστε μια σωστή κυκλική μετατόπιση των δυαδικών ψηφίων στην κάρτα προορισμού.",
    "en": "Perform a right circular shift of the bits in the target card.",
    "es": "Realice un desplazamiento circular hacia la derecha de los bits en la tarjeta de destino.",
    "es-419": "Realice un desplazamiento circular hacia la derecha de los bits en la tarjeta de destino.",
    "fi": "Suorita kohdekortin bittien oikea ympyräsiirtymä.",
    "fr": "Effectuer un décalage circulaire droit des bits de la carte cible.",
    "hu": "Hajtsa végre a célkártya bitjeinek jobb kör alakú eltolását.",
    "it": "Esegui uno spostamento circolare a destra dei bit nella carta bersaglio.",
    "ja": "ターゲットカードのビットを右回りにシフトします。",
    "ko": "대상 카드의 비트를 오른쪽으로 이동합니다.",
    "nl": "Voer een rechtse cirkelvormige verschuiving uit van de bits in de doelkaart.",
    "no": "Utfør et riktig sirkulært skifte av bitene i målkortet.",
    "pl": "Wykonaj prawe okrągłe przesunięcie bitów na karcie docelowej.",
    "pt": "Execute um deslocamento circular à direita dos bits no cartão de destino.",
    "pt-BR": "Execute um deslocamento circular à direita dos bits no cartão de destino.",
    "ro": "Efectuați o deplasare circulară dreaptă a biților în cartea țintă.",
    "ru": "Выполните правое круговое смещение битов в целевой карте.",
    "sv": "Utför ett rätt cirkulärt skift av bitarna i målkortet.",
    "th": "ทำการเลื่อนแบบวงกลมด้านขวาของบิตในการ์ดเป้าหมาย",
    "tr": "Hedef karttaki bitlerin sağa dairesel kaymasını gerçekleştirin.",
    "uk": "Виконайте правильний круговий зсув бітів у цільовій карті.",
    "vi": "Thực hiện dịch chuyển vòng tròn bên phải của các bit trong thẻ đích.",
    "zh-CN": "对目标卡中的位执行正确的循环移位。",
    "zh-TW": "對目標卡中的位執行正確的循環移位。"
}
