{
    "ar": "إجراء تحول دائري الأيسر من البتات في البطاقة المستهدفة.",
    "bg": "Извършете ляво кръгово изместване на битовете в целевата карта.",
    "cs": "Proveďte levý kruhový posun bitů v cílové kartě.",
    "da": "Udfør et venstre cirkulært skift af bitene i målkortet.",
    "de": "Führen Sie eine Linksverschiebung der Bits in der Zielkarte durch.",
    "el": "Εκτελέστε μια αριστερή κυκλική μετατόπιση των δυαδικών ψηφίων στην κάρτα προορισμού.",
    "en": "Perform a left circular shift of the bits in the target card.",
    "es": "Realice un desplazamiento circular hacia la izquierda de los bits en la tarjeta de destino.",
    "es-419": "Realice un desplazamiento circular hacia la izquierda de los bits en la tarjeta de destino.",
    "fi": "Suorita kohdekortin bittien vasen ympyräsiirtymä.",
    "fr": "Effectuer un décalage circulaire gauche des bits de la carte cible.",
    "hu": "Hajtsa végre a célkártya bitjeinek bal körforgását.",
    "it": "Esegui uno spostamento circolare sinistro dei bit nella carta bersaglio.",
    "ja": "ターゲットカードのビットの左循環シフトを実行します。",
    "ko": "대상 카드의 왼쪽 순환 쉬프트를 수행합니다.",
    "nl": "Voer een linker ronde verschuiving van de bits in de doelkaart uit.",
    "no": "Utfør et venstre sirkulært skifte av bitene i målkortet.",
    "pl": "Wykonaj lewe okrągłe przesunięcie bitów na karcie docelowej.",
    "pt": "Realize um deslocamento circular à esquerda dos bits no cartão de destino.",
    "pt-BR": "Realize um deslocamento circular à esquerda dos bits no cartão de destino.",
    "ro": "Efectuați o deplasare circulară stânga a biților în cartea țintă.",
    "ru": "Выполните сдвиг влево по кругу битов в целевой карте.",
    "sv": "Utför ett vänster cirkulärt skift av bitarna i målkortet.",
    "th": "ทำการเลื่อนแบบวงกลมซ้ายของบิตในการ์ดเป้าหมาย",
    "tr": "Hedef karttaki bitlerin sola dairesel bir kaymasını gerçekleştirin.",
    "uk": "Виконайте лівий круговий зсув бітів у цільовій карті.",
    "vi": "Thực hiện dịch chuyển vòng tròn trái của các bit trong thẻ đích.",
    "zh-CN": "对目标卡中的位执行左循环移位。",
    "zh-TW": "對目標卡中的位執行左循環移位。"
}
