{
    "ar": "تقوم بطاقة SHL بنقل أجزاء هجوم البطاقة إلى اليسار. هذا يعادل الضرب في 2. بالنسبة للبطاقات التي بها 8 هجمات أو أكثر ، سيؤدي ذلك إلى تجاوز سعة.",
    "bg": "Картата SHL премества частите от атаката на картата наляво. Това е еквивалентно на умножение по 2. За карти с 8 атаки или повече, това ще доведе до препълване.",
    "cs": "Karta SHL posouvá bity útoku karty doleva. To je ekvivalentní násobení 2. U karet s 8 nebo více útoky to bude mít za následek přetečení.",
    "da": "SHL-kortet skifter bitene af et kort angreb til venstre. Dette svarer til at gange med 2. For kort med 8 angreb eller mere vil dette resultere i et overløb.",
    "de": "Die SHL-Karte verschiebt die Angriffsteile einer Karte nach links. Dies entspricht einer Multiplikation mit 2. Bei Karten mit 8 oder mehr Attacken führt dies zu einem Überlauf.",
    "el": "Η κάρτα SHL μετατοπίζει τα κομμάτια της επίθεσης μιας κάρτας προς τα αριστερά. Αυτό ισοδυναμεί με πολλαπλασιασμό κατά 2. Για κάρτες με 8 επιθέσεις ή περισσότερες, αυτό θα έχει ως αποτέλεσμα μια υπερχείλιση.",
    "en": "The SHL card shifts the bits of a card's attack to the left. This is equivalent to multiplying by 2. For cards with 8 attack or more, this will result in an overflow.",
    "es": "La tarjeta SHL desplaza los bits del ataque de una tarjeta hacia la izquierda. Esto es equivalente a multiplicar por 2. Para las cartas con 8 ataques o más, esto resultará en un desbordamiento.",
    "es-419": "La tarjeta SHL desplaza los bits del ataque de una tarjeta hacia la izquierda. Esto es equivalente a multiplicar por 2. Para las cartas con 8 ataques o más, esto resultará en un desbordamiento.",
    "fi": "SHL-kortti siirtää kortin hyökkäyksen bitit vasemmalle. Tämä vastaa kertoa 2: lla. Jos kortilla on vähintään 8 hyökkäystä, tämä johtaa ylivuotoon.",
    "fr": "La carte SHL décale les éléments de l'attaque d'une carte vers la gauche. Cela équivaut à multiplier par 2. Pour les cartes avec 8 attaques ou plus, cela entraînera un débordement.",
    "hu": "Az SHL kártya a kártya támadásának bitjeit balra mozgatja. Ez megegyezik a 2-es szorzással. A 8 vagy több támadású kártyák esetében ez túlcsordulást eredményez.",
    "it": "La carta SHL sposta i bit dell'attacco di una carta a sinistra. Questo equivale a moltiplicare per 2. Per le carte con 8 attacchi o più, ciò comporterà un overflow.",
    "ja": "SHLカードはカードの攻撃の一部を左にシフトします。これは2を掛けるのと同じです。8回以上の攻撃を受けたカードの場合、これはオーバーフローになります。",
    "ko": "SHL 카드는 카드의 공격 비트를 왼쪽으로 이동시킵니다. 이것은 2를 곱한 것과 같습니다. 8 회 이상의 공격 카드의 경우 오버플로가 발생합니다.",
    "nl": "De SHL-kaart verschuift de delen van de aanval van een kaart naar links. Dit is gelijk aan vermenigvuldiging met 2. Voor kaarten met 8 aanvallen of meer, resulteert dit in een overloop.",
    "no": "SHL-kortet skifter biter av et kort angrep til venstre. Dette tilsvarer å multiplisere med 2. For kort med 8 angrep eller mer vil dette resultere i et overløp.",
    "pl": "Karta SHL przesuwa bity ataku karty w lewo. Jest to równoznaczne z pomnożeniem przez 2. W przypadku kart z atakiem 8 lub większym spowoduje to przepełnienie.",
    "pt": "A carta SHL muda os bits do ataque de uma carta para a esquerda. Isso equivale a multiplicar por 2. Para cards com 8 ou mais ataques, isso resultará em um estouro.",
    "pt-BR": "A carta SHL muda os bits do ataque de uma carta para a esquerda. Isso equivale a multiplicar por 2. Para cards com 8 ou mais ataques, isso resultará em um estouro.",
    "ro": "Cardul SHL schimbă bitile atacului unui card spre stânga. Aceasta este echivalentă cu înmulțirea cu 2. Pentru cărțile cu 8 sau mai multe atacuri, aceasta va duce la o depășire.",
    "ru": "Карта SHL сдвигает биты атаки карты влево. Это эквивалентно умножению на 2. Для карт с 8 или более атаками это приведет к переполнению.",
    "sv": "SHL-kortet skiftar bitarna av ett kort angrepp till vänster. Detta motsvarar att multiplicera med 2. För kort med 8 angrepp eller mer kommer detta att resultera i ett överflöde.",
    "th": "การ์ด SHL เลื่อนการโจมตีของการ์ดไปทางซ้ายเล็กน้อย นี่เทียบเท่ากับการคูณด้วย 2 สำหรับไพ่ที่มีการโจมตี 8 ครั้งขึ้นไปจะส่งผลให้เกิดการโอเวอร์โฟลว์",
    "tr": "SHL kartı, bir kartın saldırısının bitlerini sola kaydırır. Bu, 2 ile çarpmaya eşdeğerdir. 8 veya daha fazla saldırıya sahip kartlar için bu, taşma ile sonuçlanacaktır.",
    "uk": "Карта SHL переміщує шматки атаки картки ліворуч. Це еквівалентно множення на 2. Для карт з 8 атаками або більше, це призведе до переповнення.",
    "vi": "Thẻ SHL chuyển các bit của cuộc tấn công của thẻ sang trái. Điều này tương đương với nhân với 2. Đối với các thẻ có 8 lần tấn công trở lên, điều này sẽ dẫn đến tràn.",
    "zh-CN": "SHL卡将卡的攻击位向左移动。这相当于乘以2.对于8次或更多次攻击的卡，这将导致溢出。",
    "zh-TW": "SHL卡將卡的攻擊位向左移動。這相當於乘以2.對於8次或更多次攻擊的卡，這將導致溢出。"
}
