{
    "ar": "حدد إحدى البطاقات الخاصة بك وقم بطرح قيمتها من بطاقة أخرى. يتم تخزين النتيجة في البطاقة المستهدفة. القيم الأقل من 0 ستؤدي إلى تدفق سفلي.",
    "bg": "Изберете една от вашите карти и извадете стойността й от друга карта. Резултатът се съхранява в целевата карта. Стойности под 0 ще доведат до поток.",
    "cs": "Vyberte jednu z karet a odečtěte její hodnotu z jiné karty. Výsledek je uložen v cílové kartě. Hodnoty menší než 0 budou mít za následek podtečení.",
    "da": "Vælg et af dine kort og trække dets værdi fra et andet kort. Resultatet lagres i målkortet. Værdier under 0 vil resultere i en understrøm.",
    "de": "Wählen Sie eine Ihrer Karten aus und ziehen Sie deren Wert von einer anderen Karte ab. Das Ergebnis wird auf der Zielkarte gespeichert. Werte unter 0 führen zu einem Unterlauf.",
    "el": "Επιλέξτε μία από τις κάρτες σας και αφαιρέστε την αξία της από μια άλλη κάρτα. Το αποτέλεσμα αποθηκεύεται στην κάρτα προορισμού. Οι τιμές μικρότερες από 0 θα οδηγήσουν σε υπορροή.",
    "en": "Select one of your cards and subtract its value from another card. The result is stored in the target card. Values less than 0 will result in an underflow.",
    "es": "Seleccione una de sus tarjetas y reste su valor de otra tarjeta. El resultado se almacena en la tarjeta de destino. Los valores inferiores a 0 darán como resultado un desbordamiento.",
    "es-419": "Seleccione una de sus tarjetas y reste su valor de otra tarjeta. El resultado se almacena en la tarjeta de destino. Los valores inferiores a 0 darán como resultado un desbordamiento.",
    "fi": "Valitse yksi kortista ja vähennä sen arvo toisesta kortista. Tulos tallennetaan kohdekorttiin. Alle 0: n arvot johtavat alavirtaan.",
    "fr": "Sélectionnez l'une de vos cartes et soustrayez sa valeur d'une autre carte. Le résultat est stocké dans la carte cible. Les valeurs inférieures à 0 entraîneront un dépassement inférieur.",
    "hu": "Válasszon ki egy kártyát, és vonja le az értékét egy másik kártyáról. Az eredmény a célkártyán tárolódik. A 0-nál kisebb értékek alulfolyást eredményeznek.",
    "it": "Seleziona una delle tue carte e sottrai il suo valore da un'altra carta. Il risultato è memorizzato nella carta bersaglio. Valori inferiori a 0 generano un underflow.",
    "ja": "あなたのカードを1枚選び、他のカードからその値を引く。結果はターゲットカードに保存されます。 0未満の値はアンダーフローになります。",
    "ko": "카드 중 하나를 선택하고 다른 카드에서 그 값을 뺍니다. 결과는 대상 카드에 저장됩니다. 값이 0보다 작 으면 언더 플로우가 발생합니다.",
    "nl": "Selecteer een van uw kaarten en trek de waarde ervan van een andere kaart af. Het resultaat wordt opgeslagen op de doelkaart. Waarden minder dan 0 resulteren in een underflow.",
    "no": "Velg ett av kortene dine og trekk verdien fra et annet kort. Resultatet lagres i målkortet. Verdier under 0 vil resultere i en understrømning.",
    "pl": "Wybierz jedną ze swoich kart i odejmij jej wartość z innej karty. Wynik jest zapisywany na karcie docelowej. Wartości mniejsze niż 0 powodują niedomiar.",
    "pt": "Selecione uma das suas cartas e subtraia seu valor de outra carta. O resultado é armazenado no cartão de destino. Valores menores que 0 resultarão em um underflow.",
    "pt-BR": "Selecione uma das suas cartas e subtraia seu valor de outra carta. O resultado é armazenado no cartão de destino. Valores menores que 0 resultarão em um underflow.",
    "ro": "Selectați una dintre cartelele dvs. și scade valoarea de pe altă cartelă. Rezultatul este stocat în cartea țintă. Valorile mai mici de 0 vor avea ca rezultat o scadere.",
    "ru": "Выберите одну из своих карт и вычтите ее стоимость из другой карты. Результат сохраняется в целевой карте. Значения меньше 0 приведут к снижению.",
    "sv": "Välj ett av dina kort och dra av det från ett annat kort. Resultatet lagras i målkortet. Värden mindre än 0 kommer att resultera i ett underflöde.",
    "th": "เลือกหนึ่งในบัตรของคุณและลบมูลค่าจากบัตรอื่น ผลลัพธ์จะถูกเก็บไว้ในการ์ดเป้าหมาย ค่าน้อยกว่า 0 จะส่งผลให้มีอันเดอร์โฟลว์",
    "tr": "Kartlarınızdan birini seçin ve değerini başka bir karttan çıkarın. Sonuç, hedef kartta saklanır. 0'dan küçük değerler taşma ile sonuçlanacaktır.",
    "uk": "Виберіть одну з карток і відняти її з іншої карти. Результат зберігається в цільовій карті. Значення менше 0 призведуть до перевантаження.",
    "vi": "Chọn một trong các thẻ của bạn và trừ giá trị của nó từ một thẻ khác. Kết quả được lưu trữ trong thẻ mục tiêu. Các giá trị nhỏ hơn 0 sẽ dẫn đến một dòng chảy.",
    "zh-CN": "选择一张卡并从另一张卡中减去其值。结果存储在目标卡中。小于0的值将导致下溢。",
    "zh-TW": "選擇一張卡並從另一張卡中減去其值。結果存儲在目標卡中。小於0的值將導致下溢。"
}
