{
    "ar": "اختر واحدة من البطاقات واطرح قيمتها من بطاقة أخرى. يتم تخزين النتيجة في بطاقة الهدف.",
    "bg": "Изберете една от вашите карти и извадете стойността й от друга карта. Резултатът се съхранява в целевата карта.",
    "cs": "Vyberte jednu z karet a odečtěte její hodnotu z jiné karty. Výsledek je uložen na cílové kartě.",
    "da": "Vælg et af dine kort og træk dets værdi fra et andet kort. Resultatet lagres i målkortet.",
    "de": "Wählen Sie eine Ihrer Karten aus und ziehen Sie deren Wert von einer anderen Karte ab. Das Ergebnis wird auf der Zielkarte gespeichert.",
    "el": "Επιλέξτε μία από τις κάρτες σας και αφαιρέστε την αξία της από μια άλλη κάρτα. Το αποτέλεσμα αποθηκεύεται στην κάρτα προορισμού.",
    "en": "Select one of your cards and subtract its value from another card. The result is stored in the target card.",
    "es": "Seleccione una de sus tarjetas y reste su valor de otra tarjeta. El resultado se almacena en la tarjeta de destino.",
    "es-419": "Seleccione una de sus tarjetas y reste su valor de otra tarjeta. El resultado se almacena en la tarjeta de destino.",
    "fi": "Valitse yksi kortista ja vähennä sen arvo toisesta kortista. Tulos tallennetaan kohdekorttiin.",
    "fr": "Sélectionnez l'une de vos cartes et soustrayez sa valeur d'une autre carte. Le résultat est stocké dans la carte cible.",
    "hu": "Válasszon ki egy kártyát, és vonja le az értékét egy másik kártyáról. Az eredmény a célkártyán tárolódik.",
    "it": "Seleziona una delle tue carte e sottrai il suo valore da un'altra carta. Il risultato è memorizzato nella carta obiettivo.",
    "ja": "あなたのカードを1枚選び、他のカードからその値を引く。結果はターゲットカードに保存されます。",
    "ko": "카드 중 하나를 선택하고 다른 카드에서 그 값을 뺍니다. 결과는 대상 카드에 저장됩니다.",
    "nl": "Selecteer een van uw kaarten en trek de waarde van een andere kaart af. Het resultaat wordt opgeslagen op de doelkaart.",
    "no": "Velg ett av kortene dine og trekk verdien fra et annet kort. Resultatet lagres i målkortet.",
    "pl": "Wybierz jedną ze swoich kart i odejmij jej wartość od innej karty. Wynik jest zapisany na karcie docelowej.",
    "pt": "Selecione uma das suas cartas e subtraia seu valor de outra carta. O resultado é armazenado no cartão de destino.",
    "pt-BR": "Selecione uma das suas cartas e subtraia seu valor de outra carta. O resultado é armazenado no cartão de destino.",
    "ro": "Selectați una dintre cartelele dvs. și scade valoarea de pe altă cartelă. Rezultatul este stocat în cartea țintă.",
    "ru": "Выберите одну из своих карт и вычтите ее стоимость из другой карты. Результат сохраняется в целевой карте.",
    "sv": "Välj ett av dina kort och dra av det från ett annat kort. Resultatet lagras i målkortet.",
    "th": "เลือกหนึ่งในบัตรของคุณและลบมูลค่าจากบัตรอื่น ผลลัพธ์จะถูกเก็บไว้ในการ์ดเป้าหมาย",
    "tr": "Kartlarınızdan birini seçin ve değerini başka bir karttan çıkarın. Sonuç, hedef kartta saklanır.",
    "uk": "Виберіть одну зі своїх карт і відняти її значення з іншої картки. Результат зберігається в цільовій карті.",
    "vi": "Chọn một trong các thẻ của bạn và trừ giá trị của nó từ một thẻ khác. Kết quả được lưu trữ trong thẻ mục tiêu.",
    "zh-CN": "选择一张卡并从另一张卡中减去其值。结果存储在目标卡中。",
    "zh-TW": "選擇一張卡並從另一張卡中減去其值。結果存儲在目標卡中。"
}
