{
    "ar": "استخدم الجرعات قبل المعارك للحصول على ميزة! هذا أسرع بكثير من استخدامها أثناء القتال.",
    "bg": "Използвайте отвари преди битки, за да спечелят предимство! Това е много по-бързо, отколкото да ги използвате по време на битка.",
    "cs": "Použijte lektvary před bitvou a získejte výhodu! To je mnohem rychlejší než jejich použití během boje.",
    "da": "Brug potions før kampe for at få en fordel! Dette er meget hurtigere end at bruge dem under kamp.",
    "de": "Verwende Tränke vor Kämpfen, um dir einen Vorteil zu verschaffen! Das ist viel schneller, als sie im Kampf zu benutzen.",
    "el": "Χρησιμοποιήστε φίλτρα πριν από τις μάχες για να αποκτήσετε πλεονέκτημα! Αυτό είναι πολύ πιο γρήγορο από τη χρήση τους κατά τη διάρκεια της μάχης.",
    "en": "Use potions before battles to gain an advantage! This is much faster than using them during combat.",
    "es": "¡Usa pociones antes de las batallas para obtener una ventaja! Esto es mucho más rápido que usarlos durante el combate.",
    "es-419": "¡Usa pociones antes de las batallas para obtener una ventaja! Esto es mucho más rápido que usarlos durante el combate.",
    "fi": "Käytä juomia ennen taisteluita saadaksesi etulyöntiaseman! Tämä on paljon nopeampaa kuin niiden käyttö taistelun aikana.",
    "fr": "Utilisez des potions avant les batailles pour obtenir un avantage ! C’est beaucoup plus rapide que de les utiliser pendant le combat.",
    "hu": "Használj bájitalokat a csaták előtt, hogy előnyre tegyél szert! Ez sokkal gyorsabb, mint a harc közbeni használatuk.",
    "it": "Usa le pozioni prima delle battaglie per ottenere un vantaggio! Questo è molto più veloce che usarli durante il combattimento.",
    "ja": "戦闘前にポーションを使ってアドバンテージを手に入れよう!これは、戦闘中にそれらを使用するよりもはるかに高速です。",
    "ko": "전투 전에 물약을 사용하여 이점을 얻으십시오! 이것은 전투 중에 사용하는 것보다 훨씬 빠릅니다.",
    "nl": "Gebruik drankjes voor gevechten om een voordeel te behalen! Dit is veel sneller dan ze te gebruiken tijdens gevechten.",
    "no": "Bruk trylledrikker før kamper for å få en fordel! Dette er mye raskere enn å bruke dem under kamp.",
    "pl": "Używaj mikstur przed bitwami, aby uzyskać przewagę! Jest to znacznie szybsze niż używanie ich podczas walki.",
    "pt": "Use poções antes das batalhas para ganhar uma vantagem! Isso é muito mais rápido do que usá-los durante o combate.",
    "pt-BR": "Use poções antes das batalhas para ganhar uma vantagem! Isso é muito mais rápido do que usá-los durante o combate.",
    "ro": "Utilizați poțiuni înainte de bătălii pentru a obține un avantaj! Acest lucru este mult mai rapid decât utilizarea lor în timpul luptei.",
    "ru": "Используйте зелья перед битвами, чтобы получить преимущество! Это намного быстрее, чем использовать их во время боя.",
    "sv": "Använd drycker före strider för att få en fördel! Detta är mycket snabbare än att använda dem under strid.",
    "th": "ใช้ยาก่อนการต่อสู้เพื่อให้ได้เปรียบ! สิ่งนี้เร็วกว่าการใช้พวกเขาในระหว่างการต่อสู้",
    "tr": "Avantaj elde etmek için savaşlardan önce iksirleri kullanın! Bu, onları savaş sırasında kullanmaktan çok daha hızlıdır.",
    "uk": "Використовуйте зілля перед битвами, щоб отримати перевагу! Це набагато швидше, ніж використовувати їх під час бою.",
    "vi": "Sử dụng độc dược trước trận chiến để giành lợi thế! Điều này nhanh hơn nhiều so với sử dụng chúng trong chiến đấu.",
    "zh-CN": "战斗前使用药水以获得优势！这比在战斗中使用它们要快得多。",
    "zh-TW": "戰鬥前使用藥水以獲得優勢！這比在戰鬥中使用它們要快得多。"
}
