{
    "ar": ".تلميح: حاول إزالة التعليمات التي تلغي السرعة",
    "bg": "Съвет: Опитайте да премахнете инструкцията, която отрича скоростта.",
    "cs": "Tip: Zkuste odstranit instrukci, která neguje rychlost.",
    "da": "Tip: Prøv at fjerne den instruktion, der ophæver hastigheden.",
    "de": "Tipp: Versuchen Sie, die Anweisung zu entfernen, die die Geschwindigkeit negiert.",
    "el": "Συμβουλή: Δοκιμάστε να αφαιρέσετε την οδηγία που αναιρεί την ταχύτητα.",
    "en": "Hint: Try removing the instruction that negates the speed.",
    "es": "Sugerencia: Intente eliminar la instrucción que niega la velocidad.",
    "es-419": "Sugerencia: Intente eliminar la instrucción que niega la velocidad.",
    "fi": "Vihje: Yritä poistaa ohje, joka kieltää nopeuden.",
    "fr": "Astuce : Essayez de supprimer l’instruction qui annule la vitesse.",
    "hu": "Tipp: Próbálja meg eltávolítani a sebességet tagadó utasítást.",
    "it": "Suggerimento: prova a rimuovere l'istruzione che annulla la velocità.",
    "ja": "ヒント:速度を否定する命令を削除してみてください。",
    "ko": "힌트: 속도를 부정하는 명령을 제거해 보십시오.",
    "nl": "Tip: Probeer de instructie te verwijderen die de snelheid tenietdoet.",
    "no": "Tips: Prøv å fjerne instruksjonen som negerer hastigheten.",
    "pl": "Wskazówka: Spróbuj usunąć instrukcję, która neguje prędkość.",
    "pt": "Dica: tente remover a instrução que nega a velocidade.",
    "pt-BR": "Dica: Tente remover a instrução que nega a velocidade.",
    "ro": "Sugestie: Încercați să eliminați instrucțiunea care neagă viteza.",
    "ru": "Подсказка: Попробуйте удалить инструкцию, которая сводит на нет скорость.",
    "sv": "Tips: Försök ta bort instruktionen som negerar hastigheten.",
    "th": "คําแนะนํา: ลองลบคําสั่งที่ลบล้างความเร็ว",
    "tr": "İpucu: Hızı reddeden talimatı kaldırmayı deneyin.",
    "uk": "Підказка: спробуйте видалити інструкцію, яка зводить нанівець швидкість.",
    "vi": "Gợi ý: Hãy thử xóa lệnh phủ nhận tốc độ.",
    "zh-CN": "提示：尝试删除否定速度的指令。",
    "zh-TW": "提示：嘗試刪除否定速度的指令。"
}
