{
    "ar": ".العودة إلى %s1 في العالم البشري عن طريق دخول الساعة مرة أخرى",
    "bg": "Върнете се в %s1 в света на смъртните, като влезете отново в часовника.",
    "cs": "Vraťte se do %s1 ve světě smrtelníků tím, že znovu zadáte hodiny.",
    "da": "Vend tilbage til %s1 i den dødelige verden ved at gå ind i uret igen.",
    "de": "Kehren Sie in der Welt der Sterblichen zu %s1 zurück, indem Sie die Uhr erneut eingeben.",
    "el": "Επιστρέψτε στο %s1 στον κόσμο των θνητών μπαίνοντας ξανά στο ρολόι.",
    "en": "Return to %s1 in the mortal world by entering the clock again.",
    "es": "Regresa a %s1 en el mundo mortal ingresando nuevamente al reloj.",
    "es-419": "Regresa a %s1 en el mundo mortal ingresando nuevamente al reloj.",
    "fi": "Palaa %s1: ään kuolevaisessa maailmassa syöttämällä kello uudelleen.",
    "fr": "Retournez à %s1 dans le monde des mortels en entrant à nouveau dans l’horloge.",
    "hu": "Térjen vissza %s1-be a halandó világban az óra újbóli belépésével.",
    "it": "Ritorna a %s1 nel mondo mortale entrando di nuovo nell'orologio.",
    "ja": "再び時計に入ることによって、死すべき世界の%s1に戻ります。",
    "ko": "시계에 다시 들어가 필멸의 세계에서 %s1로 돌아갑니다.",
    "nl": "Keer terug naar %s1 in de sterfelijke wereld door de klok opnieuw in te voeren.",
    "no": "Gå tilbake til %s1 i den dødelige verden ved å gå inn i klokken igjen.",
    "pl": "Wróć do %s1 w świecie śmiertelników, ponownie wchodząc w zegar.",
    "pt": "Volte para %s1 no mundo mortal entrando no relógio novamente.",
    "pt-BR": "Retorne à %s1 no mundo mortal entrando no relógio novamente.",
    "ro": "Întoarceți-vă la %s1 în lumea muritoare intrând din nou în ceas.",
    "ru": "Вернитесь в %s1 в мире смертных, снова войдя в часы.",
    "sv": "Återvänd till %s1 i den dödliga världen genom att gå in i klockan igen.",
    "th": "กลับไปที่ %s1 ในโลกมรรตัยโดยเข้าสู่นาฬิกาอีกครั้ง",
    "tr": "Saate tekrar girerek ölümlü dünyada %s1'ye geri dönün.",
    "uk": "Поверніться на %s1 у смертному світі, знову ввійшовши в годинник.",
    "vi": "Quay trở lại %s1 trong thế giới phàm trần bằng cách nhập lại đồng hồ.",
    "zh-CN": "通过再次进入时钟回到凡人世界的%s1。",
    "zh-TW": "通過再次進入時鐘回到凡人世界的%s1。"
}
