{
    "ar": "JO و JNO هي تعليمات تؤدي قفزة فقط إذا تسببت التعليمات مؤخرا في تجاوز السعة.",
    "bg": "JO и JNO са инструкции, които извършват скок само ако инструкция наскоро е причинила преливане.",
    "cs": "JO a JNO jsou instrukce, které provedou skok pouze v případě, že instrukce nedávno způsobila přetečení.",
    "da": "JO og JNO er instruktioner, der kun udfører et spring, hvis en instruktion for nylig har forårsaget et overløb.",
    "de": "JO und JNO sind Anweisungen, die nur dann einen Sprung ausführen, wenn eine Anweisung kürzlich einen Überlauf verursacht hat.",
    "el": "Το JO και το JNO είναι οδηγίες που εκτελούν άλμα μόνο εάν μια εντολή προκάλεσε πρόσφατα υπερχείλιση.",
    "en": "JO and JNO are instructions that only perform a jump if an instruction has recently caused an overflow.",
    "es": "JO y JNO son instrucciones que solo realizan un salto si una instrucción ha causado recientemente un desbordamiento.",
    "es-419": "JO y JNO son instrucciones que solo realizan un salto si una instrucción ha causado recientemente un desbordamiento.",
    "fi": "JO ja JNO ovat ohjeita, jotka suorittavat hypyn vain, jos käsky on äskettäin aiheuttanut ylivuodon.",
    "fr": "JO et JNO sont des instructions qui n’effectuent un saut que si une instruction a récemment provoqué un débordement.",
    "hu": "A JO és a JNO olyan utasítások, amelyek csak akkor hajtanak végre ugrást, ha egy utasítás nemrégiben túlcsordulást okozott.",
    "it": "JO e JNO sono istruzioni che eseguono un salto solo se un'istruzione ha recentemente causato un overflow.",
    "ja": "JOとJNOは、命令が最近オーバーフローを引き起こした場合にのみジャンプを実行する命令です。",
    "ko": "JO와 JNO는 명령어가 최근에 오버플로를 일으킨 경우에만 점프를 수행하는 명령어입니다.",
    "nl": "JO en JNO zijn instructies die alleen een sprong uitvoeren als een instructie onlangs een overloop heeft veroorzaakt.",
    "no": "JO og JNO er instruksjoner som bare utfører et hopp hvis en instruksjon nylig har forårsaket et overløp.",
    "pl": "JO i JNO to instrukcje, które wykonują skok tylko wtedy, gdy instrukcja niedawno spowodowała przepełnienie.",
    "pt": "JO e JNO são instruções que só executam um salto se uma instrução tiver causado recentemente um estouro.",
    "pt-BR": "JO e JNO são instruções que só realizam um salto se uma instrução tiver causado um estouro recentemente.",
    "ro": "JO și JNO sunt instrucțiuni care efectuează un salt numai dacă o instrucțiune a provocat recent o depășire.",
    "ru": "JO и JNO — это инструкции, которые выполняют прыжок только в том случае, если инструкция недавно вызвала переполнение.",
    "sv": "JO och JNO är instruktioner som bara utför ett hopp om en instruktion nyligen har orsakat ett överflöde.",
    "th": "JO และ JNO เป็นคําแนะนําที่ทําการกระโดดเท่านั้นหากคําสั่งเพิ่งทําให้เกิดน้ําล้น",
    "tr": "JO ve JNO, yalnızca bir talimat yakın zamanda taşmaya neden olmuşsa atlama gerçekleştiren talimatlardır.",
    "uk": "JO і JNO - це інструкції, які виконують стрибок тільки в тому випадку, якщо інструкція недавно викликала переповнення.",
    "vi": "JO và JNO là các lệnh chỉ thực hiện nhảy nếu một lệnh gần đây đã gây ra tràn.",
    "zh-CN": "JO 和 JNO 是仅在指令最近导致溢出时才执行跳转的指令。",
    "zh-TW": "JO 和 JNO 是僅在指令最近導致溢出時才執行跳轉的指令。"
}
