{
    "ar": ".يمكن أن تكون الأعداد الصحيحة أعدادا صحيحة فقط. على سبيل المثال ، 1 عدد صحيح",
    "bg": "Целите числа могат да бъдат само цели числа. Например, 1 е цяло число.",
    "cs": "Celá čísla mohou být pouze celá čísla. Například 1 je celé číslo.",
    "da": "Heltal kan kun være heltal. For eksempel er 1 et heltal.",
    "de": "Ganzzahlen können nur ganze Zahlen sein. Beispiel: 1 ist eine ganze Zahl.",
    "el": "Οι ακέραιοι αριθμοί μπορούν να είναι μόνο ακέραιοι αριθμοί. Για παράδειγμα, το 1 είναι ακέραιος.",
    "en": "Integers can only be whole numbers. For example, 1 is an integer.",
    "es": "Los enteros sólo pueden ser números enteros. Por ejemplo, 1 es un número entero.",
    "es-419": "Los enteros sólo pueden ser números enteros. Por ejemplo, 1 es un número entero.",
    "fi": "Kokonaisluvut voivat olla vain kokonaislukuja. Esimerkiksi 1 on kokonaisluku.",
    "fr": "Les entiers ne peuvent être que des nombres entiers. Par exemple, 1 est un entier.",
    "hu": "Az egész számok csak egész számok lehetnek. Az 1 például egész szám.",
    "it": "Gli interi possono essere solo numeri interi. Ad esempio, 1 è un numero intero.",
    "ja": "整数は整数のみにすることができます。たとえば、1 は整数です。",
    "ko": "정수는 정수일 수 있습니다. 예를 들어, 1은 정수입니다.",
    "nl": "Gehele getallen kunnen alleen hele getallen zijn. 1 is bijvoorbeeld een geheel getal.",
    "no": "Heltall kan bare være hele tall. 1 er for eksempel et heltall.",
    "pl": "Liczby całkowite mogą być tylko liczbami całkowitymi. Na przykład 1 jest liczbą całkowitą.",
    "pt": "Números inteiros só podem ser números inteiros. Por exemplo, 1 é um inteiro.",
    "pt-BR": "Inteiros só podem ser números inteiros. Por exemplo, 1 é um inteiro.",
    "ro": "Numerele întregi pot fi doar numere întregi. De exemplu, 1 este un întreg.",
    "ru": "Целые числа могут быть только целыми числами. Например, 1 — целое число.",
    "sv": "Heltal kan bara vara heltal. Till exempel är 1 ett heltal.",
    "th": "จํานวนเต็มสามารถเป็นจํานวนเต็มเท่านั้น ตัวอย่างเช่น 1 เป็นจํานวนเต็ม",
    "tr": "Tamsayılar yalnızca tam sayılar olabilir. Örneğin, 1 bir tamsayıdır.",
    "uk": "Цілими числами можуть бути тільки цілі числа. Наприклад, 1 - ціле число.",
    "vi": "Số nguyên chỉ có thể là số nguyên. Ví dụ, 1 là một số nguyên.",
    "zh-CN": "整数只能是整数。例如，1 是整数。",
    "zh-TW": "整數只能是整數。例如，1 是整數。"
}
