{
    "ar": "1 عدد صحيح. الأعداد الصحيحة يمكن أن تكون أرقام صحيحة فقط.",
    "bg": "1 е цяло число. Целите числа могат да бъдат само цели числа.",
    "cs": "1 je celé číslo. Celá čísla mohou být pouze celá čísla.",
    "da": "1 er et heltal. Heltal kan kun være hele tal.",
    "de": "1 ist eine ganze Zahl. Ganzzahlen können nur ganze Zahlen sein.",
    "el": "1 είναι ένας ακέραιος αριθμός. Οι ακεραίοι μπορούν να είναι ολόκληροι αριθμοί.",
    "en": "1 is an integer. Integers can only be whole numbers.",
    "es": "1 es un entero. Los enteros solo pueden ser números enteros.",
    "es-419": "1 es un entero. Los enteros solo pueden ser números enteros.",
    "fi": "1 on kokonaisluku. Kokonaisluku voi olla vain kokonaisluku.",
    "fr": "1 est un entier. Les entiers ne peuvent être que des nombres entiers.",
    "hu": "1 egész szám. Az egész szám csak egész szám lehet.",
    "it": "1 è un numero intero. I numeri interi possono essere solo numeri interi.",
    "ja": "1は整数です。整数は整数のみです。",
    "ko": "1은 정수입니다. 정수는 정수만 될 수 있습니다.",
    "nl": "1 is een geheel getal. Gehele getallen kunnen alleen hele getallen zijn.",
    "no": "1 er et helt tall. Heltall kan bare være hele tall.",
    "pl": "1 jest liczbą całkowitą. Liczby całkowite mogą być tylko liczbami całkowitymi.",
    "pt": "1 é um número inteiro. Os números inteiros podem ser apenas números inteiros.",
    "pt-BR": "1 é um número inteiro. Os números inteiros podem ser apenas números inteiros.",
    "ro": "1 este un număr întreg. Numerele întregi pot fi doar numere întregi.",
    "ru": "1 является целым числом Целые числа могут быть только целыми числами.",
    "sv": "1 är ett heltal. Heltal kan endast vara hela siffror.",
    "th": "1 คือจำนวนเต็ม จำนวนเต็มสามารถเป็นได้ทั้งจำนวนเท่านั้น",
    "tr": "1, bir tamsayıdır. Tamsayılar yalnızca tam sayılar olabilir.",
    "uk": "1 - ціле число. Цілі числа можуть бути лише цілими числами.",
    "vi": "1 là số nguyên. Số nguyên chỉ có thể là số nguyên.",
    "zh-CN": "1是整数。整数只能是整数。",
    "zh-TW": "1是整數。整數只能是整數。"
}
