{
    "ar": "أصدقائك. ذكرياتك. هذا الواقع. لن أسمح لك بتدمير هذا العالم.",
    "bg": "Приятелите ти. Спомените ти. Тази реалност. Няма да ти позволя да унищожиш този свят.",
    "cs": "Vaši přátelé. Vaše vzpomínky. Tato realita. Nedovolím vám zničit tento svět.",
    "da": "Dine venner. Dine minder. Denne virkelighed. Jeg vil ikke tillade jer at ødelægge denne verden.",
    "de": "Deine Freunde. Ihre Erinnerungen. Diese Realität. Ich werde nicht zulassen, dass ihr diese Welt zerstört.",
    "el": "Οι φίλοι σας. Οι αναμνήσεις σας. Αυτή η πραγματικότητα. Δεν θα σας επιτρέψω να καταστρέψετε αυτόν τον κόσμο.",
    "en": "Your friends. Your memories. This reality. I will not allow you to destroy this world.",
    "es": "Tus amigos. Tus recuerdos. Esta realidad. No permitiré que destruyas este mundo.",
    "es-419": "Tus amigos. Tus recuerdos. Esta realidad. No permitiré que destruyas este mundo.",
    "fi": "Ystäväsi. Sinun muistosi. Tämä todellisuus. En salli sinun tuhota tätä maailmaa.",
    "fr": "Vos amis. Vos souvenirs. Cette réalité. Je ne vous permettrai pas de détruire ce monde.",
    "hu": "A barátaid. Az emlékeid. Ez a valóság. Nem fogom megengedni nektek, hogy elpusztítsátok ezt a világot.",
    "it": "I tuoi amici. I tuoi ricordi. Questa realtà. Non vi permetterò di distruggere questo mondo.",
    "ja": "あなたの友達。あなたの思い出。この現実。私はあなたがこの世界を破壊することを許しません。",
    "ko": "당신의 친구. 당신의 추억. 이 현실. 나는 너희가 이 세상을 멸망시키는 것을 허락하지 않을 것이다.",
    "nl": "Je vrienden. Je herinneringen. Deze realiteit. Ik zal niet toestaan dat jullie deze wereld vernietigen.",
    "no": "Vennene dine. Minnene dine. Denne virkeligheten. Jeg vil ikke tillate deg å ødelegge denne verden.",
    "pl": "Twoi znajomi. Twoje wspomnienia. Ta rzeczywistość. Nie pozwolę wam zniszczyć tego świata.",
    "pt": "Seus amigos. As suas memórias. Esta realidade. Não permitirei que destruam este mundo.",
    "pt-BR": "Seus amigos. Suas lembranças. Essa realidade. Não permitirei que destruais este mundo.",
    "ro": "Prietenii tăi. Amintirile tale. Această realitate. Nu vă voi permite să distrugeți această lume.",
    "ru": "Твои друзья. Ваши воспоминания. Это реальность. Я не позволю тебе разрушить этот мир.",
    "sv": "Dina vänner. Dina minnen. Denna verklighet. Jag kommer inte att tillåta dig att förstöra denna värld.",
    "th": "เพื่อนของคุณ ความทรงจําของคุณ ความเป็นจริงนี้ ฉันจะไม่ยอมให้คุณทําลายโลกนี้",
    "tr": "Arkadaşların. Anılarınız. Bu gerçek. Bu dünyayı yok etmene izin vermeyeceğim.",
    "uk": "Ваші друзі. Ваші спогади. Це реальність. Я не дозволю тобі знищити цей світ.",
    "vi": "Bạn bè của bạn. Ký ức của bạn. Thực tế này. Ta sẽ không cho phép các ngươi hủy diệt thế giới này.",
    "zh-CN": "你的朋友。你的回忆。这个现实。我不会允许你毁灭这个世界。",
    "zh-TW": "你的朋友。你的回憶。這個現實。我不會允許你毀滅這個世界。"
}
