{
    "ar": "ما تقوله صحيح ، لكن هذا الواقع ليس سوى حلم.",
    "bg": "Това, което казва, е вярно, но тази реалност е само сън.",
    "cs": "To, co říká, je pravda, ale tato skutečnost je jen sen.",
    "da": "Hvad det siger, er sandt, men denne virkelighed er kun en drøm.",
    "de": "Was dort steht, ist wahr, aber diese Realität ist nur ein Traum.",
    "el": "Αυτό που λέει είναι αλήθεια, αλλά αυτή η πραγματικότητα είναι μόνο ένα όνειρο.",
    "en": "What it says is true, but this reality is only a dream.",
    "es": "Lo que dice es cierto, pero esta realidad es solo un sueño.",
    "es-419": "Lo que dice es cierto, pero esta realidad es solo un sueño.",
    "fi": "Se, mitä se sanoo, on totta, mutta tämä todellisuus on vain unta.",
    "fr": "Ce qu’il dit est vrai, mais cette réalité n’est qu’un rêve.",
    "hu": "Amit mond, igaz, de ez a valóság csak álom.",
    "it": "Quello che dice è vero, ma questa realtà è solo un sogno.",
    "ja": "それが言うことは真実ですが、この現実はただの夢です。",
    "ko": "그것이 말하는 것은 사실이지만,이 현실은 단지 꿈일뿐입니다.",
    "nl": "Wat er staat is waar, maar deze realiteit is slechts een droom.",
    "no": "Det den sier er sant, men denne virkeligheten er bare en drøm.",
    "pl": "To, co mówi, jest prawdą, ale ta rzeczywistość jest tylko snem.",
    "pt": "O que diz é verdade, mas esta realidade não passa de um sonho.",
    "pt-BR": "O que diz é verdade, mas essa realidade é apenas um sonho.",
    "ro": "Ceea ce spune este adevărat, dar această realitate este doar un vis.",
    "ru": "То, что он говорит, правда, но эта реальность - только сон.",
    "sv": "Vad den säger är sant, men denna verklighet är bara en dröm.",
    "th": "สิ่งที่พูดเป็นความจริง แต่ความจริงนี้เป็นเพียงความฝัน",
    "tr": "Söyledikleri doğrudur, ama bu gerçeklik sadece bir rüyadır.",
    "uk": "Те, що там сказано, правда, але ця реальність - лише мрія.",
    "vi": "Những gì nó nói là đúng, nhưng thực tế này chỉ là một giấc mơ.",
    "zh-CN": "它说的是真的，但这个现实只是一个梦。",
    "zh-TW": "它說的是真的，但這個現實只是一個夢。"
}
