{
    "ar": "ألا ترى؟ أنا فيروس تم إنشاؤه للحفاظ على هذا العالم. أنت فيروس أرسل لتدمير هذا العالم.",
    "bg": "Не виждаш ли? Аз съм вирус, създаден, за да поддържа този свят. Вие сте вирус, изпратен да унищожи този свят.",
    "cs": "Nevidíte? Jsem virus stvořený k udržování tohoto světa. Jste virus poslaný zničit tento svět.",
    "da": "Kan du ikke se? Jeg er en virus skabt til at opretholde denne verden. Du er en virus sendt for at ødelægge denne verden.",
    "de": "Siehst du nicht? Ich bin ein Virus, der geschaffen wurde, um diese Welt zu erhalten. Du bist ein Virus, der geschickt wurde, um diese Welt zu zerstören.",
    "el": "Δεν βλέπετε; Είμαι ένας ιός που δημιουργήθηκε για να διατηρήσει αυτόν τον κόσμο. Είστε ένας ιός σταλμένος για να καταστρέψει αυτόν τον κόσμο.",
    "en": "Do you not see? I am a virus created to maintain this world. You are a virus sent to destroy this world.",
    "es": "¿No lo ves? Soy un virus creado para mantener este mundo. Eres un virus enviado para destruir este mundo.",
    "es-419": "¿No lo ves? Soy un virus creado para mantener este mundo. Eres un virus enviado para destruir este mundo.",
    "fi": "Etkö näe? Olen virus, joka on luotu ylläpitämään tätä maailmaa. Olet virus, joka on lähetetty tuhoamaan tämä maailma.",
    "fr": "Ne voyez-vous pas? Je suis un virus créé pour maintenir ce monde. Vous êtes un virus envoyé pour détruire ce monde.",
    "hu": "Nem látod? Egy vírus vagyok, amelyet azért teremtettek, hogy fenntartsa ezt a világot. Egy vírus vagy, akit azért küldtek, hogy elpusztítsa ezt a világot.",
    "it": "Non vedi? Sono un virus creato per mantenere questo mondo. Siete un virus inviato per distruggere questo mondo.",
    "ja": "見えませんか?私はこの世界を維持するために作られたウイルスです。あなたはこの世界を破壊するために送られたウイルスです。",
    "ko": "보이지 않습니까? 나는 이 세상을 유지하기 위해 만들어진 바이러스다. 당신은 이 세상을 파괴하기 위해 보내진 바이러스입니다.",
    "nl": "Zie je het niet? Ik ben een virus dat gemaakt is om deze wereld in stand te houden. Je bent een virus dat gestuurd is om deze wereld te vernietigen.",
    "no": "Ser du ikke? Jeg er et virus skapt for å opprettholde denne verden. Du er et virus sendt for å ødelegge denne verden.",
    "pl": "Nie widzicie? Jestem wirusem stworzonym po to, by utrzymać ten świat. Jesteś wirusem wysłanym, aby zniszczyć ten świat.",
    "pt": "Não vê? Eu sou um vírus criado para manter este mundo. Você é um vírus enviado para destruir este mundo.",
    "pt-BR": "Você não viu? Eu sou um vírus criado para manter este mundo. Você é um vírus enviado para destruir este mundo.",
    "ro": "Nu vezi? Sunt un virus creat pentru a menține această lume. Ești un virus trimis să distrugă această lume.",
    "ru": "Разве вы не видите? Я вирус, созданный для поддержания этого мира. Вы вирус, посланный уничтожить этот мир.",
    "sv": "Ser du inte? Jag är ett virus skapat för att upprätthålla denna värld. Du är ett virus skickat för att förstöra den här världen.",
    "th": "คุณไม่เห็น? ฉันเป็นไวรัสที่สร้างขึ้นเพื่อรักษาโลกนี้ คุณเป็นไวรัสที่ส่งไปทําลายโลกนี้",
    "tr": "Görmüyor musunuz? Ben bu dünyayı korumak için yaratılmış bir virüsüm. Sen bu dünyayı yok etmek için gönderilmiş bir virüssün.",
    "uk": "Ви не бачите? Я вірус, створений для підтримки цього світу. Ви - вірус, посланий, щоб знищити цей світ.",
    "vi": "Ngươi không nhìn thấy sao? Tôi là một loại virus được tạo ra để duy trì thế giới này. Bạn là một con virus được gửi đến để hủy diệt thế giới này.",
    "zh-CN": "你没看到吗？我是一个被创造来维持这个世界的病毒。你是被派来摧毁这个世界的病毒。",
    "zh-TW": "你沒看到嗎？我是一個被創造來維持這個世界的病毒。你是被派來摧毀這個世界的病毒。"
}
