{
    "ar": "سوف يستيقظ شعب هذا العالم في عالم أسوأ بكثير ، وسوف تتوقف عن الوجود.",
    "bg": "Хората на този свят ще се събудят в много по-лош свят и вие ще престанете да съществувате.",
    "cs": "Lidé tohoto světa se probudí v mnohem horším a vy přestanete existovat.",
    "da": "Folk i denne verden vil vågne op i en langt værre verden, og I vil ophøre med at eksistere.",
    "de": "Die Menschen dieser Welt werden in einer viel schlimmeren Welt erwachen, und ihr werdet aufhören zu existieren.",
    "el": "Οι άνθρωποι αυτού του κόσμου θα ξυπνήσουν σε ένα πολύ χειρότερο και θα πάψετε να υπάρχετε.",
    "en": "The people of this world will awake in a far worse one, and you will cease to exist.",
    "es": "La gente de este mundo despertará en uno mucho peor, y dejarás de existir.",
    "es-419": "La gente de este mundo despertará en uno mucho peor, y dejarás de existir.",
    "fi": "Tämän maailman ihmiset heräävät paljon pahemmassa maailmassa, ja te lakkaatte olemasta.",
    "fr": "Les gens de ce monde se réveilleront dans un monde bien pire, et vous cesserez d’exister.",
    "hu": "Ennek a világnak az emberei egy sokkal rosszabb világban fognak felébredni, és ti meg fogtok szűnni létezni.",
    "it": "Le persone di questo mondo si sveglieranno in uno molto peggiore, e voi cesserete di esistere.",
    "ja": "この世界の人々ははるかに悪い世界で目覚め、あなたは存在しなくなります。",
    "ko": "이 세상 사람들은 훨씬 더 나쁜 세상에서 깨어날 것이고, 당신은 더 이상 존재하지 않을 것입니다.",
    "nl": "De mensen van deze wereld zullen in een veel ergere wereld ontwaken en jullie zullen ophouden te bestaan.",
    "no": "Menneskene i denne verden vil våkne opp i en langt verre en, og du vil slutte å eksistere.",
    "pl": "Ludzie tego świata obudzą się w znacznie gorszym stanie, a wy przestaniecie istnieć.",
    "pt": "As pessoas deste mundo despertarão em um muito pior, e você deixará de existir.",
    "pt-BR": "As pessoas deste mundo despertarão em um mundo muito pior e vocês deixarão de existir.",
    "ro": "Oamenii acestei lumi se vor trezi într-una mult mai rea, iar voi veți înceta să existați.",
    "ru": "Люди этого мира проснутся в гораздо худшем мире, и вы перестанете существовать.",
    "sv": "Människorna i den här världen kommer att vakna upp i en mycket värre värld, och ni kommer att upphöra att existera.",
    "th": "ผู้คนในโลกนี้จะตื่นขึ้นมาในสิ่งที่แย่กว่านั้นมากและคุณจะหยุดอยู่",
    "tr": "Bu dünyanın insanları çok daha kötü bir dünyada uyanacaklar ve siz var olmaktan çıkacaksınız.",
    "uk": "Люди цього світу прокинуться в набагато гіршому, і ви перестанете існувати.",
    "vi": "Con người của thế giới này sẽ thức tỉnh trong một thế giới tồi tệ hơn nhiều, và bạn sẽ không còn tồn tại.",
    "zh-CN": "这个世界的人民将在更糟糕的世界中醒来，你将不复存在。",
    "zh-TW": "這個世界的人民將在更糟糕的世界中醒來，你將不復存在。"
}
