{
    "ar": "تلميح: حاول قسمة الضرر الذي تم التعامل معه بدلا من الضرب لتقليل الضرر الذي يلحقه العدو.",
    "bg": "Съвет: Опитайте да разделите нанесените щети, вместо да умножавате, за да намалите щетите, които врагът нанася.",
    "cs": "Tip: Zkuste udělené poškození dělit místo násobení, abyste snížili poškození, které nepřítel uděluje.",
    "da": "Tip: Prøv at dividere den skade, der er behandlet, i stedet for at gange for at reducere den skade, fjenden behandler.",
    "de": "Tipp: Versuchen Sie, den verursachten Schaden zu teilen, anstatt ihn zu multiplizieren, um den Schaden zu reduzieren, den der Feind verursacht.",
    "el": "Συμβουλή: Δοκιμάστε να διαιρέσετε τη ζημιά που προκλήθηκε αντί να πολλαπλασιάσετε για να μειώσετε τη ζημιά που προκαλεί ο εχθρός.",
    "en": "Hint: Try dividing the damage dealt instead of multiplying to reduce the damage the enemy deals.",
    "es": "Sugerencia: Intenta dividir el daño infligido en lugar de multiplicarlo para reducir el daño que inflige el enemigo.",
    "es-419": "Sugerencia: Intenta dividir el daño infligido en lugar de multiplicarlo para reducir el daño que inflige el enemigo.",
    "fi": "Vihje: Yritä jakaa jaettu vahinko kertomisen sijaan vähentääksesi vihollisen tekemiä vahinkoja.",
    "fr": "Astuce : Essayez de diviser les dégâts infligés au lieu de multiplier pour réduire les dégâts infligés par l’ennemi.",
    "hu": "Tipp: Szorzás helyett oszd meg a kiosztott sebzést, hogy csökkentsd az ellenség által okozott sebzést.",
    "it": "Suggerimento: prova a dividere il danno inflitto invece di moltiplicarlo per ridurre il danno inflitto dal nemico.",
    "ja": "ヒント: 敵に与えるダメージを減らすために、乗算する代わりに与えるダメージを分割してみてください。",
    "ko": "힌트: 적에게 주는 피해를 줄이기 위해 적에게 주는 피해를 곱하는 대신 나누어 보세요.",
    "nl": "Hint: Probeer de schade te delen in plaats van te vermenigvuldigen om de schade die de vijand aanricht te verminderen.",
    "no": "Tips: Prøv å dele skaden som deles ut i stedet for å multiplisere for å redusere skaden fienden handler.",
    "pl": "Wskazówka: Spróbuj podzielić zadawane obrażenia zamiast mnożyć, aby zmniejszyć obrażenia zadawane przez wroga.",
    "pt": "Dica: Tente dividir o dano causado em vez de multiplicar para reduzir o dano causado pelo inimigo.",
    "pt-BR": "Dica: Tente dividir o dano causado em vez de multiplicar para reduzir o dano causado pelo inimigo.",
    "ro": "Sugestie: Încercați să împărțiți daunele tratate în loc să vă înmulțiți pentru a reduce daunele pe care le provoacă inamicul.",
    "ru": "Подсказка: попробуйте разделить наносимый урон, а не умножать, чтобы уменьшить урон, наносимый врагом.",
    "sv": "Tips: Försök att dela upp skadan istället för att multiplicera för att minska skadan som fienden hanterar.",
    "th": "คําแนะนํา: ลองหารความเสียหายที่เกิดขึ้นแทนที่จะคูณเพื่อลดความเสียหายที่ศัตรูทํา",
    "tr": "İpucu: Düşmanın verdiği hasarı azaltmak için verilen hasarı çarpmak yerine bölmeyi deneyin.",
    "uk": "Підказка: Спробуйте розділити нанесений збиток замість того, щоб множити, щоб зменшити шкоду, яку завдає противник.",
    "vi": "Gợi ý: Hãy thử chia sát thương gây ra thay vì nhân lên để giảm sát thương mà kẻ địch gây ra.",
    "zh-CN": "提示：尝试将造成的伤害除以而不是相乘以减少敌人造成的伤害。",
    "zh-TW": "提示：嘗試將造成的傷害除以而不是相乘以減少敵人造成的傷害。"
}
