{
    "ar": ".تلميح: حاول تقسيم الضرر الذي تم التعامل معه بدلا من مضاعفته",
    "bg": "Съвет: Опитайте се да разделите нанесените щети, вместо да ги умножавате.",
    "cs": "Tip: Zkuste vydělit udělené poškození místo toho, abyste ho vynásobili.",
    "da": "Tip: Prøv at dividere skaden i stedet for at gange den.",
    "de": "Tipp: Versuchen Sie, den zugeteilten Schaden zu teilen, anstatt ihn zu multiplizieren.",
    "el": "Συμβουλή: Δοκιμάστε να διαιρέσετε τη ζημιά που προκλήθηκε αντί να την πολλαπλασιάσετε.",
    "en": "Hint: Try dividing the damage dealt instead of multiplying it.",
    "es": "Sugerencia: Intenta dividir el daño infligido en lugar de multiplicarlo.",
    "es-419": "Sugerencia: Intenta dividir el daño infligido en lugar de multiplicarlo.",
    "fi": "Vihje: Yritä jakaa aiheutunut vahinko sen kertomisen sijaan.",
    "fr": "Astuce : Essayez de diviser les dégâts infligés au lieu de les multiplier.",
    "hu": "Tipp: Próbáld meg elosztani a kiosztott sebzést ahelyett, hogy megsokszoroznád.",
    "it": "Suggerimento: prova a dividere il danno inflitto invece di moltiplicarlo.",
    "ja": "ヒント: 与えたダメージを乗算するのではなく、割り勘してみてください。",
    "ko": "힌트: 입힌 피해를 곱하는 대신 나누어 보세요.",
    "nl": "Hint: Probeer de uitgedeelde schade te verdelen in plaats van te vermenigvuldigen.",
    "no": "Tips: Prøv å dele skaden som er utdelt i stedet for å multiplisere den.",
    "pl": "Wskazówka: Spróbuj podzielić zadawane obrażenia zamiast je mnożyć.",
    "pt": "Dica: Tente dividir o dano causado em vez de multiplicá-lo.",
    "pt-BR": "Dica: Tente dividir o dano causado em vez de multiplicá-lo.",
    "ro": "Sugestie: Încercați să împărțiți daunele provocate în loc să le înmulțiți.",
    "ru": "Подсказка: Попробуйте разделить нанесенный урон, а не умножать его.",
    "sv": "Tips: Försök att dela upp skadan istället för att multiplicera den.",
    "th": "คําแนะนํา: ลองหารความเสียหายที่เกิดขึ้นแทนการคูณ",
    "tr": "İpucu: Verilen hasarı çarpmak yerine bölmeyi deneyin.",
    "uk": "Підказка: Спробуйте розділити завдану шкоду, а не множити її.",
    "vi": "Gợi ý: Hãy thử chia thiệt hại gây ra thay vì nhân nó.",
    "zh-CN": "提示：尝试将造成的伤害除以而不是相乘。",
    "zh-TW": "提示：嘗試將造成的傷害除以而不是相乘。"
}
