{
    "ar": "آسف ، المجال الجوي ليس كافيا لهذه السفينة السماء للسفر إلى هناك.",
    "bg": "Извинявай, въздушното пространство не е достатъчно спестено, за да може този небесен кораб да пътува до там.",
    "cs": "Je nám líto, ale vzdušný prostor není dostatečně ušetřen, aby tam tato nebeská loď mohla cestovat.",
    "da": "Beklager, luftrummet er ikke gemt nok til, at dette himmelskib kan rejse dertil.",
    "de": "Sorry, der Luftraum ist nicht sicher genug für dieses Skyship, um dorthin zu reisen.",
    "el": "Συγγνώμη, ο εναέριος χώρος δεν είναι αρκετός για να ταξιδέψει εκεί αυτό το πλοίο.",
    "en": "Sorry, the air space is not save enough for this sky ship to travel there.",
    "es": "Lo sentimos, el espacio aéreo no está lo suficientemente ahorrado para que esta nave aérea viaje allí.",
    "es-419": "Lo sentimos, el espacio aéreo no está lo suficientemente ahorrado para que esta nave aérea viaje allí.",
    "fi": "Anteeksi, ilmatila ei ole tarpeeksi säästetty, jotta tämä taivasalus voisi matkustaa sinne.",
    "fr": "Désolé, l’espace aérien n’est pas assez économisé pour que ce vaisseau aérien puisse s’y rendre.",
    "hu": "Sajnálom, a légtér nem takarít meg elég ahhoz, hogy ez az égi hajó odautazzon.",
    "it": "Mi dispiace, lo spazio aereo non è abbastanza sicuro per questa nave del cielo per viaggiare lì.",
    "ja": "申し訳ありませんが、空域は、この空の船がそこを旅行するのに十分な節約ではありません。",
    "ko": "죄송합니다, 영공은이 하늘 배가 거기에 여행하기에 충분하지 않습니다.",
    "nl": "Sorry, het luchtruim is niet veilig genoeg voor dit luchtschip om erheen te reizen.",
    "nb": "Beklager, luftrommet er ikke spare nok til at dette himmelskipet kan reise dit.",
    "pl": "Przepraszamy, przestrzeń powietrzna nie jest wystarczająco oszczędna, aby ten podniebny statek mógł tam podróżować.",
    "pt": "Desculpe, o espaço aéreo não é suficiente para esta nave do céu viajar para lá.",
    "pt-BR": "Desculpe, o espaço aéreo não é suficiente para esta nave do céu viajar para lá.",
    "ro": "Ne pare rău, spațiul aerian nu este suficient de economisit pentru ca această navă cer să călătorească acolo.",
    "ru": "К сожалению, воздушного пространства недостаточно для того, чтобы этот небесный корабль мог туда отправиться.",
    "sv": "Tyvärr, luftrummet är inte tillräckligt för att det här skyskeppet ska kunna resa dit.",
    "th": "ขออภัยพื้นที่อากาศไม่ประหยัดพอสําหรับเรือลอยฟ้านี้ที่จะเดินทางไปที่นั่น",
    "tr": "Üzgünüm, hava alanı bu gökyüzü gemisinin oraya gitmesi için yeterince tasarruf etmedi.",
    "uk": "На жаль, повітряний простір не є достатнім для цього небесного корабля, щоб подорожувати туди.",
    "vi": "Xin lỗi, không gian không khí không đủ tiết kiệm cho con tàu bầu trời này đi du lịch ở đó.",
    "zh-CN": "抱歉，空域不够节省，无法让这艘天空飞船前往那里。",
    "zh-TW": "抱歉，空域不夠節省，無法讓這艘天空飛船前往那裡。"
}
