{
    "ar": "آسف ، المجال الجوي ليس آمنا بما يكفي لهذه السفينة السماوية للسفر إلى هناك.",
    "bg": "Съжалявам, въздушното пространство не е достатъчно безопасно, за да може този небесен кораб да пътува до там.",
    "cs": "Je nám líto, ale vzdušný prostor není dostatečně bezpečný, aby tam tato nebeská loď mohla cestovat.",
    "da": "Beklager, luftrummet er ikke sikkert nok til, at dette himmelskib kan rejse dertil.",
    "de": "Entschuldigung, der Luftraum ist nicht sicher genug für dieses Himmelsschiff, um dorthin zu reisen.",
    "el": "Λυπούμαστε, ο εναέριος χώρος δεν είναι αρκετά ασφαλής για να ταξιδέψει εκεί αυτό το πλοίο.",
    "en": "Sorry, the air space is not safe enough for this sky ship to travel there.",
    "es": "Lo sentimos, el espacio aéreo no es lo suficientemente seguro como para que esta nave aérea viaje allí.",
    "es-419": "Lo sentimos, el espacio aéreo no es lo suficientemente seguro como para que esta nave aérea viaje allí.",
    "fi": "Valitettavasti ilmatila ei ole tarpeeksi turvallinen, jotta tämä taivasalus voisi matkustaa sinne.",
    "fr": "Désolé, l’espace aérien n’est pas assez sûr pour que ce vaisseau aérien puisse s’y rendre.",
    "hu": "Sajnáljuk, a légtér nem elég biztonságos ahhoz, hogy ez az égi hajó odautazzon.",
    "it": "Mi dispiace, lo spazio aereo non è abbastanza sicuro per questa nave del cielo per viaggiare lì.",
    "ja": "申し訳ありませんが、空域はこのスカイシップがそこを旅行するのに十分安全ではありません。",
    "ko": "죄송합니다, 영공은이 하늘 배가 그곳을 여행하기에 충분히 안전하지 않습니다.",
    "nl": "Sorry, het luchtruim is niet veilig genoeg voor dit luchtschip om daarheen te reizen.",
    "nb": "Beklager, luftrommet er ikke trygt nok til at dette himmelskipet kan reise dit.",
    "pl": "Przepraszamy, przestrzeń powietrzna nie jest wystarczająco bezpieczna, aby ten podniebny statek mógł tam podróżować.",
    "pt": "Desculpe, o espaço aéreo não é seguro o suficiente para esta nave do céu viajar para lá.",
    "pt-BR": "Desculpe, o espaço aéreo não é seguro o suficiente para esta nave do céu viajar para lá.",
    "ro": "Ne pare rău, spațiul aerian nu este suficient de sigur pentru ca această navă cer să călătorească acolo.",
    "ru": "К сожалению, воздушное пространство недостаточно безопасно для этого небесного корабля, чтобы путешествовать туда.",
    "sv": "Tyvärr är luftrummet inte tillräckligt säkert för att detta himmelskepp ska kunna resa dit.",
    "th": "ขออภัยพื้นที่ทางอากาศไม่ปลอดภัยพอสําหรับเรือลอยฟ้าลํานี้ที่จะเดินทางไปที่นั่น",
    "tr": "Üzgünüz, hava sahası bu gökyüzü gemisinin oraya seyahat etmesi için yeterince güvenli değil.",
    "uk": "Вибачте, повітряний простір недостатньо безпечний для того, щоб цей небесний корабель міг туди подорожувати.",
    "vi": "Xin lỗi, không gian hàng không không đủ an toàn để con tàu trên bầu trời này đi đến đó.",
    "zh-CN": "抱歉，空域不够安全，这艘天空飞船无法在那里航行。",
    "zh-TW": "抱歉，空域不夠安全，這艘天空飛船無法在那裡航行。"
}
