{
    "ar": "حسنا ، لقد أحببت تلك الطيور بالفعل. من فضلك خذ هذا وتوقف عن مضايقتنا.",
    "bg": "Всъщност тези птици ми харесаха. Моля те, приеми това и спри да ни тормозиш.",
    "cs": "No, vlastně se mi ty ptáky líbily. Prosím, vezměte to a přestaňte nás obtěžovat.",
    "da": "Nå, jeg kunne faktisk godt lide de fugle. Tag venligst dette og stop med at chikanere os.",
    "de": "Nun, ich mochte diese Vögel tatsächlich. Bitte nehmen Sie das und hören Sie auf, uns zu belästigen.",
    "el": "Λοιπόν, μου άρεσαν πραγματικά αυτά τα πουλιά. Παρακαλώ πάρτε αυτό και σταματήστε να μας παρενοχλείτε.",
    "en": "Well, I actually liked those birds. Please take this and stop harassing us.",
    "es": "Bueno, en realidad me gustaban esos pájaros. Por favor, tome esto y deje de acosarnos.",
    "es-419": "Bueno, en realidad me gustaban esos pájaros. Por favor, tome esto y deje de acosarnos.",
    "fi": "No, pidin itse asiassa niistä linnuista. Olkaa hyvä ja ottakaa tämä ja lakatkaa häiritsemästä meitä.",
    "fr": "Eh bien, j’ai vraiment aimé ces oiseaux. S’il vous plaît, prenez ceci et arrêtez de nous harceler.",
    "hu": "Nos, valójában szerettem azokat a madarakat. Kérem, fogadja el ezt, és hagyja abba a zaklatást.",
    "it": "Beh, in realtà mi piacevano quegli uccelli. Per favore, prendi questo e smetti di molestarci.",
    "ja": "まあ、私は実際にそれらの鳥が好きでした。これを取り、私たちに嫌がらせをするのはやめてください。",
    "ko": "글쎄, 나는 실제로 그 새들을 좋아했다. 이것을 받아들이고 우리를 괴롭히지 마십시오.",
    "nl": "Nou, ik vond die vogels eigenlijk wel leuk. Neem dit alsjeblieft en stop met ons lastig te vallen.",
    "no": "Vel, jeg likte faktisk de fuglene. Vær så snill å ta dette og slutt å trakassere oss.",
    "pl": "Cóż, naprawdę lubiłem te ptaki. Proszę, przyjmijcie to i przestańcie nas nękać.",
    "pt": "Bem, eu realmente gostei desses pássaros. Por favor, tome isso e pare de nos assediar.",
    "pt-BR": "Bem, eu realmente gostei desses pássaros. Por favor, tome isso e pare de nos assediar.",
    "ro": "Ei bine, chiar mi-au plăcut acele păsări. Vă rugăm să luați acest lucru și să nu ne mai hărțuiți.",
    "ru": "Ну, мне на самом деле нравились эти птицы. Пожалуйста, примите это и перестаньте нас беспокоить.",
    "sv": "Tja, jag gillade faktiskt dessa fåglar. Var snäll och ta detta och sluta trakassera oss.",
    "th": "ฉันชอบนกเหล่านั้นจริงๆ โปรดใช้สิ่งนี้และหยุดคุกคามเรา",
    "tr": "Aslında o kuşları sevdim. Lütfen bunu alın ve bizi taciz etmeyi bırakın.",
    "uk": "Ну, мені дуже сподобалися ці птахи. Будь ласка, прийміть це і припиніть переслідувати нас.",
    "vi": "Chà, tôi thực sự thích những con chim đó. Xin vui lòng nhận lấy điều này và ngừng quấy rối chúng tôi.",
    "zh-CN": "嗯，我其实很喜欢那些鸟。请接受这一点，停止骚扰我们。",
    "zh-TW": "嗯，我其實很喜歡那些鳥。請接受這一點，停止騷擾我們。"
}
