{
    "ar": "LOOP يعادل DEC RCX (على 64 بت) أو DEC ECX (على 32 بت) ، متبوعا بتعليمات JNZ. بمعنى آخر ، في كل مرة تتم فيها مواجهة تعليمات LOOP ، ستقفز إلى الموقع المحدد حتى يتم تقليل سجل RCX أو ECX إلى الصفر.",
    "bg": "LOOP е еквивалентен на DEC RCX (на 64-битова) или DEC ECX (на 32-битова), последвана от JNZ инструкция. С други думи, всеки път, когато се срещне инструкцията LOOP, тя ще прескочи до определеното място, докато регистърът RCX или ECX не бъде намален до нула.",
    "cs": "LOOP je ekvivalentní DEC RCX (na 64-bit) nebo DEC ECX (na 32-bit), následovaný instrukcí JNZ. Jinými slovy, pokaždé, když narazíte na instrukci LOOP, přeskočí na určené místo, dokud se registr RCX nebo ECX nesníží na nulu.",
    "da": "LOOP svarer til DEC RCX (på 64-bit) eller DEC ECX (på 32-bit), efterfulgt af en JNZ-instruktion. Med andre ord, hver gang LOOP-instruktionen opstår, springer den til det angivne sted, indtil RCX- eller ECX-registret reduceres til nul.",
    "de": "LOOP entspricht DEC RCX (auf 64-Bit) oder DEC ECX (auf 32-Bit), gefolgt von einer JNZ-Anweisung. Mit anderen Worten, jedes Mal, wenn die LOOP-Anweisung gefunden wird, springt sie an die angegebene Stelle, bis das RCX- oder ECX-Register auf Null dekrementiert wird.",
    "el": "Το LOOP είναι ισοδύναμο με το DEC RCX (σε 64-bit) ή το DEC ECX (σε 32-bit), ακολουθούμενο από μια εντολή JNZ. Με άλλα λόγια, κάθε φορά που συναντάται η εντολή LOOP, θα μεταβαίνει στην καθορισμένη θέση έως ότου ο καταχωρητής RCX ή ECX μειωθεί στο μηδέν.",
    "en": "LOOP is equivalent to DEC RCX (on 64-bit) or DEC ECX (on 32-bit), followed by a JNZ instruction. In other words, each time the LOOP instruction is encountered, it will jump to the specified location until the RCX or ECX register is decremented to zero.",
    "es": "LOOP es equivalente a DEC RCX (en 64 bits) o DEC ECX (en 32 bits), seguido de una instrucción JNZ. En otras palabras, cada vez que se encuentra la instrucción LOOP, saltará a la ubicación especificada hasta que el registro RCX o ECX se reduzca a cero.",
    "es-419": "LOOP es equivalente a DEC RCX (en 64 bits) o DEC ECX (en 32 bits), seguido de una instrucción JNZ. En otras palabras, cada vez que se encuentra la instrucción LOOP, saltará a la ubicación especificada hasta que el registro RCX o ECX se reduzca a cero.",
    "fi": "LOOP vastaa DEC RCX: ää (64-bittisellä) tai DEC ECX: llä (32-bittisellä), jota seuraa JNZ-käsky. Toisin sanoen joka kerta, kun LOOP-käsky kohdataan, se hyppää määritettyyn paikkaan, kunnes RCX- tai ECX-rekisteri pienenee nollaan.",
    "fr": "LOOP est équivalent à DEC RCX (sur 64 bits) ou DEC ECX (sur 32 bits), suivi d’une instruction JNZ. En d’autres termes, chaque fois que l’instruction LOOP est rencontrée, elle saute à l’emplacement spécifié jusqu’à ce que le registre RCX ou ECX soit décrémenté à zéro.",
    "hu": "A LOOP egyenértékű a DEC RCX-szel (64 bites) vagy a DEC ECX-szel (32 bites), amelyet egy JNZ utasítás követ. Más szóval, minden alkalommal, amikor a LOOP utasítással találkozunk, a megadott helyre ugrik, amíg az RCX vagy ECX regiszter nullára nem csökken.",
    "it": "LOOP è equivalente a DEC RCX (su 64 bit) o DEC ECX (su 32 bit), seguito da un'istruzione JNZ. In altre parole, ogni volta che viene rilevata l'istruzione LOOP, salterà nella posizione specificata fino a quando il registro RCX o ECX non sarà ridotto a zero.",
    "ja": "LOOP は DEC RCX (64 ビットの場合) または DEC ECX (32 ビットの場合) に相当し、その後に JNZ 命令が続きます。つ まり、LOOP命令が検出されるたびに、RCXまたはECXレジスタがゼロにデクリメントされるまで、指定された位置にジャンプします。",
    "ko": "LOOP는 DEC RCX(64비트) 또는 DEC ECX(32비트)와 동일하며 JNZ 명령이 뒤따릅니다. 즉, LOOP 명령이 발생할 때마다 RCX 또는 ECX 레지스터가 0으로 감소할 때까지 지정된 위치로 이동합니다.",
    "nl": "LOOP is gelijk aan DEC RCX (op 64-bits) of DEC ECX (op 32-bits), gevolgd door een JNZ-instructie. Met andere woorden, elke keer dat de LOOP-instructie wordt aangetroffen, springt deze naar de opgegeven locatie totdat het RCX- of ECX-register tot nul is verlaagd.",
    "no": "LOOP tilsvarer DEC RCX (på 64-bit) eller DEC ECX (på 32-bit), etterfulgt av en JNZ-instruksjon. Med andre ord, hver gang LOOP-instruksjonen oppstår, vil den hoppe til den angitte plasseringen til RCX- eller ECX-registeret reduseres til null.",
    "pl": "LOOP jest odpowiednikiem DEC RCX (na 64-bit) lub DEC ECX (na 32-bit), po którym następuje instrukcja JNZ. Innymi słowy, za każdym razem, gdy napotkana zostanie instrukcja LOOP, przeskoczy ona do określonej lokalizacji, aż rejestr RCX lub ECX zostanie zredukowany do zera.",
    "pt": "LOOP é equivalente a DEC RCX (em 64 bits) ou DEC ECX (em 32 bits), seguido por uma instrução JNZ. Em outras palavras, cada vez que a instrução LOOP for encontrada, ela saltará para o local especificado até que o registro RCX ou ECX seja reduzido a zero.",
    "pt-BR": "LOOP é equivalente a DEC RCX (em 64 bits) ou DEC ECX (em 32 bits), seguido por uma instrução JNZ. Em outras palavras, cada vez que a instrução LOOP for encontrada, ela pulará para o local especificado até que o registro RCX ou ECX seja reduzido a zero.",
    "ro": "LOOP este echivalent cu DEC RCX (pe 64 de biți) sau DEC ECX (pe 32 de biți), urmat de o instrucțiune JNZ. Cu alte cuvinte, de fiecare dată când se întâlnește instrucțiunea LOOP, aceasta va sări la locația specificată până când registrul RCX sau ECX este redus la zero.",
    "ru": "LOOP эквивалентен DEC RCX (на 64-разрядной версии) или DEC ECX (на 32-разрядной версии), за которой следует инструкция JNZ. Другими словами, каждый раз, когда встречается инструкция LOOP, она будет переходить в указанное место до тех пор, пока регистр RCX или ECX не будет уменьшен до нуля.",
    "sv": "LOOP motsvarar DEC RCX (på 64-bitars) eller DEC ECX (på 32-bitars), följt av en JNZ-instruktion. Med andra ord, varje gång LOOP-instruktionen påträffas kommer den att hoppa till den angivna platsen tills RCX- eller ECX-registret minskas till noll.",
    "th": "LOOP เทียบเท่ากับ DEC RCX (บน 64 บิต) หรือ DEC ECX (บน 32 บิต) ตามด้วยคําสั่ง JNZ กล่าวอีกนัยหนึ่งทุกครั้งที่พบคําสั่ง LOOP คําสั่งจะข้ามไปยังตําแหน่งที่ระบุจนกว่าการลงทะเบียน RCX หรือ ECX จะลดลงเป็นศูนย์",
    "tr": "LOOP, DEC RCX (64 bit'te) veya DEC ECX'e (32 bit'te) eşdeğerdir ve bunu bir JNZ talimatı izler. Başka bir deyişle, LOOP talimatıyla her karşılaşıldığında, RCX veya ECX kaydı sıfıra düşene kadar belirtilen konuma atlar.",
    "uk": "LOOP еквівалентний DEC RCX (у 64-розрядній версії) або DEC ECX (у 32-розрядній), за якою слідує інструкція JNZ. Іншими словами, кожного разу, коли зустрічається інструкція LOOP, вона буде переходити до вказаного місця, поки регістр RCX або ECX не зменшиться до нуля.",
    "vi": "LOOP tương đương với DEC RCX (trên 64 bit) hoặc DEC ECX (trên 32 bit), theo sau là lệnh JNZ. Nói cách khác, mỗi khi gặp lệnh LOOP, nó sẽ nhảy đến vị trí được chỉ định cho đến khi thanh ghi RCX hoặc ECX giảm xuống không.",
    "zh-CN": "LOOP 等效于 DEC RCX（64 位）或 DEC ECX（32 位），后跟 JNZ 指令。换句话说，每次遇到 LOOP 指令时，它都会跳转到指定位置，直到 RCX 或 ECX 寄存器递减为零。",
    "zh-TW": "LOOP 等效於 DEC RCX（64 位）或 DEC ECX（32 位），後跟 JNZ 指令。換句話說，每次遇到 LOOP 指令時，它都會跳轉到指定位置，直到 RCX 或 ECX 寄存器遞減為零。"
}
