{
    "ar": "منطقي يشير إلى ما إذا كانت العربة يمكن أن تتحرك. 0 = توقف ، 1 = يتحرك.",
    "bg": "Булийн, показващ дали количката може да се движи. 0 = спряно, 1 = преместване.",
    "cs": "Logická hodnota označující, zda se košík může pohybovat. 0 = zastaveno, 1 = pohyb.",
    "da": "En boolesk, der angiver, om vognen kan bevæge sig. 0 = stoppet, 1 = flytning.",
    "de": "Ein boolescher Wert, der angibt, ob sich der Wagen bewegen kann. 0 = gestoppt, 1 = bewegt.",
    "el": "Ένα boolean που δείχνει αν το καλάθι μπορεί να κινηθεί. 0 = σταμάτησε, 1 = κινείται.",
    "en": "A boolean indicating if the cart can move. 0 = stopped, 1 = moving.",
    "es": "Un booleano que indica si el carro puede moverse. 0 = detenido, 1 = en movimiento.",
    "es-419": "Un booleano que indica si el carro puede moverse. 0 = detenido, 1 = en movimiento.",
    "fi": "Boolean, joka osoittaa, voiko kärry liikkua. 0 = pysäytetty, 1 = liikkuva.",
    "fr": "Booléen indiquant si le panier peut se déplacer. 0 = arrêté, 1 = en mouvement.",
    "hu": "Egy logikai, amely jelzi, hogy a kosár mozoghat-e. 0 = megállt, 1 = mozgó.",
    "it": "Un booleano che indica se il carrello può muoversi. 0 = fermato, 1 = in movimento.",
    "ja": "カートが移動できるかどうかを示すブール値。0 = 停止、1 = 移動中。",
    "ko": "카트가 움직일 수 있는지 여부를 나타내는 부울입니다. 0 = 중지됨, 1 = 이동.",
    "nl": "Een booleaanse die aangeeft of de kar kan bewegen. 0 = gestopt, 1 = in beweging.",
    "no": "En boolsk som indikerer om vognen kan bevege seg. 0 = stoppet, 1 = flytting.",
    "pl": "Wartość logiczna wskazująca, czy koszyk może się poruszać. 0 = zatrzymany, 1 = poruszający się.",
    "pt": "Um booleano indicando se o carrinho pode mover-se. 0 = parado, 1 = movimento.",
    "pt-BR": "Um booleano indicando se o carrinho pode se mover. 0 = parou, 1 = movimento.",
    "ro": "Un boolean care indică dacă căruciorul se poate mișca. 0 = oprit, 1 = mișcare.",
    "ru": "Логическое значение, указывающее, может ли тележка двигаться. 0 = остановлено, 1 = движение.",
    "sv": "En boolesk som indikerar om vagnen kan röra sig. 0 = stoppad, 1 = rörlig.",
    "th": "บูลีนที่ระบุว่ารถเข็นสามารถเคลื่อนย้ายได้หรือไม่ 0 = หยุดแล้ว 1 = เคลื่อนที่",
    "tr": "Sepetin hareket edip edemeyeceğini gösteren bir boolean. 0 = durduruldu, 1 = hareket ediyor.",
    "uk": "Буль, що вказує, чи може візок рухатися. 0 = зупинено, 1 = рухомо.",
    "vi": "Một boolean cho biết nếu giỏ hàng có thể di chuyển. 0 = dừng lại, 1 = di chuyển.",
    "zh-CN": "指示购物车是否可以移动的布尔值。0 = 已停止，1 = 正在移动。",
    "zh-TW": "指示購物車是否可以移動的布爾值。0 = 已停止，1 = 正在移動。"
}
