{
    "ar": "الطريقة الوحيدة لعلاج اللعنة هي أن تحدق في '%s1'. أنا متأكد أن الـ(ميدوسا) يحتفظون بواحدة في مكان قريب",
    "bg": "Единственият начин да се излекува проклятието е да се вгледаме в '%s1'. Сигурна съм, че Медуза държи един наблизо.",
    "cs": "Jediný způsob, jak vyléčit kletbu, je dívat se do '%s1'. Jsem si jistý, že Medúza ho má poblíž.",
    "da": "Den eneste måde at helbrede forbandelsen er at stirre ind i en '%s1'. Jeg er sikker på, at Medusa holder en i nærheden.",
    "de": "Der einzige Weg, den Fluch zu heilen, ist, in ein '%s1' zu blicken. Ich bin sicher, dass die Medusa einen in der Nähe hält.",
    "el": "Ο μόνος τρόπος για να θεραπεύσει την κατάρα είναι να ατενίσει σε ένα '%s1'. Είμαι σίγουρος ότι η Μέδουσα κρατάει ένα εδώ κοντά.",
    "en": "The only way to cure the curse is to gaze into a '%s1'. I'm sure the Medusa keeps one nearby.",
    "es": "La única manera de curar la maldición es mirar a un '%s1'. Estoy seguro de que la Medusa mantiene una cerca.",
    "es-419": "La única manera de curar la maldición es mirar a un '%s1'. Estoy seguro de que la Medusa mantiene una cerca.",
    "fi": "Ainoa tapa parantaa kirous on katsoa '%s1'. Olen varma, että Medusa pitää yhden lähellä.",
    "fr": "La seule façon de guérir la malédiction est de regarder dans un « %s1 ». Je suis sûr que la Méduse en garde un à proximité.",
    "hu": "Az egyetlen módja annak, hogy gyógyítja az átok, hogy tekintetét egy '%s1'. Biztos vagyok benne, hogy a Medúza tart egyet a közelben.",
    "it": "L'unico modo per curare la maledizione è guardare in un '%s1'. Sono sicuro che la Medusa ne tiene uno nelle vicinanze.",
    "ja": "呪いを治す唯一の方法は、「%s1」を見つめる方法です。私はメドゥーサが近くに1つを保つと確信しています。",
    "ko": "저주를 치료하는 유일한 방법은 '%s1'를 응시하는 것입니다. 나는 메두사가 근처에 하나를 유지 확신합니다.",
    "nl": "De enige manier om de vloek te genezen is om te staren in een '%s1'. Ik weet zeker dat de Medusa er een in de buurt houdt.",
    "nb": "Den eneste måten å kurere forbannelsen er å stirre inn i en '%s1'. Jeg er sikker på at Medusa holder en i nærheten.",
    "pl": "Jedynym sposobem na wyleczenie klątwy jest spojrzenie w '%s1'. Jestem pewien, że Meduza trzyma jeden w pobliżu.",
    "pt": "A única maneira de curar a maldição é olhar para um '%s1'. Tenho a certeza que a Medusa mantém uma por perto.",
    "pt-BR": "A única maneira de curar a maldição é olhar para um '%s1'. Tenho certeza que a Medusa mantém uma por perto.",
    "ro": "Singura modalitate de a vindeca blestemul este de a privi într-un '%s1'. Sunt sigur că Medusa ține una în apropiere.",
    "ru": "Единственный способ вылечить проклятие , чтобы смотреть в '%s1'. Я уверен, что Медуза держит один рядом.",
    "sv": "Det enda sättet att bota förbannelsen är att blicka in i en '%s1'. Jag är säker på att Medusa har en i närheten.",
    "th": "วิธีเดียวที่จะรักษาคําสาปคือการจ้องมองเข้าไปใน '%s1' ฉันแน่ใจว่าเมดูซ่าเก็บหนึ่งใกล้เคียง",
    "tr": "Laneti tedavi etmenin tek yolu bir '%s1'e bakmak. Eminim Medusa yakınlarda bir tane tutsa.",
    "uk": "Єдиний спосіб вилікувати прокляття, щоб дивитися в '%s1'. Я впевнений, що медуза тримає один поблизу.",
    "vi": "Cách duy chỉ để chữa trị lời nguyền là để chiêm ngưỡng một '%s1'. Tôi chắc rằng Medusa giữ một gần đó.",
    "zh-CN": "治愈诅咒的唯一方法是凝视一个'%s1'。我肯定美杜莎人在附近留了一个。",
    "zh-TW": "治癒詛咒的唯一方法是凝視一個'%s1'。我肯定美杜莎人在附近留了一個。"
}
