{
    "ar": ".إذا كان الرقم العشوائي هو 0 ، فتخط رمز استنزاف مانا",
    "bg": "Ако случайното число е 0, пропуснете кода за източване на мана.",
    "cs": "Pokud je náhodné číslo 0, přeskočte kód odtoku many.",
    "da": "Hvis det tilfældige tal er 0, skal du springe manaafløbskoden over.",
    "de": "Wenn die Zufallszahl 0 ist, überspringen Sie den Manaabflusscode.",
    "el": "Εάν ο τυχαίος αριθμός είναι 0, παραλείψτε τον κωδικό αποστράγγισης mana.",
    "en": "If the random number is 0, then skip the mana drain code.",
    "es": "Si el número aleatorio es 0, omita el código de drenaje de maná.",
    "es-419": "Si el número aleatorio es 0, omita el código de drenaje de maná.",
    "fi": "Jos satunnaisluku on 0, ohita manan tyhjennyskoodi.",
    "fr": "Si le nombre aléatoire est 0, ignorez le code de drain de mana.",
    "hu": "Ha a véletlen szám 0, akkor hagyja ki a mana leeresztő kódot.",
    "it": "Se il numero casuale è 0, salta il codice di consumo di mana.",
    "ja": "乱数が0の場合は、マナドレインコードをスキップします。",
    "ko": "난수가 0이면 마나 소모 코드를 건너뜁니다.",
    "nl": "Als het willekeurige getal 0 is, sla dan de mana-afvoercode over.",
    "no": "Hvis det tilfeldige tallet er 0, hopper du over mana-avløpskoden.",
    "pl": "Jeśli liczba losowa wynosi 0, pomiń kod spuszczania many.",
    "pt": "Se o número aleatório for 0, pule o código de drenagem de mana.",
    "pt-BR": "Se o número aleatório for 0, ignore o código de drenagem de mana.",
    "ro": "În cazul în care numărul aleator este 0, apoi săriți peste codul de scurgere mana.",
    "ru": "Если случайное число равно 0, то пропустите код слива маны.",
    "sv": "Om slumptalet är 0, hoppa över mana-dräneringskoden.",
    "th": "หากตัวเลขสุ่มเป็น 0 ให้ข้ามรหัสท่อระบายน้ํามานา",
    "tr": "Rastgele sayı 0 ise, mana tahliye kodunu atlayın.",
    "uk": "Якщо випадкове число дорівнює 0, то пропустіть код зливу мани.",
    "vi": "Nếu số ngẫu nhiên là 0, thì hãy bỏ qua mã tiêu hao mana.",
    "zh-CN": "如果随机数为 0，则跳过法力消耗代码。",
    "zh-TW": "如果隨機數為 0，則跳過法力消耗代碼。"
}
