{
    "ar": "انقر فوق رمز الإعصار للالتفاف إلى %s1 في أي وقت. بعد ذلك ، يمكنك تنشيطه مرة أخرى للعودة إلى موقعك السابق.",
    "bg": "Щракнете върху иконата на торнадо, за да се деформирате до %s1 по всяко време. След това можете да го активирате отново, за да се върнете към предишното си местоположение.",
    "cs": "Kliknutím na ikonu tornáda se kdykoli přeorientujete na %s1. Poté ji můžete znovu aktivovat a vrátit se na předchozí místo.",
    "da": "Klik på tornadoikonet for at fordreje til %s1 når som helst. Derefter kan du aktivere den igen for at vende tilbage til din tidligere placering.",
    "de": "Klicken Sie auf das Tornado-Symbol, um jederzeit auf %s1 zu warpen. Anschließend können Sie es erneut aktivieren, um zu Ihrem vorherigen Standort zurückzukehren.",
    "el": "Κάντε κλικ στο εικονίδιο ανεμοστρόβιλου για να στρέψετε το %s1 ανά πάσα στιγμή. Στη συνέχεια, μπορείτε να το ενεργοποιήσετε ξανά για να επιστρέψετε στην προηγούμενη τοποθεσία σας.",
    "en": "Click the tornado icon to warp to the %s1 at any time. Afterwards, you can activate it again to return to your previous location.",
    "es": "Haga clic en el icono de tornado para deformarse al %s1 en cualquier momento. Después, puede activarlo nuevamente para volver a su ubicación anterior.",
    "es-419": "Haga clic en el icono de tornado para deformarse al %s1 en cualquier momento. Después, puede activarlo nuevamente para volver a su ubicación anterior.",
    "fi": "Napsauta tornadokuvaketta vääntyäksesi %s1:een milloin tahansa. Sen jälkeen voit aktivoida sen uudelleen palataksesi edelliseen sijaintiisi.",
    "fr": "Cliquez sur l’icône de tornade pour accéder à %s1 à tout moment. Ensuite, vous pouvez l’activer à nouveau pour revenir à votre emplacement précédent.",
    "hu": "Kattintson a tornádó ikonra, hogy bármikor a %s1-re hajlítson. Ezt követően újra aktiválhatja, hogy visszatérjen az előző helyére.",
    "it": "Fare clic sull'icona del tornado per eseguire la deformazione %s1 in qualsiasi momento. Successivamente, puoi attivarlo nuovamente per tornare alla tua posizione precedente.",
    "ja": "竜巻アイコンをクリックすると、いつでも%s1にワープできます。その後、再度アクティブ化して、以前の場所に戻ることができます。",
    "ko": "토네이도 아이콘을 클릭하면 언제든지 %s1(으)로 워프됩니다. 그런 다음 다시 활성화하여 이전 위치로 돌아갈 수 있 습니다.",
    "nl": "Klik op het tornado-pictogram om op elk gewenst moment naar de %s1 te verdraaien. Daarna kunt u het opnieuw activeren om terug te keren naar uw vorige locatie.",
    "no": "Klikk tornadoikonet for å fordreie til %s1 når som helst. Etterpå kan du aktivere den igjen for å gå tilbake til din forrige plassering.",
    "pl": "Kliknij ikonę tornada, aby w dowolnym momencie wypaczyć do %s1. Następnie możesz aktywować go ponownie, aby powrócić do poprzedniej lokalizacji.",
    "pt": "Clique no ícone do tornado para distorcer para %s1 a qualquer momento. Depois, você pode ativá-lo novamente para retornar ao seu local anterior.",
    "pt-BR": "Clique no ícone de tornado para deformar para %s1 a qualquer momento. Depois, você pode ativá-lo novamente para retornar ao seu local anterior.",
    "ro": "Faceți clic pe pictograma tornadă pentru a vă deplasa la %s1 în orice moment. După aceea, îl puteți activa din nou pentru a reveni la locația anterioară.",
    "ru": "Щелкните значок торнадо, чтобы в любой момент перейти к %s1. После этого вы можете активировать его снова, чтобы вернуться в предыдущее местоположение.",
    "sv": "Klicka på tornadoikonen för att tänja till %s1 när som helst. Efteråt kan du aktivera den igen för att återgå till din tidigare plats.",
    "th": "คลิกไอคอนทอร์นาโดเพื่อบิดเป็น %s1 ได้ตลอดเวลา หลังจากนั้นคุณสามารถเปิดใช้งานอีกครั้งเพื่อกลับไปยังตําแหน่งก่อนหน้าของคุณ",
    "tr": "İstediğiniz zaman %s1'e eğmek için kasırga simgesine tıklayın. Daha sonra, önceki konumunuza dönmek için tekrar etkinleştirebilirsiniz.",
    "uk": "Клацніть значок торнадо, щоб у будь-який час перекоситися до %s1. Після цього ви можете активувати його знову, щоб повернутися до попереднього місцезнаходження.",
    "vi": "Nhấp vào biểu tượng lốc xoáy để cong vênh đến %s1 bất kỳ lúc nào. Sau đó, bạn có thể kích hoạt lại để quay lại vị trí trước đó.",
    "zh-CN": "单击龙卷风图标可随时扭曲到 %s1。之后，您可以再次激活它以返回到之前的位置。",
    "zh-TW": "按兩下龍捲風圖示可隨時扭曲到 %s1。之後，您可以再次啟動它以返回到之前的位置。"
}
