{
    "ar": "يضيف 'add' رقمين معًا. هذا الرمز يشفي العدو. تغييره إلى 'sub' لتقليل صحة المعارضين بدلاً من ذلك!",
    "bg": "'add' добавя две числа заедно. Този код лекува врага. Променете го на „sub“, за да намалите здравето на противниците вместо това!",
    "cs": "`add` přidává dvě čísla dohromady. Tento kód uzdravuje nepřítele. Změňte jej na 'sub', abyste místo toho snížili zdraví soupeřů!",
    "da": "add tilføjer to numre sammen. Denne kode helbreder fjenden. Skift det til 'sub' for at reducere modstandernes helbred i stedet!",
    "de": "`add` addiert zwei Zahlen. Dieser Code heilt den Feind. Ändere es in 'sub', um stattdessen die Gesundheit des Gegners zu verringern!",
    "el": "Το 'add' προσθέτει δύο αριθμούς μαζί. Αυτός ο κώδικας θεραπεύει τον εχθρό. Αλλάξτε το σε 'sub' για να μειώσετε την υγεία των αντιπάλων!",
    "en": "`add` adds two numbers together. This code heals the enemy. Change it to 'sub' to decrease the opponents health instead!",
    "es": "`add` suma dos números juntos. Este código cura al enemigo. ¡Cámbialo a 'sub' para disminuir la salud de los oponentes!",
    "es-419": "`add` suma dos números juntos. Este código cura al enemigo. ¡Cámbialo a 'sub' para disminuir la salud de los oponentes!",
    "fi": "`add` lisää kaksi numeroa yhteen. Tämä koodi parantaa vihollisen. Vaihda se 'sub' vähentääksesi vastustajien terveyttä sen sijaan!",
    "fr": "«add» additionne deux nombres ensemble. Ce code guérit l'ennemi. Changez-le en «sub» pour diminuer la santé des adversaires à la place!",
    "hu": "Az „add” két számot ad össze. Ez a kód meggyógyítja az ellenséget. Változtassa meg 'sub' -re, hogy inkább csökkentse az ellenfelek egészségét!",
    "it": "`add` aggiunge due numeri insieme. Questo codice guarisce il nemico. Cambialo in 'sub' per ridurre invece la salute degli avversari!",
    "ja": "`add`は2つの数値を加算します。このコードは敵を癒します。代わりに「sub」に変更して、代わりに敵のヘルスを減らします！",
    "ko": "`add`는 두 숫자를 더합니다. 이 코드는 적을 치료합니다. 대신 상대의 체력을 줄이려면 'sub'로 변경하십시오!",
    "nl": "`add` telt twee getallen bij elkaar op. Deze code geneest de vijand. Verander het naar 'sub' om in plaats daarvan de gezondheid van de tegenstander te verminderen!",
    "no": "`add` legger til to tall sammen. Denne koden helbreder fienden. Endre den til 'sub' for å redusere motstandernes helse i stedet!",
    "pl": "„add” dodaje dwie liczby razem. Ten kod leczy wroga. Zmień go na „sub”, aby zamiast tego zmniejszyć zdrowie przeciwników!",
    "pt": "`add` soma dois números. Este código cura o inimigo. Mude para 'sub' para diminuir a saúde do oponente!",
    "pt-BR": "`add` soma dois números. Este código cura o inimigo. Mude para 'sub' para diminuir a saúde do oponente!",
    "ro": "`add` adaugă două numere împreună. Acest cod vindecă inamicul. Schimbă-l în „sub” pentru a reduce sănătatea adversarilor în loc!",
    "ru": "`add` складывает два числа вместе. Этот код лечит врага. Измените его на «sub», чтобы уменьшить здоровье противников!",
    "sv": "'add' lägger till två siffror tillsammans. Denna kod läker fienden. Ändra det till 'sub' för att minska motståndarnas hälsa istället!",
    "th": "`add 'บวกสองตัวเลขเข้าด้วยกัน รหัสนี้จะรักษาศัตรู เปลี่ยนเป็น 'sub' เพื่อลดความแข็งแรงของคู่ต่อสู้แทน!",
    "tr": "add birlikte iki sayı ekler. Bu kod düşmanı iyileştirir. Bunun yerine rakiplerin sağlığını azaltmak için 'sub' olarak değiştirin!",
    "uk": "'add' додає два числа разом. Цей код лікує ворога. Змініть його на 'sub', щоб замість цього зменшити здоров'я опонентів!",
    "vi": "`add` cộng hai số lại với nhau. Mã này chữa lành kẻ thù. Thay đổi nó thành 'sub' để giảm sức khỏe của đối thủ!",
    "zh-CN": "add将两个数字加在一起。此代码可以治愈敌人。改为“ sub”以减少对手的生命值！",
    "zh-TW": "add將兩個數字加在一起。此代碼可以治愈敵人。改為“ sub”以減少對手的生命值！"
}
