{
    "ar": "ربما يمكننا العودة إلى هنا لاحقا عندما تنمو مهاراتك.",
    "bg": "Може би можем да се върнем тук по-късно, когато уменията ви нараснат.",
    "cs": "Možná se sem vrátíme později, až vaše dovednosti vzrostou.",
    "da": "Måske kan vi vende tilbage hertil senere, når dine færdigheder er vokset.",
    "de": "Vielleicht können wir später hierher zurückkehren, wenn Ihre Fähigkeiten gewachsen sind.",
    "el": "Ίσως μπορούμε να επιστρέψουμε εδώ αργότερα, όταν οι δεξιότητές σας θα έχουν αυξηθεί.",
    "en": "Perhaps we can return here later when your skills have grown.",
    "es": "Tal vez podamos regresar aquí más tarde cuando sus habilidades hayan crecido.",
    "es-419": "Tal vez podamos regresar aquí más tarde cuando sus habilidades hayan crecido.",
    "fi": "Ehkä voimme palata tänne myöhemmin, kun taitosi ovat kasvaneet.",
    "fr": "Peut-être pourrons-nous revenir ici plus tard lorsque vos compétences auront grandi.",
    "hu": "Talán később visszatérhetünk ide, amikor a készségeid fejlődtek.",
    "it": "Forse potremo tornare qui più tardi, quando le tue capacità saranno cresciute.",
    "ja": "おそらく、あなたのスキルが成長したら、後でここに戻ることができます。",
    "ko": "어쩌면 나중에 당신의 기술이 성장했을 때 여기로 돌아올 수 있을지도 모릅니다.",
    "nl": "Misschien kunnen we hier later terugkomen als je vaardigheden zijn gegroeid.",
    "no": "Kanskje vi kan komme tilbake hit senere når dine ferdigheter har vokst.",
    "pl": "Być może wrócimy tu później, gdy twoje umiejętności wzrosną.",
    "pt": "Talvez possamos voltar aqui mais tarde, quando suas habilidades tiverem crescido.",
    "pt-BR": "Talvez possamos voltar aqui mais tarde, quando suas habilidades crescerem.",
    "ro": "Poate că ne putem întoarce aici mai târziu, când abilitățile tale au crescut.",
    "ru": "Возможно, мы сможем вернуться сюда позже, когда ваши навыки вырастут.",
    "sv": "Kanske kan vi återvända hit senare när dina färdigheter har vuxit.",
    "th": "บางทีเราอาจกลับมาที่นี่ในภายหลังเมื่อทักษะของคุณเติบโตขึ้น",
    "tr": "Belki daha sonra yetenekleriniz büyüdüğünde buraya dönebiliriz.",
    "uk": "Можливо, ми зможемо повернутися сюди пізніше, коли ваші навички виростуть.",
    "vi": "Có lẽ chúng ta có thể trở lại đây sau khi kỹ năng của bạn đã phát triển.",
    "zh-CN": "也许等你的技能提高后，我们可以回到这里。",
    "zh-TW": "也許等你的技能提高后，我們可以回到這裡。"
}
