{
    "ar": "ستقلل القيمة -0.5 بشكل طفيف من تأثير اللعنة. قم بتغيير هذه القيمة لصالحك.",
    "bg": "Стойност -0,5 ще намали леко въздействието на проклятието. Променете тази стойност в своя полза.",
    "cs": "Hodnota -0,5 mírně sníží dopad kletby. Změňte tuto hodnotu ve svůj prospěch.",
    "da": "En værdi på -0,5 vil lidt reducere virkningen af ​​forbandelsen. Skift denne værdi til din fordel.",
    "de": "Ein Wert von -0,5 verringert die Auswirkung des Fluches geringfügig. Ändern Sie diesen Wert zu Ihrem Vorteil.",
    "el": "Μια τιμή -0,5 θα μειώσει ελαφρώς την επίδραση της κατάρας. Αλλαγή αυτής της αξίας προς όφελός σας.",
    "en": "A value of -0.5 will slightly reduce the impact of the curse. Change this value to your advantage.",
    "es": "Un valor de -0.5 reducirá ligeramente el impacto de la maldición. Cambie este valor para su ventaja.",
    "es-419": "Un valor de -0.5 reducirá ligeramente el impacto de la maldición. Cambie este valor para su ventaja.",
    "fi": "Arvo -0,5 vähentää hieman kirouksen vaikutusta. Muuta tämä arvo eduksesi.",
    "fr": "Une valeur de -0,5 réduira légèrement l'impact de la malédiction. Modifiez cette valeur à votre avantage.",
    "hu": "A -0,5 érték enyhén csökkenti az átok hatását. Változtassa meg ezt az értéket előnyére.",
    "it": "Un valore di -0,5 ridurrà leggermente l'impatto della maledizione. Cambia questo valore a tuo vantaggio.",
    "ja": "-0.5の値は、呪いの影響をわずかに減らします。この値を有利に変更してください。",
    "ko": "값이 -0.5이면 저주의 영향이 약간 줄어 듭니다. 이 값을 유리하게 변경하십시오.",
    "nl": "Een waarde van -0,5 zal de impact van de vloek enigszins verminderen. Verander deze waarde in uw voordeel.",
    "no": "En verdi på -0,5 vil redusere virkningen av forbannelsen litt. Endre denne verdien til din fordel.",
    "pl": "Wartość -0,5 nieznacznie zmniejszy wpływ klątwy. Zmień tę wartość na swoją korzyść.",
    "pt": "Um valor de -0,5 reduzirá levemente o impacto da maldição. Mude esse valor para sua vantagem.",
    "pt-BR": "Um valor de -0,5 reduzirá levemente o impacto da maldição. Mude esse valor para sua vantagem.",
    "ro": "O valoare de -0,5 va reduce ușor impactul blestemului. Schimbă această valoare în avantajul tău.",
    "ru": "Значение -0,5 немного уменьшит влияние проклятия. Измените это значение в ваших интересах.",
    "sv": "Ett värde på -0,5 kommer att minska effekterna av förbannelsen något. Ändra detta värde till din fördel.",
    "th": "ค่า -0.5 จะลดผลกระทบของคำสาปเล็กน้อย เปลี่ยนค่านี้เป็นข้อได้เปรียบของคุณ",
    "tr": "-0.5 değeri lanetin etkisini biraz azaltacaktır. Bu değeri kendi yararınıza değiştirin.",
    "uk": "Значення -0,5 трохи зменшить вплив прокляття. Змініть це значення на свою користь.",
    "vi": "Giá trị -0,5 sẽ làm giảm nhẹ tác động của lời nguyền. Thay đổi giá trị này thành lợi thế của bạn.",
    "zh-CN": "值为-0.5会稍微减少诅咒的影响。将此值更改为您的优势。",
    "zh-TW": "值為-0.5會稍微減少詛咒的影響。將此值更改為您的優勢。"
}
