{
    "ar": ".%s2 ستقلل قيمة %s1 قليلا من مقدار السرعة التي تستنزفها اللعنة. عادة ، تستنزف هذه اللعنة السرعة بنسبة",
    "bg": "Стойност %s1 леко ще намали скоростта, която се източва от проклятието. Обикновено това проклятие източва скоростта с %s2.",
    "cs": "Hodnota %s1 mírně sníží, kolik rychlosti je vyčerpáno kletbou. Za normálních okolností tato kletba odčerpává rychlost o %s2.",
    "da": "En værdi på %s1 vil reducere lidt, hvor meget hastighed der drænes af forbandelsen. Normalt dræner denne forbandelse hastigheden med %s2.",
    "de": "Ein Wert von %s1 verringert geringfügig, wie viel Geschwindigkeit durch den Fluch verbraucht wird. Normalerweise verringert dieser Fluch die Geschwindigkeit um %s2.",
    "el": "Μια τιμή %s1 θα μειώσει ελαφρώς πόση ταχύτητα αποστραγγίζεται από την κατάρα. Κανονικά, αυτή η κατάρα αποστραγγίζει την ταχύτητα κατά %s2.",
    "en": "A value of %s1 will slightly reduce how much speed is drained by the curse. Normally, this curse drains speed by %s2.",
    "es": "Un valor de %s1 reducirá ligeramente la cantidad de velocidad drenada por la maldición. Normalmente, esta maldición drena la velocidad en %s2.",
    "es-419": "Un valor de %s1 reducirá ligeramente la cantidad de velocidad drenada por la maldición. Normalmente, esta maldición drena la velocidad en %s2.",
    "fi": "Arvo %s1 vähentää hieman sitä, kuinka paljon kirous kuluttaa nopeutta. Normaalisti tämä kirous kuluttaa nopeutta %s2.",
    "fr": "Une valeur de %s1 réduira légèrement la vitesse drainée par la malédiction. Normalement, cette malédiction draine la vitesse de %s2.",
    "hu": "A %s1 érték kissé csökkenti az átok által lecsapolt sebességet. Általában ez az átok %s2-vel csökkenti a sebességet.",
    "it": "Un valore di %s1 ridurrà leggermente la velocità prosciugata dalla maledizione. Normalmente, questa maledizione drena la velocità di %s2.",
    "ja": "値 %s1 を指定すると、呪いによって排出される速度がわずかに低下します。通常、この呪いは速度を%s2だけ消耗させます。",
    "ko": "%s1 값은 저주로 인해 소모되는 속도를 약간 감소시킵니다. 보통은 이 저주의 속도가 %s2 소모됩니다.",
    "nl": "Een waarde van %s1 zal de snelheid die door de vloek wordt verbruikt iets verminderen. Normaal gesproken voert deze vloek de snelheid met %s2 af.",
    "no": "En verdi på %s1 vil redusere litt hvor mye hastighet som tømmes av forbannelsen. Normalt tapper denne forbannelsen hastigheten med %s2.",
    "pl": "Wartość %s1 nieznacznie zmniejszy prędkość wyczerpaną przez klątwę. Zwykle ta klątwa wyczerpuje prędkość o %s2.",
    "pt": "Um valor de %s1 reduzirá ligeiramente a velocidade drenada pela maldição. Normalmente, essa maldição drena a velocidade em %s2.",
    "pt-BR": "Um valor de %s1 reduzirá ligeiramente a velocidade drenada pela maldição. Normalmente, essa maldição drena a velocidade em %s2.",
    "ro": "O valoare de %s1 va reduce ușor viteza drenată de blestem. În mod normal, acest blestem drenează viteza cu %s2.",
    "ru": "Значение %s1 немного уменьшит скорость, истощаемую проклятием. Обычно это проклятие истощает скорость на %s2.",
    "sv": "Ett värde på %s1 minskar något hur mycket hastighet som dräneras av förbannelsen. Normalt dränerar denna förbannelse hastigheten med %s2.",
    "th": "ค่า %s1 จะลดความเร็วที่คําสาประบายออกเล็กน้อย โดยปกติคําสาปนี้จะระบายความเร็วลง%s2",
    "tr": "%s1 değeri, lanetin ne kadar hız tükettiğini biraz azaltacaktır. Normalde, bu lanet hızı %s2 oranında tüketir.",
    "uk": "Значення %s1 трохи зменшить швидкість, яку виснажує прокляття. Зазвичай це прокляття виснажує швидкість на %s2.",
    "vi": "Giá trị %s1 sẽ làm giảm nhẹ tốc độ bị rút cạn bởi lời nguyền. Thông thường, lời nguyền này tiêu hao tốc độ %s2.",
    "zh-CN": "%s1 的值将略微降低诅咒消耗的速度。通常，此诅咒会消耗 %s2 的速度。",
    "zh-TW": "%s1 的值將略微降低詛咒消耗的速度。通常，此詛咒會消耗 %s2 的速度。"
}
