{
    "ar": "قيمة %s1 سوف تقلل قليلا كم يتم استنزاف سرعة من قبل لعنة. عادة، هذه اللعنة تستنزف السرعة بنسبة %s1.",
    "bg": "Стойност %s1 ще намали леко колко скорост се източва от проклятието. Обикновено това проклятие изтощава скоростта с %s1.",
    "cs": "Hodnota %s1 mírně sníží, kolik rychlosti je vypuštěna prokletí. Za normálních okolností, tato kletba snižuje rychlost o %s1.",
    "da": "En værdi på %s1 vil reducere, hvor meget hastighed der drænes af forbandelsen. Normalt dræner forbandelsen hastigheden med %s1.",
    "de": "Ein Wert von %s1 verringert leicht, wie viel Geschwindigkeit durch den Fluch entleert wird. Normalerweise entwässert dieser Fluch die Geschwindigkeit um %s1.",
    "el": "Μια τιμή %s1 θα μειώσει ελαφρώς πόση ταχύτητα αποστραγγίζεται από την κατάρα. Κανονικά, αυτή η κατάρα στραγγίζει την ταχύτητα κατά %s1.",
    "en": "A value of %s1 will slightly reduce how much speed is drained by the curse. Normally, this curse drains speed by %s1.",
    "es": "Un valor de %s1 reducirá ligeramente la cantidad de velocidad que drena la maldición. Normalmente, esta maldición drena la velocidad en %s1.",
    "es-419": "Un valor de %s1 reducirá ligeramente la cantidad de velocidad que drena la maldición. Normalmente, esta maldición drena la velocidad en %s1.",
    "fi": "Arvo %s1 hieman vähentää kuinka paljon nopeutta on valutettu kirous. Yleensä tämä kirous vie nopeutta kuusen.",
    "fr": "Une valeur de %s1 permettra de réduire légèrement la vitesse drainée par la malédiction. Normalement, cette malédiction draine la vitesse par %s1.",
    "hu": "Az %s1-ös érték kissé csökkenti, hogy az átok mennyi sebességet csapol le. Normális esetben ez az átok %s1-tal levezeti a sebességet.",
    "it": "Un valore pari a %s1 ridurrà leggermente la velocità svuotata dalla maledizione. Normalmente, questa maledizione prosciuga la velocità di %s1.",
    "ja": "値 %s1 を指定すると、curse によってどれだけの速度が消耗されるかがわずかに減少します。通常、この呪いは%s1で速度をドレインします。",
    "ko": "값이 %s1로 떨어면 저주에 의해 소모되는 속도가 약간 줄어듭니다. 일반적으로,이 저주는 %s1에 의해 속도를 배출한다.",
    "nl": "Een waarde van %s1 zal iets verminderen hoeveel snelheid wordt afgevoerd door de vloek. Normaal gesproken, deze vloek afvoeren snelheid door %s1.",
    "nb": "En verdi på %s1 vil redusere hvor mye hastighet som dreneres av forbannelsen. Normalt, denne forbannelsen drenerer hastighet med %s1.",
    "pl": "Wartość %s1 nieznacznie zmniejszy prędkość spuszczenia przez klątwę. Zwykle ta klątwa spływa z prędkością o %s1.",
    "pt": "Um valor de %s1 reduzirá ligeiramente a velocidade drenada pela maldição. Normalmente, esta maldição drena velocidade às %s1.",
    "pt-BR": "Um valor de %s1 reduzirá ligeiramente a velocidade que é drenada pela maldição. Normalmente, esta maldição drena velocidade em %s1.",
    "ro": "O valoare de %s1 va reduce ușor cât de mult viteza este drenat de blestem. În mod normal, acest blestem drenează viteza cu %s1.",
    "ru": "Значение %s1 немного уменьшит, сколько скорость осушается проклятием. Как правило, это проклятие истощает скорость на %s1.",
    "sv": "Ett värde på %s1 kommer att minska något hur mycket hastighet dräneras av förbannelsen. Normalt dränerar denna förbannelse hastighet med %s1.",
    "th": "ค่า %s1 เล็กน้อยจะลดความเร็วเท่าใดถูกระบายโดยการสาปแช่ง ปกติแล้ว สาปแช่งนี้จะระบายความเร็วลง %s1",
    "tr": "%s1 değeri biraz ne kadar hız lanet tarafından drene olduğunu azaltacaktır. Normalde, bu lanet hızı %s1'ya kadar tüketir.",
    "uk": "Значення %s1 буде трохи скоротити, скільки швидкість виснажуються прокляттям. Як правило, це прокляття стоків швидкість на %s1.",
    "vi": "Một giá trị của %s1 sẽ hơi giảm bao nhiêu tốc độ được thoát ra bởi lời nguyền. Thông thường, lời nguyền này cống tốc độ %s1.",
    "zh-CN": "值 %s1 会稍微降低诅咒消耗的速度。通常，此诅咒会使速度消耗 %s1。",
    "zh-TW": "值 %s1 會稍微降低詛咒消耗的速度。通常,此詛咒會使速度消耗 %s1。"
}
