{
    "ar": "Shift left هي عملية ثنائية ، مما يعني أنها تعمل على التمثيل الثنائي للرقم. هذا سيكون أكثر منطقية في وقت لاحق.",
    "bg": "Shift наляво е двоична операция, което означава, че работи върху двоичното представяне на числото. Това ще има повече смисъл по-късно.",
    "cs": "Shift left je binární operace, což znamená, že pracuje na binární reprezentaci čísla. To bude mít větší smysl později.",
    "da": "Skift til venstre er en binær operation, hvilket betyder, at den fungerer på den binære repræsentation af tallet. Dette giver mere mening senere.",
    "de": "Bei der Linksverschiebung handelt es sich um eine Binäroperation. Dies bedeutet, dass die Binärdarstellung der Zahl bearbeitet wird. Dies wird später mehr Sinn machen.",
    "el": "Η μετατόπιση προς τα αριστερά είναι μια δυαδική λειτουργία, που σημαίνει ότι λειτουργεί με τη δυαδική αναπαράσταση του αριθμού. Αυτό θα έχει πιο νόημα αργότερα.",
    "en": "Shift left is a binary operation, which means that it operates on the binary representation of the number. This will make more sense later.",
    "es": "Desplazar a la izquierda es una operación binaria, lo que significa que opera en la representación binaria del número. Esto tendrá más sentido más tarde.",
    "es-419": "Desplazar a la izquierda es una operación binaria, lo que significa que opera en la representación binaria del número. Esto tendrá más sentido más tarde.",
    "fi": "Vasen Shift on binaaritoiminto, mikä tarkoittaa, että se toimii numeron binaarisessa esityksessä. Tämä on järkevämpää myöhemmin.",
    "fr": "Le décalage vers la gauche est une opération binaire, ce qui signifie qu'il opère sur la représentation binaire du nombre. Cela aura plus de sens plus tard.",
    "hu": "A balra váltás egy bináris művelet, ami azt jelenti, hogy a szám bináris ábrázolásán működik. Ez később lesz értelme.",
    "it": "Lo spostamento a sinistra è un'operazione binaria, il che significa che opera sulla rappresentazione binaria del numero. Questo avrà più senso in seguito.",
    "ja": "左シフトは2項演算です。つまり、数値の2進表現で演算します。これは後で意味があります。",
    "ko": "왼쪽으로 이동은 이진 연산이므로 숫자의 이진 표현에서 작동합니다. 나중에 더 이해가 될 것입니다.",
    "nl": "Shift naar links is een binaire bewerking, wat betekent dat deze werkt op de binaire weergave van het nummer. Dit zal later logischer zijn.",
    "no": "Skift til venstre er en binær operasjon, som betyr at den fungerer på den binære representasjonen av tallet. Dette vil være mer fornuftig senere.",
    "pl": "Shift w lewo jest operacją binarną, co oznacza, że ​​działa na binarnej reprezentacji liczby. Będzie to miało sens później.",
    "pt": "Shift left é uma operação binária, o que significa que opera na representação binária do número. Isso fará mais sentido mais tarde.",
    "pt-BR": "Shift left é uma operação binária, o que significa que opera na representação binária do número. Isso fará mais sentido mais tarde.",
    "ro": "Shift stânga este o operație binară, ceea ce înseamnă că operează pe reprezentarea binară a numărului. Acest lucru va avea mai mult sens mai târziu.",
    "ru": "Сдвиг влево - это двоичная операция, которая означает, что она работает с двоичным представлением числа. Это будет иметь больше смысла позже.",
    "sv": "Skift vänster är en binär operation, vilket innebär att den fungerar på den binära representationen av numret. Detta kommer att vara mer meningsfullt senare.",
    "th": "Shift left เป็นการดำเนินการแบบไบนารีซึ่งหมายความว่ามันทำงานกับการแสดงเลขฐานสองของตัวเลข สิ่งนี้จะทำให้มีเหตุผลมากขึ้นในภายหลัง",
    "tr": "Sola kaydırma, ikili bir işlemdir, yani sayının ikili gösterimi üzerinde çalışır. Bu daha sonra daha mantıklı olacak.",
    "uk": "Зсув ліворуч - це двійкова операція, що означає, що вона діє на двійкове представлення числа. Це пізніше матиме більше сенсу.",
    "vi": "Shift trái là một hoạt động nhị phân, có nghĩa là nó hoạt động trên biểu diễn nhị phân của số. Điều này sẽ có ý nghĩa hơn sau này.",
    "zh-CN": "向左移动是一个二进制运算，这意味着它以数字的二进制表示形式进行运算。稍后将更有意义。",
    "zh-TW": "向左移動是一個二進制運算，這意味著它以數字的二進製表示形式進行運算。稍後將更有意義。"
}
