{
    "ar": "التحول إلى اليسار يساوي 1 بضرب 2. أعطه فرصة!",
    "bg": "Преместването вляво с 1 е еквивалентно на умножаването с 2. Дайте го на изстрел!",
    "cs": "Posun doleva o 1 je ekvivalentem násobení 2.",
    "da": "At skifte til venstre med 1 svarer til at multiplicere med 2. Giv det et skud!",
    "de": "Eine Linksverschiebung um 1 entspricht einer Multiplikation mit 2. Probieren Sie es aus!",
    "el": "Η μετατόπιση αριστερά από το 1 είναι το ισοδύναμο του πολλαπλασιασμού με το 2. Δώστε ένα πλάνο!",
    "en": "Shifting left by 1 is the equivalent of multiplying by 2. Give it a shot!",
    "es": "Desplazar a la izquierda por 1 es el equivalente a multiplicar por 2. ¡Pruébalo!",
    "es-419": "Desplazar a la izquierda por 1 es el equivalente a multiplicar por 2. ¡Pruébalo!",
    "fi": "Vaihtaminen vasemmalle 1: llä on yhtä suuri kuin kertominen kahdella. Anna sille laukaus!",
    "fr": "Décaler à gauche de 1 équivaut à multiplier par 2. Essayez-le!",
    "hu": "Az 1-rel balra történő eltolás egyenlő a 2-zel való szorzással. Adj egy képet!",
    "it": "Spostare a sinistra per 1 equivale a moltiplicare per 2. Provalo!",
    "ja": "左に1シフトすることは、2を乗算することと同じです。",
    "ko": "왼쪽으로 1을 쉬프트하는 것은 2를 곱한 것과 같습니다.",
    "nl": "Naar links verschuiven met 1 is het equivalent van vermenigvuldigen met 2. Probeer het eens!",
    "no": "Å skifte til venstre med 1 tilsvarer å multiplisere med 2. Gi det et skudd!",
    "pl": "Przesunięcie w lewo o 1 jest równoznaczne z pomnożeniem przez 2. Daj mu szansę!",
    "pt": "Mudar para a esquerda por 1 equivale a multiplicar por 2. Experimente!",
    "pt-BR": "Mudar para a esquerda por 1 equivale a multiplicar por 2. Experimente!",
    "ro": "Schimbarea stânga cu 1 este echivalentul înmulțirii cu 2. Dă-i o lovitură!",
    "ru": "Сдвиг влево на 1 эквивалентен умножению на 2. Дайте ему шанс!",
    "sv": "Att växla åt vänster med 1 är motsvarigheten till att multiplicera med 2. Ge det ett skott!",
    "th": "การเลื่อนซ้ายโดย 1 เท่ากับการคูณด้วย 2 ลองดูสิ!",
    "tr": "1 ile sola kaydırmak, 2 ile çarpmaya eşdeğerdir.",
    "uk": "Зсув ліворуч на 1 - це еквівалент множення на 2. Спробуйте!",
    "vi": "Dịch chuyển sang trái 1 là tương đương với nhân với 2. Hãy bắn!",
    "zh-CN": "左移1等于乘以2。试试吧！",
    "zh-TW": "左移1等於乘以2。試試吧！"
}
