{
    "ar": "أنتم الأطفال بحاجة إلى البقاء بعيدا عن حديقتي! والأهم من ذلك ، ابق بعيدا عن سطح منزلي!",
    "bg": "Вие, деца, трябва да стоите далеч от моравата ми! И най-важното, стойте далеч от покрива ми!",
    "cs": "Vy děti musíte zůstat mimo můj trávník! A co je nejdůležitější, drž se dál od mé střechy!",
    "da": "I børn skal holde jer væk fra min græsplæne! Og vigtigst af alt, hold dig væk fra mit tag!",
    "de": "Ihr Kinder müsst euch von meinem Rasen fernhalten! Und das Wichtigste: Halte dich von meinem Dach fern!",
    "el": "Εσείς παιδιά πρέπει να μείνετε μακριά από το γκαζόν μου! Και το πιο σημαντικό, μείνετε μακριά από τη στέγη μου!",
    "en": "You kids need to stay off my lawn! And most importantly, stay off my roof!",
    "es": "¡Ustedes, niños, deben mantenerse alejados de mi césped! Y lo más importante, ¡mantente alejado de mi techo!",
    "es-419": "¡Ustedes, niños, deben mantenerse alejados de mi césped! Y lo más importante, ¡mantente alejado de mi techo!",
    "fi": "Teidän lasten täytyy pysyä poissa nurmikoltani! Ja mikä tärkeintä, pysy poissa katoltani!",
    "fr": "Vous, les enfants, devez rester à l’écart de ma pelouse! Et surtout, restez hors de mon toit!",
    "hu": "Nektek, gyerekeknek távol kell maradnotok a gyepemtől! És ami a legfontosabb, maradj távol a tetőmtől!",
    "it": "Voi bambini dovete stare lontani dal mio prato! E, soprattutto, stai lontano dal mio tetto!",
    "ja": "あなたの子供は私の芝生から離れる必要があります!そして最も重要なことは、私の屋根から離れてください!",
    "ko": "너희들은 내 잔디밭에서 떨어져 있어야 해! 그리고 가장 중요한 것은 내 지붕에서 떨어져있어!",
    "nl": "Jullie kinderen moeten van mijn gazon afblijven! En het allerbelangrijkste, blijf van mijn dak af!",
    "no": "Dere barna må holde dere unna plenen min! Og viktigst av alt, hold deg unna taket mitt!",
    "pl": "Wy, dzieci, musicie trzymać się z dala od mojego trawnika! A co najważniejsze, trzymaj się z dala od mojego dachu!",
    "pt": "Vocês, crianças, precisam ficar fora do meu gramado! E o mais importante, fique fora do meu telhado!",
    "pt-BR": "Vocês crianças precisam ficar fora do meu gramado! E o mais importante, fique fora do meu telhado!",
    "ro": "Voi, copiii, trebuie să stați departe de gazonul meu! Și cel mai important, stai departe de acoperișul meu!",
    "ru": "Вы, дети, должны держаться подальше от моей лужайки! И самое главное, держитесь подальше от моей крыши!",
    "sv": "Ni barn måste hålla er borta från min gräsmatta! Och viktigast av allt, håll dig borta från mitt tak!",
    "th": "เด็ก ๆ ของคุณต้องอยู่ห่างจากสนามหญ้าของฉัน! และที่สําคัญที่สุดอยู่ห่างจากหลังคาของฉัน!",
    "tr": "Siz çocuklar çimlerimden uzak durmalısınız! Ve en önemlisi, çatımdan uzak dur!",
    "uk": "Ви, діти, повинні триматися подалі від моєї галявини! І найголовніше, тримайтеся подалі від мого даху!",
    "vi": "Những đứa trẻ cần phải tránh xa bãi cỏ của tôi! Và quan trọng nhất, hãy tránh xa mái nhà của tôi!",
    "zh-CN": "你们这些孩子需要远离我的草坪！最重要的是，远离我的屋顶！",
    "zh-TW": "你們這些孩子需要遠離我的草坪！最重要的是，遠離我的屋頂！"
}
