{
    "ar": "كان هناك الكثير من الأعداء. لم يكن لدي خيار سوى الاختباء.",
    "bg": "Имаше твърде много врагове. Нямах друг избор, освен да се скрия.",
    "cs": "Příliš mnoho nepřátel. Neměl jsem jinou možnost než se skrýt.",
    "da": "Der var for mange fjender. Jeg havde intet andet valg end at skjule.",
    "de": "Es gab zu viele Feinde. Ich hatte keine andere Wahl, als mich zu verstecken.",
    "el": "Υπήρχαν πάρα πολλοί εχθροί. Δεν είχα άλλη επιλογή παρά να κρύψω.",
    "en": "There were too many enemies. I had no choice but to hide.",
    "es": "Había demasiados enemigos. No tuve más remedio que esconderme.",
    "es-419": "Había demasiados enemigos. No tuve más remedio que esconderme.",
    "fi": "Vihollisia oli liikaa. Minulla ei ollut muuta vaihtoehtoa piiloutua.",
    "fr": "Il y avait trop d'ennemis. Je n'avais pas d'autre choix que de me cacher.",
    "hu": "Túl sok ellenség volt. Nem volt más választásom, mint elrejteni.",
    "it": "C'erano troppi nemici. Non avevo altra scelta che nascondermi.",
    "ja": "敵が多すぎました。隠すしかありませんでした。",
    "ko": "적이 너무 많았습니다. 나는 숨길 수밖에 없었습니다.",
    "nl": "Er waren te veel vijanden. Ik had geen andere keuze dan me te verbergen.",
    "no": "Det var for mange fiender. Jeg hadde ikke noe annet valg enn å gjemme meg.",
    "pl": "Było zbyt wielu wrogów. Nie miałem wyboru, musiałem się ukryć.",
    "pt": "Havia muitos inimigos. Eu não tinha escolha a não ser me esconder.",
    "pt-BR": "Havia muitos inimigos. Eu não tinha escolha a não ser me esconder.",
    "ro": "Erau prea mulți dușmani. Nu am avut de ales decât să mă ascund.",
    "ru": "Там было слишком много врагов. У меня не было выбора, кроме как спрятаться.",
    "sv": "Det fanns för många fiender. Jag hade inget annat val än att gömma mig.",
    "th": "มีศัตรูมากเกินไป ฉันไม่มีทางเลือกนอกจากซ่อน",
    "tr": "Çok fazla düşman vardı. Saklanmaktan başka seçeneğim yoktu.",
    "uk": "Ворогів було занадто багато. У мене не було іншого вибору, як ховатися.",
    "vi": "Có quá nhiều kẻ thù. Tôi không còn cách nào khác ngoài trốn tránh.",
    "zh-CN": "敌人太多了。我别无选择，只能躲起来。",
    "zh-TW": "敵人太多了。我別無選擇，只能躲起來。"
}
