{
    "ar": "كان هناك الكثير منهم ، لم يكن لدي أي خيار سوى الاختباء.",
    "bg": "Имаше ги твърде много, нямах друг избор, освен да се скрия.",
    "cs": "Bylo jich příliš mnoho, neměl jsem jinou možnost než se skrýt.",
    "da": "Der var for mange af dem, jeg havde intet andet valg end at skjule.",
    "de": "Es waren zu viele, ich hatte keine andere Wahl, als mich zu verstecken.",
    "el": "Υπήρχαν πάρα πολλοί από αυτούς, δεν είχα άλλη επιλογή από το να κρύψω.",
    "en": "There were too many of them, I had no choice but to hide.",
    "es": "Había demasiados, no tuve más remedio que esconderme.",
    "es-419": "Había demasiados, no tuve más remedio que esconderme.",
    "fi": "Heitä oli liian paljon, minulla ei ollut muuta vaihtoehtoa kuin piiloutua.",
    "fr": "Il y en avait trop, je n'avais pas d'autre choix que de me cacher.",
    "hu": "Túl sok volt közülük, nem volt más választásom, mint elrejteni.",
    "it": "Ce n'erano troppi, non avevo altra scelta che nascondermi.",
    "ja": "それらが多すぎて、隠すしかありませんでした。",
    "ko": "그들 중 너무 많았 기 때문에 숨길 수밖에 없었습니다.",
    "nl": "Het waren er teveel, ik had geen andere keuze dan me te verbergen.",
    "no": "Det var for mange av dem, jeg hadde ikke noe annet valg enn å skjule.",
    "pl": "Było ich zbyt wiele, nie miałem wyboru, musiałem się ukryć.",
    "pt": "Havia muitos deles, eu não tinha escolha a não ser me esconder.",
    "pt-BR": "Havia muitos deles, eu não tinha escolha a não ser me esconder.",
    "ro": "Erau prea mulți dintre ei, nu aveam de ales decât să mă ascund.",
    "ru": "Их было слишком много, и у меня не было выбора, кроме как спрятаться.",
    "sv": "Det var för många av dem, jag hade inget annat val än att gömma mig.",
    "th": "มีมากเกินไปฉันไม่มีทางเลือกนอกจากซ่อน",
    "tr": "Çok fazla vardı, saklamaktan başka seçeneğim yoktu.",
    "uk": "Їх було занадто багато, я не мав іншого вибору, як приховувати.",
    "vi": "Có quá nhiều người trong số họ, tôi không còn cách nào khác ngoài trốn tránh.",
    "zh-CN": "他们太多了，我别无选择，只能躲起来。",
    "zh-TW": "他們太多了，我別無選擇，只能躲起來。"
}
