{
    "ar": "لقد وجدت العديد من العناصر خلفها بعد الهجوم. خذ أي شيء تحتاجه.",
    "bg": "Намерих няколко предмета, останали след атаката. Вземете всичко необходимо.",
    "cs": "Po útoku jsem našel několik věcí pozadu. Vezměte si vše, co potřebujete.",
    "da": "Jeg fandt flere ting tilbage efter angrebet. Tag alt hvad du har brug for.",
    "de": "Ich fand mehrere Gegenstände, die nach dem Angriff zurückgelassen wurden. Nimm alles was du brauchst.",
    "el": "Βρήκα αρκετά αντικείμενα που αποχώρησαν μετά την επίθεση. Πάρτε ό, τι χρειάζεστε.",
    "en": "I found several items left behind after the attack. Take anything you need.",
    "es": "Encontré varios artículos que quedaron después del ataque. Toma todo lo que necesites.",
    "es-419": "Encontré varios artículos que quedaron después del ataque. Toma todo lo que necesites.",
    "fi": "Löysin useita kohteita, jotka olivat jääneet hyökkäyksen jälkeen. Ota kaikki tarvitsemasi.",
    "fr": "J'ai trouvé plusieurs objets laissés après l'attaque. Prenez tout ce dont vous avez besoin.",
    "hu": "Számos tételt találtam a támadás után. Fogjon bármit, amire szüksége van.",
    "it": "Ho trovato diversi oggetti lasciati dopo l'attacco. Prendi tutto ciò di cui hai bisogno.",
    "ja": "攻撃後にいくつかのアイテムが残っていることがわかりました。必要なものは何でも持ってください。",
    "ko": "공격 후 몇 개의 아이템이 남았습니다. 필요한 것을 가져 가십시오.",
    "nl": "Ik vond verschillende items achtergelaten na de aanval. Neem alles wat je nodig hebt.",
    "no": "Jeg fant flere gjenstander som var igjen etter angrepet. Ta alt du trenger.",
    "pl": "Po ataku znalazłem kilka przedmiotów. Weź wszystko, czego potrzebujesz.",
    "pt": "Encontrei vários itens deixados para trás após o ataque. Pegue o que precisar.",
    "pt-BR": "Encontrei vários itens deixados para trás após o ataque. Pegue o que precisar.",
    "ro": "Am găsit mai multe obiecte rămase în urmă după atac. Ia orice ai nevoie.",
    "ru": "Я нашел несколько предметов, оставшихся после атаки. Бери все, что тебе нужно.",
    "sv": "Jag hittade flera saker kvar efter attacken. Ta allt du behöver.",
    "th": "ฉันพบหลายรายการที่ถูกทิ้งไว้หลังการโจมตี ทำทุกสิ่งที่คุณต้องการ",
    "tr": "Saldırıdan sonra geride birkaç eşya buldum. İhtiyacınız olan her şeyi alın.",
    "uk": "Після нападу я знайшов кілька предметів. Візьміть все, що вам потрібно.",
    "vi": "Tôi tìm thấy một số vật phẩm bị bỏ lại sau vụ tấn công. Lấy bất cứ thứ gì bạn cần.",
    "zh-CN": "我发现袭击后留下了几件物品。带上您需要的任何东西。",
    "zh-TW": "我發現襲擊後留下了幾件物品。帶上您需要的任何東西。"
}
