{
    "ar": "قم بتعديل هذا الكود لتقليل الضرر الناتج بدلاً من زيادته!",
    "bg": "Променете този код, за да намалите нанесените щети, вместо да го увеличавате!",
    "cs": "Upravte tento kód, abyste snížili způsobené škody místo toho, abyste jej zvyšovali!",
    "da": "Ændre denne kode for at reducere den beskadigede skade i stedet for at øge den!",
    "de": "Ändern Sie diesen Code, um den verursachten Schaden zu verringern, anstatt ihn zu erhöhen!",
    "el": "Τροποποιήστε αυτόν τον κώδικα για να μειώσετε τη ζημιά που αντιδρούσατε αντί να την αυξήσετε!",
    "en": "Modify this code to reduce the damage dealt instead of increasing it!",
    "es": "¡Modifique este código para reducir el daño infligido en lugar de aumentarlo!",
    "es-419": "¡Modifique este código para reducir el daño infligido en lugar de aumentarlo!",
    "fi": "Muokkaa tätä koodia vähentääksesi vaurioita korotuksen sijasta!",
    "fr": "Modifiez ce code pour réduire les dégâts infligés au lieu de les augmenter!",
    "hu": "Módosítsa ezt a kódot, hogy csökkentsék a kezelt károkat ahelyett, hogy növelnék!",
    "it": "Modifica questo codice per ridurre il danno inflitto invece di aumentarlo!",
    "ja": "このコードを変更して、与えるダメージを増やすのではなく減らすようにしてください！",
    "ko": "이 코드를 수정하여 공격력을 높이는 대신 피해를 줄이십시오!",
    "nl": "Pas deze code aan om de toegebrachte schade te verminderen in plaats van te verhogen!",
    "no": "Endre denne koden for å redusere skaden som blir utstedt i stedet for å øke den!",
    "pl": "Zmodyfikuj ten kod, aby zmniejszyć zadawane obrażenia zamiast go zwiększać!",
    "pt": "Modifique este código para reduzir o dano causado em vez de aumentá-lo!",
    "pt-BR": "Modifique este código para reduzir o dano causado em vez de aumentá-lo!",
    "ro": "Modificați acest cod pentru a reduce daunele cauzate în loc să-l crească!",
    "ru": "Измените этот код, чтобы уменьшить наносимый урон, а не увеличивать его!",
    "sv": "Ändra den här koden för att minska skadorna istället för att öka den!",
    "th": "แก้ไขโค้ดนี้เพื่อลดความเสียหายที่ทำได้แทนที่จะเพิ่มขึ้น!",
    "tr": "Artırmak yerine verilen hasarı azaltmak için bu kodu değiştirin!",
    "uk": "Змініть цей код, щоб зменшити завданий збиток, а не збільшувати його!",
    "vi": "Sửa đổi mã này để giảm thiệt hại gây ra thay vì tăng nó!",
    "zh-CN": "修改此代码以减少造成的伤害，而不是增加伤害！",
    "zh-TW": "修改此代碼以減少造成的傷害，而不是增加傷害！"
}
