{
    "ar": "ورع! يعدل هذا البرنامج النصي كلا من الأضرار التي يأخذها العدو ويتعامل معها!",
    "bg": "Внимателен! Този сценарий променя както щетите, взети и нанесени от врага!",
    "cs": "Opatrný! Tento skript upravuje jak poškození, tak poškození udělené nepřítelem!",
    "da": "Forsigtig! Dette script ændrer både skader taget og behandlet af fjenden!",
    "de": "Vorsichtig! Dieses Skript modifiziert sowohl den vom Feind erlittenen als auch den vom Feind verursachten Schaden!",
    "el": "Προσεκτικός! Αυτό το σενάριο τροποποιεί τόσο τη ζημιά που παίρνει όσο και την αντιμετώπιση από τον εχθρό!",
    "en": "Careful! This script modifies both damage taken and dealt by the enemy!",
    "es": "¡Cuidadoso! ¡Este guión modifica tanto el daño recibido como el infligido por el enemigo!",
    "es-419": "¡Cuidadoso! ¡Este guión modifica tanto el daño recibido como el infligido por el enemigo!",
    "fi": "Varovainen! Tämä käsikirjoitus muuttaa sekä vihollisen ottamia että käsittelemiä vahinkoja!",
    "fr": "Prudent! Ce script modifie à la fois les dégâts pris et infligés par l’ennemi !",
    "hu": "Óvatos! Ez a szkript módosítja mind az ellenség által okozott, mind a sebzést!",
    "it": "Attento! Questo script modifica sia i danni subiti che quelli inflitti dal nemico!",
    "ja": "注意深い！このスクリプトは、敵が受けたダメージと与えたダメージの両方を変更します!",
    "ko": "조심하다! 이 스크립트는 적의 피해와 처리 피해를 모두 수정합니다!",
    "nl": "Voorzichtig! Dit script wijzigt zowel de schade die door de vijand wordt ingenomen als door de vijand!",
    "no": "Forsiktig! Dette skriptet endrer både skade tatt og behandlet av fienden!",
    "pl": "Ostrożny! Ten skrypt modyfikuje zarówno obrażenia zadawane, jak i zadawane przez wroga!",
    "pt": "Cuidado, cuidado! Este guião modifica os danos causados e tratados pelo inimigo!",
    "pt-BR": "Cuidadoso! Este script modifica tanto os danos tomados e tratados pelo inimigo!",
    "ro": "Atent! Acest scenariu modifică atât daunele luate, cât și cele provocate de inamic!",
    "ru": "Осторожный! Этот скрипт изменяет как урон, полученный и нанесенный врагом!",
    "sv": "Försiktig! Detta manus modifierar både skada som tas och hanteras av fienden!",
    "th": "ถี่ถ้วน! สคริปต์นี้แก้ไขทั้งความเสียหายที่เกิดขึ้นและจัดการโดยศัตรู!",
    "tr": "Dikkatli! Bu senaryo düşman tarafından alınan ve verilen hasarı değiştirir!",
    "uk": "Обережні! Цей сценарій модифікує як збиток, взятий і нанесений ворогом!",
    "vi": "Cẩn thận! Kịch bản này sửa đổi cả sát thương do kẻ thù gây ra và gây ra!",
    "zh-CN": "小心！这个脚本修改了敌人造成的伤害！",
    "zh-TW": "小心！這個腳本修改了敵人造成的傷害！"
}
