{
    "ar": "هذه الأرقام هي أعداد صحيحة غير موقعة 8 بت. هذا يعني أن لديهم الحد الأقصى لقيمة 255 (من 2 ^ 8-1).",
    "bg": "Тези числа са 8-битови неподписани цели числа. Това означава, че те имат максимална стойност 255 (от 2 ^ 8-1).",
    "cs": "Tato čísla jsou 8bitová celá čísla bez znaménka. To znamená, že mají maximální hodnotu 255 (od 2 ^ 8-1).",
    "da": "Disse numre er 8-bit usignerede heltal. Dette betyder, at de har en maksimal værdi på 255 (fra 2 ^ 8-1).",
    "de": "Diese Zahlen sind 8-Bit-Ganzzahlen ohne Vorzeichen. Das heißt, sie haben einen Maximalwert von 255 (von 2 ^ 8-1).",
    "el": "Αυτοί οι αριθμοί είναι ακέραιοι αριθμοί 8-bit. Αυτό σημαίνει ότι έχουν μέγιστη τιμή 255 (από 2 ^ 8-1).",
    "en": "These numbers are 8-bit unsigned integers. This means they have a maximum value of 255 (from 2^8-1).",
    "es": "Estos números son enteros sin signo de 8 bits. Esto significa que tienen un valor máximo de 255 (de 2 ^ 8-1).",
    "es-419": "Estos números son enteros sin signo de 8 bits. Esto significa que tienen un valor máximo de 255 (de 2 ^ 8-1).",
    "fi": "Nämä numerot ovat 8-bittisiä allekirjoittamattomia kokonaislukuja. Tämä tarkoittaa, että niiden maksimiarvo on 255 (välillä 2 ^ 8-1).",
    "fr": "Ces nombres sont des entiers non signés 8 bits. Cela signifie qu'ils ont une valeur maximale de 255 (de 2 ^ 8-1).",
    "hu": "Ezek a számok 8 bites előjel nélküli egész számok. Ez azt jelenti, hogy maximális értéke 255 (2 ^ 8-1-től).",
    "it": "Questi numeri sono numeri interi senza segno a 8 bit. Ciò significa che hanno un valore massimo di 255 (da 2 ^ 8-1).",
    "ja": "これらの数値は、8ビットの符号なし整数です。これは、最大値が255（2 ^ 8-1から）であることを意味します。",
    "ko": "이 숫자는 8 비트 부호없는 정수입니다. 이는 최대 값이 255 (2 ^ 8-1)임을 의미합니다.",
    "nl": "Deze getallen zijn 8-bits gehele getallen zonder teken. Dit betekent dat ze een maximale waarde van 255 hebben (van 2 ^ 8-1).",
    "no": "Disse tallene er 8-bits usignerte heltall. Dette betyr at de har en maksimalverdi på 255 (fra 2 ^ 8-1).",
    "pl": "Te liczby są 8-bitowymi liczbami całkowitymi bez znaku. Oznacza to, że mają maksymalną wartość 255 (od 2 ^ 8-1).",
    "pt": "Esses números são números inteiros não assinados de 8 bits. Isso significa que eles têm um valor máximo de 255 (de 2 ^ 8-1).",
    "pt-BR": "Esses números são números inteiros não assinados de 8 bits. Isso significa que eles têm um valor máximo de 255 (de 2 ^ 8-1).",
    "ro": "Aceste numere sunt numere întregi nesemnate pe 8 biți. Aceasta înseamnă că au o valoare maximă de 255 (de la 2 ^ 8-1).",
    "ru": "Эти числа представляют собой 8-битные целые числа без знака. Это означает, что они имеют максимальное значение 255 (от 2 ^ 8-1).",
    "sv": "Dessa siffror är 8-bitars osignerade heltal. Detta innebär att de har ett maxvärde på 255 (från 2 ^ 8-1).",
    "th": "ตัวเลขเหล่านี้เป็นเลขจำนวนเต็ม 8 บิตที่ไม่ได้ลงชื่อ ซึ่งหมายความว่าพวกเขามีค่าสูงสุด 255 (จาก 2 ^ 8-1)",
    "tr": "Bu sayılar 8 bit işaretsiz tam sayılardır. Bu, maksimum 255 değerine sahip oldukları anlamına gelir (2 ^ 8-1 den).",
    "uk": "Ці числа є 8-бітовими цілими числами без підпису. Це означає, що вони мають максимальне значення 255 (від 2 ^ 8-1).",
    "vi": "Các số này là số nguyên không dấu 8 bit. Điều này có nghĩa là chúng có giá trị tối đa là 255 (từ 2 ^ 8-1).",
    "zh-CN": "这些数字是8位无符号整数。这意味着它们的最大值为255（从2 ^ 8-1开始）。",
    "zh-TW": "這些數字是8位無符號整數。這意味著它們的最大值為255（從2 ^ 8-1開始）。"
}
