{
    "ar": "إذا تجاوز العدد 255 ، فإنه يلتف حول 0! استخدم هذه المعلومات لحل هذا اللغز.",
    "bg": "Ако числото надвишава 255, то се увива до 0! Използвайте тази информация, за да решите този пъзел.",
    "cs": "Pokud číslo přesáhne 255, omotá se kolem 0! Tyto informace použijte k vyřešení této hádanky.",
    "da": "Hvis et tal overstiger 255, vikles det rundt til 0! Brug disse oplysninger til at løse dette puslespil.",
    "de": "Wenn eine Zahl 255 überschreitet, wird sie auf 0 gesetzt! Verwenden Sie diese Informationen, um dieses Rätsel zu lösen.",
    "el": "Εάν ένας αριθμός υπερβαίνει τα 255, αναδιπλώνεται γύρω στο 0! Χρησιμοποιήστε αυτές τις πληροφορίες για να λύσετε αυτό το παζλ.",
    "en": "If a number exceeds 255, it wraps around to 0! Use this information to solve this puzzle.",
    "es": "Si un número excede 255, se ajusta a 0. Usa esta información para resolver este rompecabezas.",
    "es-419": "Si un número excede 255, se ajusta a 0. Usa esta información para resolver este rompecabezas.",
    "fi": "Jos luku ylittää 255, se kiertyy nollaan! Käytä näitä tietoja ratkaistaksesi palapeli.",
    "fr": "Si un nombre dépasse 255, il revient à 0! Utilisez ces informations pour résoudre ce puzzle.",
    "hu": "Ha egy szám meghaladja a 255-et, akkor 0-ra fordul! Használja ezeket az információkat ezen puzzle megoldásához.",
    "it": "Se un numero supera 255, si avvolge intorno a 0! Usa queste informazioni per risolvere questo enigma.",
    "ja": "数値が255を超えると、0に戻ります！この情報を使用して、このパズルを解決してください。",
    "ko": "숫자가 255를 초과하면 0으로 줄 바꿈됩니다! 이 정보를 사용하여이 퍼즐을 해결하십시오.",
    "nl": "Als een nummer groter is dan 255, loopt het rond tot 0! Gebruik deze informatie om deze puzzel op te lossen.",
    "no": "Hvis et tall overstiger 255, vikles det rundt til 0! Bruk denne informasjonen til å løse dette puslespillet.",
    "pl": "Jeśli liczba przekracza 255, zawija się do 0! Skorzystaj z tych informacji, aby rozwiązać zagadkę.",
    "pt": "Se um número exceder 255, ele passa para 0! Use essas informações para resolver esse quebra-cabeça.",
    "pt-BR": "Se um número exceder 255, ele passa para 0! Use essas informações para resolver esse quebra-cabeça.",
    "ro": "Dacă un număr depășește 255, se înfășoară în jurul valorii de 0! Utilizați aceste informații pentru a rezolva acest puzzle.",
    "ru": "Если число превышает 255, оно округляется до 0! Используйте эту информацию, чтобы решить эту загадку.",
    "sv": "Om ett nummer överstiger 255, slingrar det sig till 0! Använd denna information för att lösa detta pussel.",
    "th": "หากตัวเลขเกิน 255 จะมีค่าเป็น 0 ใช้ข้อมูลนี้เพื่อแก้ปริศนานี้",
    "tr": "Bir sayı 255'i aşarsa, 0'a çevrilir! Bu bulmacayı çözmek için bu bilgileri kullanın.",
    "uk": "Якщо число перевищує 255, воно завершується до 0! Використовуйте цю інформацію для вирішення цієї загадки.",
    "vi": "Nếu một số vượt quá 255, nó sẽ kết thúc bằng 0! Sử dụng thông tin này để giải câu đố này.",
    "zh-CN": "如果数字超过255，则回绕为0！使用此信息解决这个难题。",
    "zh-TW": "如果數字超過255，則迴繞為0！使用此信息解決這個難題。"
}
