{
    "ar": "هذه الأرقام عبارة عن أعداد صحيحة غير موقعة من 8 بت ، ومع ذلك لا تحتاج إلى معرفة ما يعنيه هذا حتى الآن.",
    "bg": "Тези числа са 8-битови неподписани цели числа, но все още не е необходимо да знаете какво означава това.",
    "cs": "Tato čísla jsou 8-bitová celá čísla bez znaménka, ale ještě nemusíte vědět, co to znamená.",
    "da": "Disse numre er 8-bit usignerede heltal, men du behøver ikke at vide, hvad det betyder endnu.",
    "de": "Diese Zahlen sind 8-Bit-Ganzzahlen ohne Vorzeichen, Sie müssen jedoch noch nicht wissen, was dies bedeutet.",
    "el": "Αυτοί οι αριθμοί είναι μη ομαδοποιημένοι αριθμοί 8-bit, ωστόσο δεν χρειάζεται να ξέρετε τι σημαίνει αυτό ακόμα.",
    "en": "These numbers are 8-bit unsigned integers, however you do not need to know what this means yet.",
    "es": "Estos números son enteros sin signo de 8 bits, sin embargo, no necesita saber lo que esto significa todavía.",
    "es-419": "Estos números son enteros sin signo de 8 bits, sin embargo, no necesita saber lo que esto significa todavía.",
    "fi": "Nämä numerot ovat 8-bittisiä allekirjoittamattomia kokonaislukuja, mutta sinun ei tarvitse vielä tietää, mitä tämä tarkoittaa.",
    "fr": "Ces nombres sont des entiers non signés 8 bits, mais vous n'avez pas encore besoin de savoir ce que cela signifie.",
    "hu": "Ezek a számok 8 bites előjel nélküli egész számok, azonban még nem kell tudnia, hogy ez mit jelent.",
    "it": "Questi numeri sono numeri interi senza segno a 8 bit, tuttavia non è necessario sapere ancora cosa significhi.",
    "ja": "これらの数値は8ビットの符号なし整数ですが、これが何を意味するかをまだ知る必要はありません。",
    "ko": "이 숫자는 8 비트 부호없는 정수이지만 이것이 무엇을 의미하는지 알 필요는 없습니다.",
    "nl": "Deze getallen zijn 8-bits gehele getallen zonder teken, maar u hoeft nog niet te weten wat dit betekent.",
    "no": "Disse tallene er 8-bits usignerte heltall, men du trenger ikke vite hva dette betyr ennå.",
    "pl": "Te liczby są 8-bitowymi liczbami całkowitymi bez znaku, jednak nie musisz jeszcze wiedzieć, co to oznacza.",
    "pt": "Esses números são números inteiros não assinados de 8 bits, mas você ainda não precisa saber o que isso significa.",
    "pt-BR": "Esses números são números inteiros não assinados de 8 bits, mas você ainda não precisa saber o que isso significa.",
    "ro": "Aceste numere sunt numere întregi nesemnate pe 8 biți, însă nu trebuie să știți ce înseamnă asta încă.",
    "ru": "Эти числа представляют собой 8-битные целые числа без знака, однако вам еще не нужно знать, что это значит.",
    "sv": "Dessa nummer är 8-bitars osignerade heltal, men du behöver inte veta vad det här betyder ännu.",
    "th": "ตัวเลขเหล่านี้เป็นเลขจำนวนเต็ม 8 บิตที่ไม่ได้ลงชื่อ แต่คุณไม่จำเป็นต้องรู้ว่าสิ่งนี้หมายความว่าอย่างไร",
    "tr": "Bu sayılar 8 bit işaretsiz tam sayılardır, ancak bunun ne anlama geldiğini bilmenize gerek yoktur.",
    "uk": "Ці числа є 8-бітовими цілими числами без підпису, однак вам ще не потрібно знати, що це означає.",
    "vi": "Các số này là các số nguyên không dấu 8 bit, tuy nhiên bạn không cần biết điều này có nghĩa là gì.",
    "zh-CN": "这些数字是8位无符号整数，但是您不需要知道这意味着什么。",
    "zh-TW": "這些數字是8位無符號整數，但是您不需要知道這意味著什麼。"
}
