{
    "ar": "خاصية واحدة من أعداد صحيحة غير موقعة 8 بت هي أن لديهم الحد الأقصى لقيمة 255. إذا تجاوز عدد 255 ، فإنه يلتف حول 0! استخدم هذه المعلومات لحل هذا اللغز.",
    "bg": "Едно свойство на 8-битови неподписани цели числа е, че те имат максимална стойност 255. Ако числото надвишава 255, то се увива до 0! Използвайте тази информация, за да решите този пъзел.",
    "cs": "Jedna vlastnost 8-bitových celých čísel bez znaménka je, že mají maximální hodnotu 255. Pokud číslo překročí 255, omotá se kolem 0! Tyto informace použijte k vyřešení této hádanky.",
    "da": "En egenskab ved 8-bit usignerede heltal er, at de har en maksimal værdi på 255. Hvis et tal overstiger 255, vikles det rundt til 0! Brug disse oplysninger til at løse dette puslespil.",
    "de": "Eine Eigenschaft von 8-Bit-Ganzzahlen ohne Vorzeichen ist, dass sie einen Maximalwert von 255 haben. Wenn eine Zahl größer als 255 ist, wird ein Umbruch auf 0 durchgeführt! Verwenden Sie diese Informationen, um dieses Rätsel zu lösen.",
    "el": "Μια ιδιότητα των 8-bit unsigned ακέραιων αριθμών είναι ότι έχουν μέγιστη τιμή 255. Εάν ένας αριθμός υπερβαίνει τα 255, περιτυλίγει γύρω στο 0! Χρησιμοποιήστε αυτές τις πληροφορίες για να λύσετε αυτό το παζλ.",
    "en": "One property of 8-bit unsigned integers is that they have a maximum value of 255. If a number exceeds 255, it wraps around to 0! Use this information to solve this puzzle.",
    "es": "Una propiedad de los enteros sin signo de 8 bits es que tienen un valor máximo de 255. ¡Si un número excede 255, se ajusta a 0! Usa esta información para resolver este rompecabezas.",
    "es-419": "Una propiedad de los enteros sin signo de 8 bits es que tienen un valor máximo de 255. ¡Si un número excede 255, se ajusta a 0! Usa esta información para resolver este rompecabezas.",
    "fi": "Yksi 8-bittisten allekirjoittamattomien kokonaislukujen ominaisuus on, että niiden enimmäisarvo on 255. Jos luku ylittää 255, se kiertyy nollaan! Käytä näitä tietoja ratkaistaksesi palapeli.",
    "fr": "Une propriété des entiers non signés 8 bits est qu'ils ont une valeur maximale de 255. Si un nombre dépasse 255, il passe à 0! Utilisez ces informations pour résoudre ce puzzle.",
    "hu": "A 8 bites, alá nem írt egész szám egyik tulajdonsága, hogy maximális értéke 255. Ha egy szám meghaladja a 255-et, akkor 0-ra fordul! Használja ezeket az információkat ezen puzzle megoldásához.",
    "it": "Una proprietà degli interi senza segno a 8 bit è che hanno un valore massimo di 255. Se un numero supera 255, si avvolge intorno a 0! Usa queste informazioni per risolvere questo enigma.",
    "ja": "8ビット符号なし整数の特性の1つは、最大値が255であることです。数値が255を超える場合、0に折り返されます。この情報を使用して、このパズルを解決してください。",
    "ko": "8 비트 부호없는 정수의 한 속성은 최대 값이 255라는 것입니다. 숫자가 255를 초과하면 0으로 줄 바꿈됩니다! 이 정보를 사용하여이 퍼즐을 해결하십시오.",
    "nl": "Een eigenschap van 8-bits niet-getekende gehele getallen is dat ze een maximale waarde van 255 hebben. Als een getal groter is dan 255, loopt het rond naar 0! Gebruik deze informatie om deze puzzel op te lossen.",
    "no": "En egenskap for 8-bits usignerte heltall er at de har en maksimalverdi på 255. Hvis et tall overstiger 255, vikles det rundt til 0! Bruk denne informasjonen til å løse dette puslespillet.",
    "pl": "Jedną właściwością 8-bitowych liczb całkowitych bez znaku jest to, że mają one maksymalną wartość 255. Jeśli liczba przekracza 255, to zawija się do 0! Skorzystaj z tych informacji, aby rozwiązać zagadkę.",
    "pt": "Uma propriedade de números inteiros não assinados de 8 bits é que eles têm um valor máximo de 255. Se um número exceder 255, ele será igual a 0! Use essas informações para resolver esse quebra-cabeça.",
    "pt-BR": "Uma propriedade de números inteiros não assinados de 8 bits é que eles têm um valor máximo de 255. Se um número exceder 255, ele será igual a 0! Use essas informações para resolver esse quebra-cabeça.",
    "ro": "O proprietate de numere întregi nesemnate pe 8 biți este aceea că au o valoare maximă de 255. Dacă un număr depășește 255, acesta se înfășoară în jurul valorii de 0! Utilizați aceste informații pentru a rezolva acest puzzle.",
    "ru": "Одно свойство 8-разрядных целых чисел без знака состоит в том, что они имеют максимальное значение 255. Если число превышает 255, оно оборачивается до 0! Используйте эту информацию, чтобы решить эту загадку.",
    "sv": "En egenskap hos 8-bitars osignerade heltal är att de har ett maximivärde på 255. Om ett tal överstiger 255, slingras det till 0! Använd denna information för att lösa detta pussel.",
    "th": "คุณสมบัติหนึ่งของเลขจำนวนเต็ม 8 บิตที่ไม่ได้ลงชื่อคือพวกเขามีค่าสูงสุด 255 หากจำนวนเกิน 255 จะมีค่าเป็น 0! ใช้ข้อมูลนี้เพื่อแก้ปริศนานี้",
    "tr": "8 bit işaretsiz tamsayıların bir özelliği maksimum 255 değerine sahip olmalarıdır. Bir sayı 255'i aşarsa, 0'a çevrilir! Bu bulmacayı çözmek için bu bilgileri kullanın.",
    "uk": "Однією з властивостей 8-бітових цілих чисел є максимальне значення 255. Якщо число перевищує 255, воно обертається до 0! Використовуйте цю інформацію для вирішення цієї загадки.",
    "vi": "Một thuộc tính của số nguyên không dấu 8 bit là chúng có giá trị tối đa là 255. Nếu một số vượt quá 255, nó sẽ bao quanh đến 0! Sử dụng thông tin này để giải câu đố này.",
    "zh-CN": "8位无符号整数的一个属性是它们的最大值为255。如果数字超过255，则它将环绕为0！使用此信息解决这个难题。",
    "zh-TW": "8位無符號整數的一個屬性是它們的最大值為255。如果數字超過255，則它將環繞為0！使用此信息解決這個難題。"
}
