{
    "ar": "تلميح: حاول استبدال الضرب بقسمة لاكتساب السرعة بدلا من ذلك!",
    "bg": "Съвет: Опитайте да замените умножението с деление, за да наберете скорост вместо това!",
    "cs": "Tip: Zkuste místo toho nahradit násobení dělením, abyste získali rychlost!",
    "da": "Tip: Prøv at erstatte multiplikation med en division for at få fart i stedet!",
    "de": "Tipp: Versuchen Sie stattdessen, die Multiplikation durch eine Division zu ersetzen, um an Geschwindigkeit zu gewinnen!",
    "el": "Συμβουλή: Δοκιμάστε να αντικαταστήσετε τον πολλαπλασιασμό με μια διαίρεση για να κερδίσετε ταχύτητα!",
    "en": "Hint: Try replacing multiplication with a division to gain speed instead!",
    "es": "Sugerencia: ¡Intenta reemplazar la multiplicación con una división para ganar velocidad en su lugar!",
    "es-419": "Sugerencia: ¡Intenta reemplazar la multiplicación con una división para ganar velocidad en su lugar!",
    "fi": "Vihje: Yritä korvata kertolasku jakolaskulla saadaksesi nopeutta!",
    "fr": "Astuce: Essayez de remplacer la multiplication par une division pour gagner de la vitesse à la place!",
    "hu": "Tipp: Próbáld meg a szorzást osztással helyettesíteni, hogy inkább sebességet nyerj!",
    "it": "Suggerimento: prova a sostituire la moltiplicazione con una divisione per guadagnare velocità!",
    "ja": "ヒント:代わりに、乗算を除算に置き換えて速度を上げてみてください。",
    "ko": "힌트: 대신 속도를 얻기 위해 곱셈을 나눗셈으로 바꿔보세요!",
    "nl": "Tip: Probeer vermenigvuldiging te vervangen door een deling om in plaats daarvan snelheid te winnen!",
    "no": "Tips: Prøv å erstatte multiplikasjon med en divisjon for å få fart i stedet!",
    "pl": "Wskazówka: Spróbuj zastąpić mnożenie dzieleniem, aby zamiast tego uzyskać szybkość!",
    "pt": "Dica: Tente substituir a multiplicação por uma divisão para ganhar velocidade!",
    "pt-BR": "Dica: tente substituir a multiplicação por uma divisão para ganhar velocidade!",
    "ro": "Sugestie: Încercați să înlocuiți înmulțirea cu o împărțire pentru a câștiga viteză!",
    "ru": "Подсказка: попробуйте заменить умножение делением, чтобы получить скорость!",
    "sv": "Tips: Försök att ersätta multiplikation med en division för att få fart istället!",
    "th": "คําแนะนํา: ลองแทนที่การคูณด้วยการหารเพื่อเพิ่มความเร็วแทน!",
    "tr": "İpucu: Bunun yerine hız kazanmak için çarpmayı bir bölme ile değiştirmeyi deneyin!",
    "uk": "Підказка: спробуйте замінити множення на ділення, щоб замість цього набрати швидкість!",
    "vi": "Gợi ý: Thay vào đó, hãy thử thay thế phép nhân bằng phép chia để tăng tốc độ!",
    "zh-CN": "提示：尝试用除法代替乘法以获得速度！",
    "zh-TW": "提示：嘗試用除法代替乘法以獲得速度！"
}
