{
    "ar": "تلميح: لن ينجح استبدال الضرب بالقسمة ، لأن القيمة سالبة! حاول استخدام ضربتين بدلا من ذلك ، لإلغاء السلبيات واكتساب السرعة.",
    "bg": "Съвет: Замяната на умножението с деление няма да работи, защото стойността е отрицателна! Опитайте се вместо това да използвате две умножения, за да отмените негативите и да спечелите скорост.",
    "cs": "Tip: Nahrazení násobení dělením nebude fungovat, protože hodnota je záporná! Zkuste místo toho použít dvě násobení, abyste vyrušili zápory a získali rychlost.",
    "da": "Tip: Udskiftning af multiplikation med division fungerer ikke, fordi værdien er negativ! Prøv i stedet at bruge to multiplikationer for at annullere negativerne og få hastighed.",
    "de": "Hinweis: Multiplikation durch Division zu ersetzen funktioniert nicht, da der Wert negativ ist! Versuchen Sie stattdessen, zwei Multiplikationen zu verwenden, um die Negative auszugleichen und an Geschwindigkeit zu gewinnen.",
    "el": "Συμβουλή: Η αντικατάσταση του πολλαπλασιασμού με διαίρεση δεν θα λειτουργήσει, επειδή η τιμή είναι αρνητική! Δοκιμάστε να χρησιμοποιήσετε δύο πολλαπλασιασμούς, για να ακυρώσετε τα αρνητικά και να κερδίσετε ταχύτητα.",
    "en": "Hint: Replacing multiplication with division will not work, because the value is negative! Try using two multiplications instead, to cancel out the negatives and gain speed.",
    "es": "Sugerencia: ¡Reemplazar la multiplicación con la división no funcionará, porque el valor es negativo! Intente usar dos multiplicaciones en su lugar, para cancelar los negativos y ganar velocidad.",
    "es-419": "Sugerencia: ¡Reemplazar la multiplicación con la división no funcionará, porque el valor es negativo! Intente usar dos multiplicaciones en su lugar, para cancelar los negativos y ganar velocidad.",
    "fi": "Vihje: Kertolaskun korvaaminen jaolla ei toimi, koska arvo on negatiivinen! Kokeile sen sijaan käyttää kahta kertolaskua negatiivisten asioiden kumoamiseksi ja nopeuden lisäämiseksi.",
    "fr": "Astuce: Remplacer la multiplication par la division ne fonctionnera pas, car la valeur est négative! Essayez plutôt d’utiliser deux multiplications pour annuler les négatifs et gagner en vitesse.",
    "hu": "Tipp: A szorzás osztással való helyettesítése nem fog működni, mert az érték negatív! Próbáljon meg inkább két szorzást használni, hogy kioltsa a negatívokat és növelje a sebességet.",
    "it": "Suggerimento: sostituire la moltiplicazione con la divisione non funzionerà, perché il valore è negativo! Prova invece a usare due moltiplicazioni, per annullare i negativi e guadagnare velocità.",
    "ja": "ヒント:値が負であるため、乗算を除算に置き換えることはできません。代わりに2つの乗算を使用して、負をキャンセル して速度を上げてみてください。",
    "ko": "힌트 : 곱셈을 나누기로 바꾸면 값이 음수이기 때문에 작동하지 않습니다! 대신 두 개의 곱셈을 사용하여 음수를 상 쇄하고 속도를 얻으십시오.",
    "nl": "Hint: Vermenigvuldigen vervangen door deling werkt niet, omdat de waarde negatief is! Probeer in plaats daarvan twee vermenigvuldigingen te gebruiken om de negatieven op te heffen en snelheid te winnen.",
    "no": "Hint: Å erstatte multiplikasjon med divisjon vil ikke fungere, fordi verdien er negativ! Prøv å bruke to multiplikasjoner i stedet, for å avbryte negativene og få fart.",
    "pl": "Wskazówka: Zastąpienie mnożenia dzieleniem nie zadziała, ponieważ wartość jest ujemna! Zamiast tego spróbuj użyć dwóch mnożeń, aby anulować ujemne i zwiększyć prędkość.",
    "pt": "Dica: Substituir multiplicação por divisão não vai funcionar, porque o valor é negativo! Tente usar duas multiplicações em vez disso, para cancelar os negativos e ganhar velocidade.",
    "pt-BR": "Dica: Substituir a multiplicação pela divisão não funcionará, porque o valor é negativo! Tente usar duas multiplicações, em vez disso, para cancelar os negativos e ganhar velocidade.",
    "ro": "Sugestie: Înlocuirea înmulțirii cu împărțirea nu va funcționa, deoarece valoarea este negativă! Încercați să utilizați două înmulțiri în schimb, pentru a anula negativele și a câștiga viteza.",
    "ru": "Подсказка: Замена умножения делением не сработает, потому что значение отрицательное! Попробуйте вместо этого использовать два умножения, чтобы компенсировать негативы и набрать скорость.",
    "sv": "Tips: Att ersätta multiplikation med division fungerar inte, eftersom värdet är negativt! Försök att använda två multiplikationer istället för att ta bort negativen och få fart.",
    "th": "คําแนะนํา: การแทนที่การคูณด้วยการหารจะไม่ทํางานเพราะค่าเป็นลบ! ลองใช้การคูณสองครั้งแทนเพื่อยกเลิกค่าลบและเพิ่มความเร็ว",
    "tr": "İpucu: Çarpmayı bölme ile değiştirmek işe yaramaz, çünkü değer negatiftir! Negatifleri iptal etmek ve hız kazanmak için bunun yerine iki çarpım kullanmayı deneyin.",
    "uk": "Підказка: Замінити множення діленням не вийде, тому що значення негативне! Спробуйте замість цього використовувати два множення, щоб скасувати негативи і набрати швидкість.",
    "vi": "Gợi ý: Thay thế phép nhân bằng phép chia sẽ không hoạt động, vì giá trị là âm! Thay vào đó, hãy thử sử dụng hai phép nhân, để loại bỏ các số âm và tăng tốc độ.",
    "zh-CN": "提示：用除法代替乘法是行不通的，因为值是负数！尝试使用两个乘法来抵消负数并提高速度。",
    "zh-TW": "提示：用除法代替乘法是行不通的，因為值是負數！嘗試使用兩個乘法來抵消負數並提高速度。"
}
