{
    "ar": "حاول عكس مسامير الظل! عمل نسخة من البرنامج النصي '%s1' وتعديله.",
    "bg": "Опитайте да обърнете болта на сенките! Направете копие на скрипта „%s1“ и го модифицирайте.",
    "cs": "Zkuste obrátit stínový šroub! Vytvořte kopii skriptu '%s1' a upravte jej.",
    "da": "Forsøg at vende skyggebolten! Lav en kopi af '%s1' scriptet og rediger det.",
    "de": "Versuchen Sie, den Schattenbolzen umzukehren! Erstellen Sie eine Kopie des '%s1'-Skripts und ändern Sie es.",
    "el": "Προσπαθήστε να αντιστρέψετε το μπουλόνι σκιάς! Κάντε ένα αντίγραφο του σεναρίου '%s1' και τροποποιήστε το.",
    "en": "Try to reverse the shadow bolt! Make a copy of the '%s1' script and modify it.",
    "es": "¡Intenta revertir el rayo de sombra! Haga una copia del script '%s1' y modifíquelo.",
    "es-419": "¡Intenta revertir el rayo de sombra! Haga una copia del script '%s1' y modifíquelo.",
    "fi": "Yritä kääntää varjopultti taaksepäin! Tee kopio '%s1' -komentosarjasta ja muokkaa sitä.",
    "fr": "Essayez d'inverser le boulon d'ombre! Faites une copie du script '%s1' et modifiez-le.",
    "hu": "Próbálja meg megfordítani az árnyékoló csavart! Készítsen egy másolatot az '%s1' szkriptről és módosítsa azt.",
    "it": "Prova a invertire il bullone dell'ombra! Crea una copia dello script '%s1' e modificalo.",
    "ja": "シャドーボルトを逆にしてみてください！ '%s1'スクリプトのコピーを作成して変更します。",
    "ko": "그림자 볼트를 뒤집어보십시오! '%s1'스크립트의 사본을 작성하고 수정하십시오.",
    "nl": "Probeer de schaduwbout om te keren! Maak een kopie van het '%s1'-script en pas het aan.",
    "no": "Forsøk å snu skyggebolten! Lag en kopi av '%s1' -skriptet og modifiser det.",
    "pl": "Spróbuj odwrócić śrubę cienia! Utwórz kopię skryptu „%s1” i zmodyfikuj go.",
    "pt": "Tente inverter o raio da sombra! Faça uma cópia do script '%s1' e modifique-o.",
    "pt-BR": "Tente inverter o raio da sombra! Faça uma cópia do script '%s1' e modifique-o.",
    "ro": "Încercați să inversați șurubul de umbră! Realizați o copie a scriptului „%s1” și modificați-l.",
    "ru": "Попробуйте перевернуть теневой заряд! Сделайте копию скрипта %s1 и измените его.",
    "sv": "Försök vända skuggbolten! Skapa en kopia av '%s1' -skriptet och ändra det.",
    "th": "ลองกลับสายฟ้าเงา! ทำสำเนาของสคริปต์ '%s1' และแก้ไข",
    "tr": "Gölge cıvatasını ters çevirmeye çalışın! '%s1' komut dosyasının bir kopyasını oluşturun ve değiştirin.",
    "uk": "Спробуйте повернути болт тіні! Зробіть копію сценарію '%s1' та змініть її.",
    "vi": "Hãy cố gắng đảo ngược các bóng tối! Tạo một bản sao của tập lệnh '%s1' và sửa đổi nó.",
    "zh-CN": "尝试扭转阴影螺栓！复制“ %s1”脚本并对其进行修改。",
    "zh-TW": "嘗試扭轉陰影螺栓！複製“ %s1”腳本並對其進行修改。"
}
