{
    "ar": "إذا كنت من أظن أنك كذلك ، يجب أن تكون قادرًا على إيقاف هذه الريح.",
    "bg": "Ако сте този, който мисля, че сте, трябва да сте в състояние да спрете този вятър.",
    "cs": "Pokud jste, kdo si myslím, že jste, měli byste být schopni tento vítr zastavit.",
    "da": "Hvis du er, som jeg tror du er, skal du kunne stoppe denne vind.",
    "de": "Wenn Sie der sind, von dem ich denke, dass Sie es sind, sollten Sie diesen Wind stoppen können.",
    "el": "Εάν είστε ποιος νομίζετε ότι είστε, θα πρέπει να είστε σε θέση να σταματήσετε αυτόν τον άνεμο.",
    "en": "If you are who I think you are, you should be able to stop this wind.",
    "es": "Si eres quien creo que eres, deberías poder detener este viento.",
    "es-419": "Si eres quien creo que eres, deberías poder detener este viento.",
    "fi": "Jos olet kuka olen sitä mieltä, että olet, sinun pitäisi pystyä pysäyttämään tämä tuuli.",
    "fr": "Si vous êtes qui je pense que vous êtes, vous devriez pouvoir arrêter ce vent.",
    "hu": "Ha te vagy, aki azt hiszem, akkor meg kell állítania ezt a szélet.",
    "it": "Se sei chi penso che tu sia, dovresti riuscire a fermare questo vento.",
    "ja": "あなたが私があなたがいると思う人であるならば、あなたはこの風を止めることができるはずです。",
    "ko": "당신이 내가 당신이라고 생각하는 사람이라면, 당신은이 바람을 멈출 수 있어야합니다.",
    "nl": "Als je bent wie ik denk dat je bent, zou je in staat moeten zijn om deze wind te stoppen.",
    "no": "Hvis du er den jeg tror du er, bør du kunne stoppe denne vinden.",
    "pl": "Jeśli jesteś tym, za kogo uważam, powinieneś być w stanie powstrzymać ten wiatr.",
    "pt": "Se você é quem eu penso que você é, você deveria ser capaz de parar este vento.",
    "pt-BR": "Se você é quem eu penso que você é, você deveria ser capaz de parar este vento.",
    "ro": "Dacă ești cine crezi că ești, ar trebui să poți opri acest vânt.",
    "ru": "Если вы тот, кем я думаю, вы должны остановить этот ветер.",
    "sv": "Om du är den som jag tror du är, borde du kunna stoppa den här vinden.",
    "th": "หากคุณเป็นคนที่ฉันคิดว่าคุณเป็นคุณควรจะสามารถหยุดลมนี้",
    "tr": "Eğer düşündüğüm kişiyseniz, bu rüzgarı durdurabilmelisiniz.",
    "uk": "Якщо ви є тим, кого я думаю, ви повинні зупинити цей вітер.",
    "vi": "Nếu bạn là người mà tôi nghĩ là bạn, bạn sẽ có thể ngăn cơn gió này.",
    "zh-CN": "如果你是我认为你是谁，你应该能够阻止这种风。",
    "zh-TW": "如果你是我認為你是誰，你應該能夠阻止這種風。"
}
