{
    "ar": ".لا يوجد رمز قابل للاختراق. إذا وصل هذا العدو إلى 0 مانا ، فسوف يموت من أي ضرر",
    "bg": "Няма хакерски код. Ако този враг достигне 0 мана, той ще умре от всякакви щети.",
    "cs": "Žádný hacknutelný kód. Pokud tento nepřítel dosáhne 0 many, zemře na jakékoli poškození.",
    "da": "Ingen kode, der kan hackes. Hvis denne fjende når 0 mana, vil den dø af enhver skade.",
    "de": "Kein hackbarer Code. Wenn dieser Gegner 0 Mana erreicht, stirbt er an jeglichem Schaden.",
    "el": "Δεν υπάρχει κωδικός με δυνατότητα παραβίασης. Εάν αυτός ο εχθρός φτάσει το 0 mana, θα πεθάνει από οποιαδήποτε ζημιά.",
    "en": "No hackable code. If this enemy reaches 0 mana, it will die from any damage.",
    "es": "No hay código hackeable. Si este enemigo alcanza 0 maná, morirá por cualquier daño.",
    "es-419": "No hay código hackeable. Si este enemigo alcanza 0 maná, morirá por cualquier daño.",
    "fi": "Ei hakkeroitavaa koodia. Jos tämä vihollinen saavuttaa 0 manaa, se kuolee vaurioista.",
    "fr": "Pas de code piratable. Si cet ennemi atteint 0 mana, il mourra de tout dommage.",
    "hu": "Nincs feltörhető kód. Ha ez az ellenség eléri a 0 manát, akkor minden kártól meghal.",
    "it": "Nessun codice hackerabile. Se questo nemico raggiunge 0 mana, morirà per qualsiasi danno.",
    "ja": "ハッキング可能なコードはありません。この敵が0マナに達すると、どんなダメージでも死にます。",
    "ko": "해킹 가능한 코드가 없습니다. 이 적이 마나가 0에 도달하면 모든 피해로 사망합니다.",
    "nl": "Geen hackbare code. Als deze vijand 0 mana bereikt, zal hij sterven aan eventuele schade.",
    "no": "Ingen hackbar kode. Hvis denne fienden når 0 mana, vil den dø av skade.",
    "pl": "Brak kodu do zhakowania. Jeśli ten wróg osiągnie 0 many, umrze od obrażeń.",
    "pt": "Nenhum código hackeável. Se este inimigo atingir 0 mana, ele vai morrer de qualquer dano.",
    "pt-BR": "Nenhum código hackeável. Se este inimigo atingir 0 mana, ele morrerá de qualquer dano.",
    "ro": "Nu există cod hackable. În cazul în care acest inamic ajunge la 0 mana, acesta va muri de orice daune.",
    "ru": "Нет взломанного кода. Если этот враг достигнет 0 маны, он умрет от любого урона.",
    "sv": "Ingen hackbar kod. Om denna fiende når 0 mana kommer den att dö av någon skada.",
    "th": "ไม่มีรหัสที่แฮ็กได้ หากศัตรูนี้ถึง 0 มานามันจะตายจากความเสียหายใด ๆ",
    "tr": "Hacklenebilir kod yok. Bu düşman 0 manaya ulaşırsa, herhangi bir hasardan ölecektir.",
    "uk": "Немає зламаного коду. Якщо цей ворог досягне 0 мани, він загине від будь-яких пошкоджень.",
    "vi": "Không có mã có thể hack. Nếu kẻ thù này đạt 0 mana, nó sẽ chết vì bất kỳ thiệt hại nào.",
    "zh-CN": "没有可破解的代码。如果这个敌人达到0点魔法值，它将死于任何伤害。",
    "zh-TW": "沒有可破解的代碼。如果這個敵人達到0點魔法值，它將死於任何傷害。"
}
