{
    "ar": "البطاقات في %s1 هي أعداد صحيحة 4 بت غير موقعة. هذا يعني أن البطاقات بها 15 هجومًا بحد أقصى (من 2 ^ 4-1).",
    "bg": "Картите в %s1 са 4-битови неподписани цели числа. Това означава, че картите имат максимална атака 15 (от 2 ^ 4-1).",
    "cs": "Karty v %s1 jsou 4-bitová celá čísla bez znaménka. To znamená, že karty mají maximální útok 15 (od 2 ^ 4-1).",
    "da": "Kort i %s1 er 4-bit usignerede heltal. Dette betyder, at kortene har et maksimalt angreb på 15 (fra 2 ^ 4-1).",
    "de": "Karten in %s1 sind 4-Bit-Ganzzahlen ohne Vorzeichen. Dies bedeutet, dass die Karten einen maximalen Angriff von 15 haben (von 2 ^ 4-1).",
    "el": "Οι κάρτες στο %s1 είναι ακέραιοι αριθμοί χωρίς υπογραφή 4-bit. Αυτό σημαίνει ότι οι κάρτες έχουν μέγιστη επίθεση 15 (από 2 ^ 4-1).",
    "en": "Cards in %s1 are 4-bit unsigned integers. This means the cards have a maximum attack of 15 (from 2^4-1).",
    "es": "Las tarjetas en %s1 son enteros sin signo de 4 bits. Esto significa que las cartas tienen un ataque máximo de 15 (de 2 ^ 4-1).",
    "es-419": "Las tarjetas en %s1 son enteros sin signo de 4 bits. Esto significa que las cartas tienen un ataque máximo de 15 (de 2 ^ 4-1).",
    "fi": "%s1: n kortit ovat 4-bittisiä allekirjoittamattomia kokonaislukuja. Tämä tarkoittaa, että korttien hyökkäys on korkeintaan 15 (2 ^ 4-1).",
    "fr": "Les cartes en %s1 sont des entiers non signés 4 bits. Cela signifie que les cartes ont une attaque maximale de 15 (contre 2 ^ 4-1).",
    "hu": "Az %s1 kártyái 4 bites, alá nem írt egész számok. Ez azt jelenti, hogy a kártyák támadása legfeljebb 15 (2 ^ 4-1-től).",
    "it": "Le carte in %s1 sono numeri interi senza segno a 4 bit. Questo significa che le carte hanno un attacco massimo di 15 (da 2 ^ 4-1).",
    "ja": "%s1のカードは4ビットの符号なし整数です。これは、カードの最大攻撃力が15であることを意味します（2 ^ 4-1から）。",
    "ko": "%s1의 카드는 부호없는 4 비트 정수입니다. 즉, 카드의 최대 공격력은 2 ^ 4-1에서 15입니다.",
    "nl": "Kaarten in %s1 zijn 4-bits gehele getallen zonder teken. Dit betekent dat de kaarten een maximale aanval van 15 hebben (van 2 ^ 4-1).",
    "no": "Kort i %s1 er 4-bits usignerte heltall. Dette betyr at kortene har et maksimal angrep på 15 (fra 2 ^ 4-1).",
    "pl": "Karty w %s1 są 4-bitowymi liczbami całkowitymi bez znaku. Oznacza to, że karty mają maksymalny atak 15 (od 2 ^ 4-1).",
    "pt": "Cartões em %s1 são números inteiros não assinados de 4 bits. Isso significa que as cartas têm um ataque máximo de 15 (de 2 ^ 4-1).",
    "pt-BR": "Cartões em %s1 são números inteiros não assinados de 4 bits. Isso significa que as cartas têm um ataque máximo de 15 (de 2 ^ 4-1).",
    "ro": "Cardurile din %s1 sunt numere întregi nesemnate pe 4 biți. Aceasta înseamnă că cărțile au un atac maxim de 15 (de la 2 ^ 4-1).",
    "ru": "Карты в %s1 представляют собой 4-битные целые числа без знака. Это означает, что карты имеют максимальную атаку 15 (от 2 ^ 4-1).",
    "sv": "Kort i %s1 är 4-bitars osignerade heltal. Detta betyder att korten har en maximal attack på 15 (från 2 ^ 4-1).",
    "th": "การ์ดใน %s1 เป็นเลขจำนวนเต็ม 4 บิตที่ไม่ได้ลงชื่อ ซึ่งหมายความว่าไพ่มีการโจมตีสูงสุด 15 (จาก 2 ^ 4-1)",
    "tr": "%s1'deki kartlar 4 bit işaretsiz tam sayılardır. Bu, kartların maksimum 15 (2 ^ 4-1 arası) atak geçirdiği anlamına gelir.",
    "uk": "Картки в %s1 - це 4-бітні цілі числа, які не підписуються. Це означає, що картки мають максимальну атаку 15 (від 2 ^ 4-1).",
    "vi": "Thẻ trong %s1 là số nguyên không dấu 4 bit. Điều này có nghĩa là các thẻ có một cuộc tấn công tối đa là 15 (từ 2 ^ 4-1).",
    "zh-CN": "%s1中的卡是4位无符号整数。这意味着纸牌的最大攻击力为15（从2 ^ 4-1起）。",
    "zh-TW": "%s1中的卡是4位無符號整數。這意味著紙牌的最大攻擊力為15（從2 ^ 4-1起）。"
}
