{
    "ar": "البطاقات التي تتجاوز 15 هجومًا سوف تفيض وتلتف حول 0! استخدام هذه المعلومات لصالحك وإضعاف أقوى بطاقة عدوك.",
    "bg": "Картите, които надвишават 15 атаки, ще преливат и ще се обвиват до 0! Използвайте тази информация в своя полза и отслабете най-силната карта на вашия враг.",
    "cs": "Karty, které přesahují 15 útoků, přetečou a zabalí na 0! Využijte tyto informace ve svůj prospěch a oslabte nejsilnější kartu vašeho nepřítele.",
    "da": "Kort, der overstiger 15 angreb, vil overløbe og vikle rundt til 0! Brug disse oplysninger til din fordel og svag din fjendes stærkeste kort.",
    "de": "Karten mit mehr als 15 Angriffen laufen über und werden auf 0 gesetzt! Nutzen Sie diese Informationen zu Ihrem Vorteil und schwächen Sie die stärkste Karte Ihres Gegners.",
    "el": "Κάρτες που υπερβαίνουν τις 15 επιθέσεις θα ξεπεράσουν και θα τυλιχτούν γύρω στο 0! Χρησιμοποιήστε αυτές τις πληροφορίες προς όφελός σας και αποδυναμώστε την ισχυρότερη κάρτα του εχθρού σας.",
    "en": "Cards that exceed 15 attack will overflow and wrap around to 0! Use this information to your advantage and weaken your enemy's strongest card.",
    "es": "¡Las cartas que superan los 15 ataques se desbordarán y se ajustarán a 0! Usa esta información para tu ventaja y debilita la carta más fuerte de tu enemigo.",
    "es-419": "¡Las cartas que superan los 15 ataques se desbordarán y se ajustarán a 0! Usa esta información para tu ventaja y debilita la carta más fuerte de tu enemigo.",
    "fi": "Kortit, jotka ylittävät 15 hyökkäyksen, ylittyvät ja käärivät arvoon 0! Käytä näitä tietoja eduksesi ja heikentä vihollisesi vahvinta korttia.",
    "fr": "Les cartes qui dépassent 15 attaques débordent et s'enroulent autour de 0! Utilisez ces informations à votre avantage et affaiblissez la carte la plus puissante de votre ennemi.",
    "hu": "A 15 támadást meghaladó kártyák túlcsordulnak és 0-ra fordulnak! Használja ezt az információt az előnyeire, és gyengítse az ellenség legerősebb kártyáját.",
    "it": "Le carte che superano i 15 attacchi verranno traboccate e rimarranno a 0! Usa queste informazioni a tuo vantaggio e indebolisci la carta più forte del tuo nemico.",
    "ja": "15攻撃を超えるカードはオーバーフローし、0に戻ります！この情報を活用して、敵の最強のカードを弱めます。",
    "ko": "공격이 15를 초과하는 카드는 오버플로되어 0으로 줄어 듭니다! 이 정보를 활용하여 적의 가장 강한 카드를 약화 시 키십시오.",
    "nl": "Kaarten met een aanval van meer dan 15 zullen overlopen en rondlopen tot 0! Gebruik deze informatie in je voordeel en verzwak de sterkste kaart van je vijand.",
    "no": "Kort som overstiger 15 angrep vil strømme over og vikle rundt til 0! Bruk denne informasjonen til din fordel og svekk fiendens sterkeste kort.",
    "pl": "Karty, które przekraczają 15 ataku, przepełnią się i zawiną do 0! Wykorzystaj te informacje na swoją korzyść i osłab najsilniejszą kartę wroga.",
    "pt": "Cartas que excedem 15 ataques transbordam e passam para 0! Use essas informações para sua vantagem e enfraqueça a carta mais forte do seu inimigo.",
    "pt-BR": "Cartas que excedem 15 ataques transbordam e passam para 0! Use essas informações para sua vantagem e enfraqueça a carta mais forte do seu inimigo.",
    "ro": "Cărțile care depășesc 15 atacuri se vor revărsa și se vor înfășura până la 0! Utilizați aceste informații în avantajul dvs. și slăbiți cea mai puternică carte a inamicului.",
    "ru": "Карты, превышающие 15 атак, переполнятся и обернутся до 0! Используйте эту информацию в своих интересах и ослабьте сильнейшую карту врага.",
    "sv": "Kort som överstiger 15 attacker kommer att översvämma och lindas till 0! Använd denna information till din fördel och försvag din fiendes starkaste kort.",
    "th": "ไพ่ที่มีการโจมตีเกิน 15 ครั้งจะล้นและล้อมเป็น 0! ใช้ข้อมูลนี้เพื่อประโยชน์ของคุณและทำให้การ์ดที่แข็งแกร่งที่สุดของศัตรูอ่อนแอลง",
    "tr": "15 saldırıyı aşan kartlar taşar ve 0'a dolanır! Bu bilgiyi sizin yararınıza kullanın ve düşmanın en güçlü kartını zayıflatın.",
    "uk": "Картки, що перевищують 15 атак, переповнюватимуться і обертаються до 0! Використовуйте цю інформацію в своїх інтересах і послабите найсильнішу карту противника.",
    "vi": "Thẻ vượt quá 15 lần tấn công sẽ tràn ra và bao quanh thành 0! Sử dụng thông tin này để lợi thế của bạn và làm suy yếu thẻ mạnh nhất của kẻ thù.",
    "zh-CN": "攻击力超过15的纸牌将溢出并环绕为0！使用此信息对您有利，并削弱敌人的最强牌。",
    "zh-TW": "攻擊力超過15的紙牌將溢出並環繞為0！使用此信息對您有利，並削弱敵人的最強牌。"
}
