{
    "ar": "لمعرفة المزيد عن البطاقة ، اضغط على زر المساعدة.",
    "bg": "За да научите повече за картата, натиснете бутона за помощ.",
    "cs": "Chcete-li se dozvědět více o kartě, stiskněte tlačítko Nápověda.",
    "da": "Tryk på hjælp-knappen for at lære mere om et kort.",
    "de": "Um mehr über eine Karte zu erfahren, drücken Sie die Hilfetaste.",
    "el": "Για να μάθετε περισσότερα σχετικά με μια κάρτα, πατήστε το κουμπί βοήθειας.",
    "en": "To learn more about a card, press the help button.",
    "es": "Para obtener más información sobre una tarjeta, presione el botón de ayuda.",
    "es-419": "Para obtener más información sobre una tarjeta, presione el botón de ayuda.",
    "fi": "Jos haluat lisätietoja kortista, paina ohjepainiketta.",
    "fr": "Pour en savoir plus sur une carte, appuyez sur le bouton d'aide.",
    "hu": "Ha többet szeretne tudni a kártyáról, nyomja meg a súgó gombot.",
    "it": "Per saperne di più su una carta, premi il pulsante di aiuto.",
    "ja": "カードの詳細については、ヘルプボタンを押してください。",
    "ko": "카드에 대한 자세한 내용을 보려면 도움말 단추를 누르십시오.",
    "nl": "Druk op de helpknop voor meer informatie over een kaart.",
    "no": "For å lære mer om et kort, trykk på hjelpeknappen.",
    "pl": "Aby dowiedzieć się więcej o karcie, naciśnij przycisk pomocy.",
    "pt": "Para saber mais sobre um cartão, pressione o botão de ajuda.",
    "pt-BR": "Para saber mais sobre um cartão, pressione o botão de ajuda.",
    "ro": "Pentru a afla mai multe despre o carte, apăsați butonul de ajutor.",
    "ru": "Чтобы узнать больше о карте, нажмите кнопку справки.",
    "sv": "För att lära dig mer om ett kort, tryck på hjälpknappen.",
    "th": "หากต้องการเรียนรู้เพิ่มเติมเกี่ยวกับการ์ดให้กดปุ่มช่วยเหลือ",
    "tr": "Bir kart hakkında daha fazla bilgi edinmek için yardım düğmesine basın.",
    "uk": "Щоб дізнатися більше про карту, натисніть кнопку довідки.",
    "vi": "Để tìm hiểu thêm về thẻ, nhấn nút trợ giúp.",
    "zh-CN": "要了解有关卡的更多信息，请按帮助按钮。",
    "zh-TW": "要了解有關卡的更多信息，請按幫助按鈕。"
}
