{
    "ar": "يمكنني نقلك إلى بوابة الشيطان ، ولكن لا يمكن فتح هذه البوابة إلا بواسطة مفتاح مصنوع من %s1. يشاع أن أحدها محتجز في عمق %s2 ، في سرداب %s3.",
    "bg": "Мога да ви закарам до демонската порта, но този портал може да бъде отворен само от ключ, изработен от %s1. Говори се, че един от тях се държи дълбоко в %s2, в криптата на %s3.",
    "cs": "Mohu vás převézt k démonské bráně, ale tento portál lze otevřít pouze klíčem vyrobeným z %s1. Říká se, že jeden z nich je držen hluboko uvnitř %s2, v kryptě %s3.",
    "da": "Jeg kan færge dig til dæmonporten, men denne portal kan kun åbnes af en nøgle lavet af en %s1. En af disse rygtes at blive holdt dybt inde i %s2, i krypten af %s3.",
    "de": "Ich kann dich zum Dämonentor bringen, aber dieses Portal kann nur mit einem Schlüssel geöffnet werden, der aus einem %s1 gefertigt wurde. Es wird gemunkelt, dass einer von ihnen tief in %s2 in der Krypta von %s3 aufbewahrt wird.",
    "el": "Μπορώ να σας μεταφέρω στην πύλη των δαιμόνων, αλλά αυτή η πύλη μπορεί να ανοίξει μόνο με ένα κλειδί κατασκευασμένο από ένα %s1. Ένα από αυτά φημολογείται ότι βρίσκεται βαθιά μέσα στο %s2, στην κρύπτη του %s3.",
    "en": "I can ferry you to the demon gate, but this portal can only be opened by a key crafted from a %s1. One of these is rumored to be held deep within %s2, in the crypt of %s3.",
    "es": "Puedo transportarte a la puerta del demonio, pero este portal solo puede abrirse con una llave elaborada a partir de un %s1. Se rumorea que uno de ellos se encuentra en lo profundo de %s2, en la cripta de %s3.",
    "es-419": "Puedo transportarte a la puerta del demonio, pero este portal solo puede abrirse con una llave elaborada a partir de un %s1. Se rumorea que uno de ellos se encuentra en lo profundo de %s2, en la cripta de %s3.",
    "fi": "Voin kuljettaa sinut demoniportille, mutta tämän portaalin voi avata vain %s1:stä valmistetulla avaimella. Yhden näistä huhutaan olevan syvällä %s2: ssä, %s3: n kryptassa.",
    "fr": "Je peux vous transporter jusqu’à la porte des démons, mais ce portail ne peut être ouvert que par une clé fabriquée à partir d’un %s1. L’un d’entre eux serait détenu au plus profond de %s2, dans la crypte de %s3.",
    "hu": "Elvihetlek a démonkapuhoz, de ezt a portált csak egy %s1-ből készített kulccsal lehet kinyitni. A pletykák szerint ezek közül az egyiket mélyen a %s2-en belül tartják, a %s3 kriptájában.",
    "it": "Posso traghettarvi al cancello dei demoni, ma questo portale può essere aperto solo da una chiave ricavata da un %s1. Si dice che uno di questi sia conservato nel profondo di %s2, nella cripta di %s3.",
    "ja": "魔門まで運ぶことはできますが、このポータルは%s1から作られた鍵によってのみ開くことができます。これらの1つは、%s3の地下室で、%s2の奥深くに保持されていると噂されています。",
    "ko": "악마의 문으로 데려다 줄 수는 있지만, 이 차원문은 %s1로 만든 열쇠로만 열 수 있습니다. 이 중 하나는 %s3의 지하 실에있는 %s2 깊숙한 곳에 보관되어 있다는 소문이 있습니다.",
    "nl": "Ik kan je naar de demon gate brengen, maar dit portaal kan alleen worden geopend door een sleutel gemaakt van een %s1. Een daarvan wordt naar verluidt diep in %s2 gehouden, in de crypte van %s3.",
    "no": "Jeg kan ferge deg til demonporten, men denne portalen kan bare åpnes med en nøkkel laget av en %s1. En av disse ryktes å bli holdt dypt inne i %s2, i krypten til %s3.",
    "pl": "Mogę cię przewieźć do bramy demonów, ale ten portal może zostać otwarty tylko za pomocą klucza spreparowanego z %s1. Mówi się, że jeden z nich jest przechowywany głęboko w %s2, w krypcie %s3.",
    "pt": "Eu posso levá-lo para o portão demoníaco, mas este portal só pode ser aberto por uma chave criada a partir de um %s1. Há rumores de que um deles seria mantido nas profundezas do %s2, na cripta do %s3.",
    "pt-BR": "Eu posso transportá-lo para o portão demoníaco, mas este portal só pode ser aberto por uma chave criada a partir de uma %s1. Há rumores de que um deles seja mantido nas profundezas da %s2, na cripta da %s3.",
    "ro": "Vă pot duce la poarta demonului, dar acest portal poate fi deschis doar de o cheie fabricată dintr-un %s1. Se zvonește că una dintre acestea va fi ținută adânc în %s2, în cripta %s3.",
    "ru": "Я могу доставить вас к вратам демонов, но этот портал может быть открыт только ключом, созданным из %s1. Один из них, по слухам, хранится глубоко внутри %s2, в склепе %s3.",
    "sv": "Jag kan färja dig till demonporten, men den här portalen kan bara öppnas med en nyckel tillverkad av en %s1. En av dessa ryktas hållas djupt inom %s2, i kryptan av %s3.",
    "th": "ฉันสามารถส่งคุณไปที่ประตูปีศาจได้ แต่พอร์ทัลนี้สามารถเปิดได้โดยกุญแจที่สร้างขึ้นจาก %s1 เท่านั้น หนึ่งในนั้นคือข่าวลือว่าจะจัดขึ้นลึกเข้าไปใน %s2 ในห้องใต้ดินของ %s3",
    "tr": "Sizi şeytan kapısına götürebilirim, ancak bu portal sadece %s1'den yapılmış bir anahtarla açılabilir. Bunlardan birinin %s2'in derinliklerinde, %s3'nin kriptosunda tutulduğu söyleniyor.",
    "uk": "Я можу переправити вас до воріт демонів, але цей портал можна відкрити лише ключем, створеним з %s1. За чутками, один з них зберігається глибоко в %s2, в склепі %s3.",
    "vi": "Tôi có thể đưa bạn đến cổng quỷ, nhưng cánh cổng này chỉ có thể được mở bằng một chiếc chìa khóa được chế tạo từ %s1. Một trong số đó được đồn đại là được tổ chức sâu trong %s2, trong hầm mộ của %s3.",
    "zh-CN": "我可以把你送到魔门，但这个传送门只能用%s1制作的钥匙打开。据传其中之一被保存在%s2深处，在%s3的地下室中。",
    "zh-TW": "我可以把你送到魔門，但這個傳送門只能用%s1製作的鑰匙打開。據傳其中之一被保存在%s2深處，在%s3的地下室中。"
}
