{
    "ar": "يمكنني نقلك إلى بوابة الشياطين ، ولكن لا يمكن فتح هذه البوابة إلا بمفتاح مصنوع من %s1. لا يمكن صنع هذا إلا من مواد نادرة لا يمكن العثور عليها إلا داخل %s2.",
    "bg": "Мога да ви закарам до демонската порта, но този портал може да бъде отворен само от ключ, изработен от %s1. Това моtже да бъде изработено само от редки материали, които могат да бъдат намерени само в рамките на %s2.",
    "cs": "Mohu vás převézt k démonské bráně, ale tento portál lze otevřít pouze klíčem vyrobeným z %s1. To může být vytvořeno pouze ze vzácných materiálů, které lze nalézt pouze v rámci %s2.",
    "da": "Jeg kan færge dig til dæmonporten, men denne portal kan kun åbnes af en nøgle lavet af en %s1. Dette kan kun fremstilles af sjældne materialer, der kun kan findes inden for %s2.",
    "de": "Ich kann dich zum Dämonentor bringen, aber dieses Portal kann nur mit einem Schlüssel geöffnet werden, der aus einem %s1 gefertigt wurde. Dies kann nur aus seltenen Materialien hergestellt werden, die nur in %s2 zu finden sind.",
    "el": "Μπορώ να σας μεταφέρω στην πύλη των δαιμόνων, αλλά αυτή η πύλη μπορεί να ανοίξει μόνο με ένα κλειδί κατασκευασμένο από ένα %s1. Αυτό μπορεί να κατασκευαστεί μόνο από σπάνια υλικά που μπορούν να βρεθούν μόνο στο %s2.",
    "en": "I can ferry you to the demon gate, but this portal can only be opened by a key crafted from a %s1. This can only be crafted from rare materials that can only be found within %s2.",
    "es": "Puedo transportarte a la puerta del demonio, pero este portal solo puede abrirse con una llave elaborada a partir de un %s1. Esto solo se puede hacer a mano con materiales raros que solo se pueden encontrar dentro de %s2.",
    "es-419": "Puedo transportarte a la puerta del demonio, pero este portal solo puede abrirse con una llave elaborada a partir de un %s1. Esto solo se puede hacer a mano con materiales raros que solo se pueden encontrar dentro de %s2.",
    "fi": "Voin kuljettaa sinut demoniportille, mutta tämä portaali voidaan avata vain %s1: stä valmistetulla avaimella. Tämä voidaan valmistaa vain harvinaisista materiaaleista, joita löytyy vain %s2: stä.",
    "fr": "Je peux vous transporter jusqu’à la porte des démons, mais ce portail ne peut être ouvert que par une clé fabriquée à partir d’un %s1. Cela ne peut être fabriqué qu’à partir de matériaux rares que l’on ne trouve que dans %s2.",
    "hu": "Elvihetlek a démonkapuhoz, de ezt a portált csak egy %s1-ből készített kulccsal lehet kinyitni. Ezt csak olyan ritka anyagokból lehet elkészíteni, amelyek csak a %s2-n belül találhatók meg.",
    "it": "Posso traghettarvi al cancello dei demoni, ma questo portale può essere aperto solo da una chiave ricavata da un %s1. Questo può essere realizzato solo con materiali rari che possono essere trovati solo all'interno di %s2.",
    "ja": "魔門まで運ぶことはできますが、このポータルは%s1から作られた鍵によってのみ開くことができます。これは、%s2内で しか見つけることができない珍しい材料からのみ作成できます。",
    "ko": "악마의 문으로 데려다 줄 수는 있지만, 이 차원문은 %s1에서 만든 열쇠로만 열 수 있습니다. 이것은 %s2 내에서만 찾을 수 있는 희귀 재료로만 제작할 수 있습니다.",
    "nl": "Ik kan je naar de demonenpoort brengen, maar dit portaal kan alleen worden geopend door een sleutel gemaakt van een %s1. Dit kan alleen worden gemaakt van zeldzame materialen die alleen binnen %s2 te vinden zijn.",
    "no": "Jeg kan ferge deg til demonporten, men denne portalen kan bare åpnes med en nøkkel laget av en %s1. Dette kan bare lages av sjeldne materialer som bare finnes i %s2.",
    "pl": "Mogę cię przewieźć do bramy demonów, ale ten portal może zostać otwarty tylko za pomocą klucza spreparowanego z %s1. Można to zrobić tylko z rzadkich materiałów, które można znaleźć tylko w %s2.",
    "pt": "Eu posso transportá-lo para o portão demoníaco, mas este portal só pode ser aberto por uma chave criada a partir de um %s1. Isso só pode ser feito a partir de materiais raros que só podem ser encontrados dentro do %s2.",
    "pt-BR": "Eu posso transportá-lo para o portão demoníaco, mas este portal só pode ser aberto por uma chave criada a partir de uma %s1. Isso só pode ser criado a partir de materiais raros que só podem ser encontrados no %s2.",
    "ro": "Vă pot duce la poarta demonului, dar acest portal poate fi deschis doar de o cheie fabricată dintr-un %s1. Acest lucru poate fi fabricat numai din materiale rare, care pot fi găsite numai în %s2.",
    "ru": "Я могу переправить вас к воротам демонов, но этот портал можно открыть только ключом, созданным из %s1. Его можно изготовить только из редких материалов, которые можно найти только в %s2.",
    "sv": "Jag kan färja dig till demonporten, men den här portalen kan bara öppnas med en nyckel tillverkad av en %s1. Detta kan endast tillverkas av sällsynta material som bara finns inom %s2.",
    "th": "ฉันสามารถส่งคุณไปที่ประตูปีศาจได้ แต่พอร์ทัลนี้สามารถเปิดได้โดยกุญแจที่สร้างขึ้นจาก %s1 เท่านั้น สิ่งนี้สามารถสร้างขึ้นจากวัสดุหายากที่สามารถพบได้ใน %s2 เท่านั้น",
    "tr": "Sizi şeytan kapısına götürebilirim, ancak bu portal sadece %s1'den yapılmış bir anahtarla açılabilir. Bu, yalnızca %s2 içinde bulunabilen nadir malzemelerden üretilebilir.",
    "uk": "Я можу переправити вас до воріт демонів, але цей портал можна відкрити лише ключем, створеним з %s1. Це може бути зроблено лише з рідкісних матеріалів, які можна знайти лише в %s2.",
    "vi": "Tôi có thể đưa bạn đến cổng quỷ, nhưng cánh cổng này chỉ có thể được mở bằng một chiếc chìa khóa được chế tạo từ %s1. Điều này chỉ có thể được chế tạo từ các vật liệu hiếm chỉ có thể tìm thấy trong %s2.",
    "zh-CN": "我可以把你送到魔门，但这个传送门只能用%s1制作的钥匙打开。这只能由只能在%s2中找到的稀有材料制成。",
    "zh-TW": "我可以把你送到魔門，但這個傳送門只能用%s1製作的鑰匙打開。這隻能由只能在%s2中找到的稀有材料製成。"
}
