{
    "ar": "'movss' مشابه لـ 'mov'، إلا أنه يعمل على أرقام كسرية (الفاصلة العائمة).",
    "bg": "\\\"movss\\\" е подобен на \\\"mov\\\", с изключение на това, че действа на части (с плаваща запетая).",
    "cs": "'movss' je podobný 'mov', s výjimkou pracuje na zlomkové (plovoucí-bod) čísla.",
    "da": "'movss' svarer til 'mov', bortset fra at det fungerer på fraktioneret (floating-point) tal.",
    "de": "'movss' ähnelt 'mov', außer es arbeitet auf fraktionierten (Floating-Point) Zahlen.",
    "el": "Το 'movss' είναι παρόμοιο με το 'mov', με τη διαφορά ότι λειτουργεί σε κλασματικούς αριθμούς (κινητής υποδιαστολής).",
    "en": "'movss' is similar to 'mov', except it operates on fractional (floating-point) numbers.",
    "es": "'movss' es similar a 'mov', excepto que funciona con números fraccionarios (punto flotante).",
    "es-419": "'movss' es similar a 'mov', excepto que funciona con números fraccionarios (punto flotante).",
    "fi": "'movss' on samanlainen kuin mov, paitsi että se toimii murtolukuluvuilla (liukuluku).",
    "fr": "' movss' est similaire à 'mov', sauf qu’il fonctionne sur des nombres fractionnés (à virgule flottante).",
    "hu": "Az \\\"movss\\\" hasonló az \\\"mov\\\"-hez, kivéve, hogy tört (lebegőpontos) számokon működik.",
    "it": "'movss' è simile a 'mov', ad eccezione del fatto che opera su numeri frazionari (a virgola mobile).",
    "ja": "「movss」は、小数(浮動小数点数)の数値に対して動作する点を除いて、「mov」に似ています。",
    "ko": "'movss'는 'mov'와 비슷하며, 분수(부동점) 숫자로 작동합니다.",
    "nl": "'movss' is vergelijkbaar met 'mov', behalve dat het werkt op fractionele (floating-point) nummers.",
    "nb": "'movss' ligner på 'mov', bortsett fra at den opererer på brøktall (flyttall) tall.",
    "pl": "\\\"movss\\\" jest podobny do \\\"mov\\\", z tą różnicą, że działa na ułamkowych (zmiennoprzecinkowych) liczbach.",
    "pt": "'movss' é semelhante a 'mov', exceto que opera em números fracionados (ponto flutuante).",
    "pt-BR": "'movss' é semelhante ao 'mov', exceto que opera em números fracionados (ponto flutuante).",
    "ro": "\\\"movss\\\" este similar cu \\\"mov\\\", cu excepția faptului că funcționează pe numere fracționate (în virgulă mobilă).",
    "ru": "'movss' похож на 'mov', за исключением того, что он работает на дробных (плавающих точках) числах.",
    "sv": "\\\"movss\\\" liknar \\\"mov\\\", förutom att den arbetar med bråktal (flyttalsnummer).",
    "th": "'movss' คล้ายกับ 'mov' ยกเว้นตัวเลขที่ดําเนินการบนเศษส่วน (จุดลอยตัว)",
    "tr": "'movss' 'mov' benzer, ancak kesirli (kayan nokta) numaraları çalışır.",
    "uk": "' movss ' схожий на ' КСИЛОКСИКСІ ', за винятком він працює на дробових (плаваючою точкою) чисел.",
    "vi": "' movss ' tương tự như ' mov ', ngoại trừ nó hoạt động trên số phân đoạn (Floating-Point).",
    "zh-CN": "\\\"movss\\\"类似于\\\"mov\\\"，只不过它使用小数（浮点）号码。",
    "zh-TW": "\\\"movss\\\"類似於\\\"mov\\\",只不過它使用小數(浮點)號碼。"
}
