{
    "ar": "هذه التعليمات تسمح بنقل البيانات من xmm* تسجيلات إلى الذاكرة.",
    "bg": "Тази инструкция позволява прехвърлянето на данни от xmm* регистри към паметта.",
    "cs": "Tento pokyn umožňuje přenos dat z xmm* registrů do paměti.",
    "da": "Denne instruktion gør det muligt at overføre data fra xmm*-kasseapparater til hukommelsen.",
    "de": "Diese Anweisung ermöglicht die Übertragung von Daten aus xmm*-Registern in den Speicher.",
    "el": "Αυτή η οδηγία επιτρέπει τη μεταφορά δεδομένων από τους καταχωρητές xmm* στη μνήμη.",
    "en": "This instruction allows the transfer of data from xmm* registers to memory.",
    "es": "Esta instrucción permite la transferencia de datos de registros xmm* a la memoria.",
    "es-419": "Esta instrucción permite la transferencia de datos de registros xmm* a la memoria.",
    "fi": "Tämä ohje mahdollistaa tietojen siirtämisen xmm*-rekistereistä muistiin.",
    "fr": "Cette instruction permet le transfert de données des registres xmm* vers la mémoire.",
    "hu": "Ez az utasítás lehetővé teszi az adatok átvitelét az xmm*-i regiszterekről a memóriába.",
    "it": "Questa istruzione consente il trasferimento di dati dai registri xmm* alla memoria.",
    "ja": "この命令により、xmm* レジスタからメモリへのデータの転送が可能になります。",
    "ko": "이 명령을 사용하면 xmm* 레지스터에서 메모리로 데이터를 전송할 수 있습니다.",
    "nl": "Deze instructie maakt de overdracht van gegevens van xmm* registers naar het geheugen mogelijk.",
    "nb": "Denne instruksjonen tillater overføring av data fra xmm*-registre til minne.",
    "pl": "Ta instrukcja umożliwia przesyłanie danych z rejestrów xmm* do pamięci.",
    "pt": "Esta instrução permite a transferência de dados dos registos xmm* para a memória.",
    "pt-BR": "Esta instrução permite a transferência de dados de xmm* registra-se para memória.",
    "ro": "Această instrucțiune permite transferul de date din registrele xmm* în memorie.",
    "ru": "Эта инструкция позволяет передавать данные из регистров xmm* в память.",
    "sv": "Denna instruktion möjliggör överföring av data från xmm* register till minne.",
    "th": "คําสั่งนี้ช่วยให้การถ่ายโอนข้อมูลจากเครื่องบันทึกเงินสด xmm* ไปยังหน่วยความจํา",
    "tr": "Bu yönerge, xmm* kayıtlarından belleğe veri aktarımı sağlar.",
    "uk": "Ця інструкція дозволяє передачі даних з xmm* регістрів пам'яті.",
    "vi": "Hướng dẫn này cho phép chuyển dữ liệu từ xmm* đăng ký bộ nhớ.",
    "zh-CN": "此指令允许将数据从 xmm* 寄存器传输到内存。",
    "zh-TW": "此指令允許將數據從 xmm* 寄存器傳輸到記憶體。"
}
