{
    "ar": "الأرصفة على اليمين ، ولكن لا تغادر أي سفن دون إذن من الملكة! إنها تعيش ورائي مباشرة!",
    "bg": "Доковете са вдясно, но няма кораби, които да тръгват без разрешение от кралицата! Тя живее точно зад мен!",
    "cs": "Doky jsou napravo, ale žádná loď neodpluje bez povolení královny! Bydlí přímo za mnou!",
    "da": "Dokkerne er til højre, men ingen skibe afgår uden tilladelse fra dronningen! Hun bor lige bag mig!",
    "de": "Die Docks befinden sich auf der rechten Seite, jedoch laufen keine Schiffe ohne Genehmigung der Königin ab! Sie wohnt direkt hinter mir!",
    "el": "Οι αποβάθρες είναι στα δεξιά, ωστόσο κανένα πλοίο δεν αναχωρεί χωρίς άδεια από τη βασίλισσα! Ζει ακριβώς πίσω μου!",
    "en": "The docks are to the right, however no ships depart without authorization from the queen! She lives directly behind me!",
    "es": "Los muelles están a la derecha, sin embargo, ningún barco sale sin autorización de la reina. ¡Ella vive directamente detrás de mí!",
    "es-419": "Los muelles están a la derecha, sin embargo, ningún barco sale sin autorización de la reina. ¡Ella vive directamente detrás de mí!",
    "fi": "Laiturit ovat oikealla, mutta yksikään laiva ei lähde ilman kuningattaren lupaa! Hän asuu suoraan takanani!",
    "fr": "Les quais sont à droite, mais aucun navire ne part sans l’autorisation de la reine! Elle habite juste derrière moi !",
    "hu": "A dokkok jobbra vannak, de egyetlen hajó sem indul el a királynő engedélye nélkül! Közvetlenül mögöttem él!",
    "it": "Le banchine sono sulla destra, tuttavia nessuna nave parte senza l'autorizzazione della regina! Vive direttamente dietro di me!",
    "ja": "ドックは右側にありますが、女王の許可なしに船が出ることはありません!彼女は私の真後ろに住んでいます!",
    "ko": "부두는 오른쪽에 있지만 여왕의 허가 없이는 배가 출발하지 않습니다! 그녀는 내 바로 뒤에 산다!",
    "nl": "De dokken liggen aan de rechterkant, maar er vertrekken geen schepen zonder toestemming van de koningin! Ze woont direct achter me!",
    "no": "Dokkene er til høyre, men ingen skip går uten tillatelse fra dronningen! Hun bor rett bak meg!",
    "pl": "Doki znajdują się po prawej stronie, jednak żaden statek nie odpływa bez zezwolenia królowej! Mieszka bezpośrednio za mną!",
    "pt": "As docas estão à direita, no entanto, nenhum navio parte sem autorização da rainha! Ela vive diretamente atrás de mim!",
    "pt-BR": "As docas estão à direita, no entanto nenhum navio parte sem autorização da rainha! Ela mora logo atrás de mim!",
    "ro": "Docurile sunt la dreapta, cu toate acestea nici o navă nu pleacă fără autorizație de la regină! Ea trăiește direct în spatele meu!",
    "ru": "Доки находятся справа, однако ни один корабль не отходит без разрешения королевы! Она живет прямо за мной!",
    "sv": "Bryggorna ligger till höger, men inga fartyg avgår utan tillstånd från drottningen! Hon bor direkt bakom mig!",
    "th": "ท่าเรืออยู่ทางขวา แต่ไม่มีเรือออกโดยไม่ได้รับอนุญาตจากราชินี! เธออาศัยอยู่ด้านหลังฉันโดยตรง!",
    "tr": "Rıhtımlar sağdadır, ancak hiçbir gemi kraliçenin izni olmadan ayrılmaz! Tam arkamda yaşıyor!",
    "uk": "Доки знаходяться праворуч, однак жоден корабель не відправляється без дозволу королеви! Вона живе прямо за мною!",
    "vi": "Các bến cảng ở bên phải, tuy nhiên không có tàu nào khởi hành mà không có sự cho phép của nữ hoàng! Cô ấy sống ngay sau lưng tôi!",
    "zh-CN": "码头在右边，但是没有女王的授权，任何船只都不会离开！她就住在我身后！",
    "zh-TW": "碼頭在右邊，但是沒有女王的授權，任何船隻都不會離開！她就住在我身後！"
}
