{
    "ar": "الأرصفة هي إلى اليمين، ولكن لا تغادر السفن دون إذن من الملكة! يمكن العثور على منزلها في الجزء العلوي من المدينة في المركز. ركوب الرياح للوصول إلى هناك!",
    "bg": "Доковете са надясно, но нито един кораб не напуска без разрешение от кралицата! Домът й може да се намери в горната част на града в центъра. Язди вятъра, за да стигнеш дотам!",
    "cs": "Doky jsou vpravo, ale žádné lodě neodplouvají bez povolení královny! Její dům se nachází v horní části města v centru. Jízda na větru se tam dostat!",
    "da": "Havnen e der er til højre, men ingen skibe afgår uden tilladelse fra dronningen! Hendes hjem kan findes på toppen af byen i centrum. Ride vinden for at komme dertil!",
    "de": "Die Docks befinden sich auf der rechten Seite, aber keine Schiffe fahren ohne Genehmigung der Königin ab! Ihr Zuhause befindet sich an der Spitze der Stadt im Zentrum. Fahren Sie den Wind, um dorthin zu gelangen!",
    "el": "Οι αποβάθρες είναι στα δεξιά, ωστόσο κανένα πλοίο δεν αναχωρεί χωρίς άδεια από τη βασίλισσα! Το σπίτι της βρίσκεται στην κορυφή της πόλης στο κέντρο. Καβαλήσε τον άνεμο για να φτάσεις εκεί!",
    "en": "The docks are to the right, however no ships depart without authorization from the queen! Her home can be found at the top of town in the center. Ride the wind to get there!",
    "es": "Los muelles están a la derecha, sin embargo, ningún barco sale sin la autorización de la reina! Su casa se encuentra en la parte superior de la ciudad en el centro. ¡Monta el viento para llegar allí!",
    "es-419": "Los muelles están a la derecha, sin embargo, ningún barco sale sin la autorización de la reina! Su casa se encuentra en la parte superior de la ciudad en el centro. ¡Monta el viento para llegar allí!",
    "fi": "Satamat ovat oikealla, mutta laivat eivät lähde ilman kuningattaren lupaa! Hänen kotinsa löytyy kaupungin huipulta keskustasta. Aja tuulessa päästäksesi sinne!",
    "fr": "Les quais sont à droite, mais aucun navire ne part sans l’autorisation de la reine! Sa maison se trouve au sommet de la ville dans le centre. Faites le vent pour y arriver !",
    "hu": "A dokkok jobbra vannak, de egyetlen hajó sem indul el a királynő engedélye nélkül! Otthona a város tetején található a központban. Ride a szél, hogy oda!",
    "it": "Le banchine sono a destra, tuttavia nessuna nave partono senza l'autorizzazione della regina! La sua casa si trova in cima alla città nel centro. Cavalca il vento per arrivarci!",
    "ja": "ドックは右にありますが、女王の許可なしに出発する船はありません!彼女の家は中心部の町の頂上にあります。そこに到達するために風に乗る!",
    "ko": "부두는 오른쪽에 있지만 여왕의 허가없이 배가 출발하지 않습니다! 그녀의 집은 중앙에있는 마을의 꼭대기에서 찾을 수 있습니다. 거기에 도착하기 위해 바람을 타고!",
    "nl": "De dokken zijn aan het recht, nochtans vertrekken geen schepen zonder toestemming van de koningin! Haar huis is te vinden op de top van de stad in het centrum. Rijd de wind om er te komen!",
    "nb": "Havnene er til høyre, men ingen skip går uten tillatelse fra dronningen! Hennes hjem kan bli funnet på toppen av byen i sentrum. Ri vinden for å komme dit!",
    "pl": "Doki są po prawej stronie, jednak żadne statki nie odpływają bez zezwolenia królowej! Jej dom znajduje się na szczycie miasta w centrum miasta. Jeździć na wietrze, aby się tam dostać!",
    "pt": "As docas são à direita, no entanto nenhum navio parte sem autorização da rainha! Sua casa pode ser encontrada no topo da cidade no centro. Ande pelo vento para chegar lá!",
    "pt-BR": "As docas estão à direita, porém nenhum navio parte sem autorização da rainha! A casa dela pode ser encontrada no topo da cidade no centro. Ande com o vento para chegar lá!",
    "ro": "Docurile sunt la dreapta, dar nici o navă nu pleacă fără autorizație de la regină! Casa ei poate fi găsită în partea de sus a orașului în centru. Călărește vântul ca să ajungi acolo!",
    "ru": "Доки справа, однако ни один корабль не отходит без разрешения королевы! Ее дом можно найти в верхней части города в центре. Ездить ветер, чтобы добраться туда!",
    "sv": "Hamnen är till höger, men inga fartyg avgår utan tillstånd från drottningen! Hennes hem finns på toppen av staden i centrum. Rida vinden för att komma dit!",
    "th": "ท่าเทียบเรืออยู่ทางด้านขวา แต่ไม่มีเรือออกโดยไม่ได้รับอนุญาตจากราชินี! บ้านของเธอสามารถพบได้ที่ด้านบนของเมืองในศูนย์ ขี่ลมเพื่อไปที่นั่น!",
    "tr": "Rıhtımsağda, ancak hiçbir gemi kraliçenin izni olmadan kalkamaz! Evi, şehrin merkezinde, şehrin tepesinde bulunabilir. Oraya ulaşmak için rüzgara binin!",
    "uk": "Доки не мають права, проте ніякі кораблі не відправляються без дозволу королеви! Її будинок можна знайти на вершині міста в центрі. Їздити на вітер, щоб дістатися!",
    "vi": "Các bến cảng ở bên phải, Tuy nhiên không có tàu khởi hành mà không có sự cho phép của nữ hoàng! Nhà của cô có thể được tìm thấy ở đầu thị trấn ở trung tâm. Đi xe gió để có được ở đó!",
    "zh-CN": "码头在右边，但是没有船只离开，未经女王授权！她的家位于市中心的山顶。乘风到那里！",
    "zh-TW": "碼頭在右邊,但是沒有船隻離開,未經女王授權!她的家位於市中心的山頂。乘風到那裡!"
}
