{
    "ar": "الأرصفة إلى اليمين ، ولكن لا تغادر أي سفن دون إذن من الملكة! تعيش في الشجرة في أعلى مدينتنا. ركوب الرياح طوال الطريق إذا كنت ترغب في التحدث معها.",
    "bg": "Доковете са вдясно, но нито един кораб не тръгва без разрешение от кралицата! Тя живее в дървото на върха на нашия град. Язди вятъра докрай нагоре, ако искаш да говориш с нея.",
    "cs": "Doky jsou napravo, ale žádné lodě neodcházejí bez povolení královny! Žije ve stromu v horní části našeho města. Jestli s ní chceš mluvit, jedeš celou cestu nahoru.",
    "da": "Dokkerne er til højre, men ingen skibe afgår uden tilladelse fra dronningen! Hun bor i træet øverst i vores by. Kør vinden helt op, hvis du vil tale med hende.",
    "de": "Die Docks befinden sich rechts, jedoch fahren keine Schiffe ohne Genehmigung der Königin ab! Sie lebt im Baum oben in unserer Stadt. Fahren Sie den Wind ganz nach oben, wenn Sie mit ihr sprechen möchten.",
    "el": "Οι αποβάθρες είναι στα δεξιά, ωστόσο δεν μετακινούνται χωρίς άδεια από τη βασίλισσα! Ζει στο δέντρο στην κορυφή της πόλης μας. Περπατήστε τον άνεμο σε όλη τη διαδρομή, εάν θέλετε να μιλήσετε μαζί της.",
    "en": "The docks are to the right, however no ships depart without authorization from the queen! She lives in the tree at the top of our town. Ride the wind all the way up if you wish to speak with her.",
    "es": "¡Los muelles están a la derecha, sin embargo, no salen barcos sin la autorización de la reina! Ella vive en el árbol en la cima de nuestro pueblo. Sube el viento todo el camino si deseas hablar con ella.",
    "es-419": "¡Los muelles están a la derecha, sin embargo, no salen barcos sin la autorización de la reina! Ella vive en el árbol en la cima de nuestro pueblo. Sube el viento todo el camino si deseas hablar con ella.",
    "fi": "Telakat ovat oikealla puolella, mutta mikään alus ei saa poistua ilman kuningatar lupaa! Hän asuu kaupungin ylimmässä puussa. Aja tuuli loppuun asti, jos haluat puhua hänen kanssaan.",
    "fr": "Les quais sont à droite, cependant aucun navire ne part sans l'autorisation de la reine! Elle vit dans l'arbre au sommet de notre ville. Montez le vent jusqu'en haut si vous souhaitez lui parler.",
    "hu": "A dokkok jobbra vannak, de a hajó királynőjének engedélye nélkül egyetlen hajó sem indulhat! Városunk tetején a fában él. Haladj egészen a szélig, ha beszélni akarsz vele.",
    "it": "Le banchine sono a destra, tuttavia nessuna nave parte senza l'autorizzazione della regina! Vive sull'albero nella parte superiore della nostra città. Sali il vento fino in fondo se vuoi parlare con lei.",
    "ja": "ドックは右側にありますが、クイーンの許可なしに出港する船はありません。彼女は私たちの町のてっぺんの木に住んで います。彼女と話をしたい場合は、風にずっと乗ってください。",
    "ko": "부두는 오른쪽에 있지만 여왕의 허가없이 배는 출항하지 않습니다! 그녀는 우리 마을 꼭대기의 나무에 산다. 그녀와 대화하고 싶다면 바람을 끝까지 타십시오.",
    "nl": "De dokken liggen aan de rechterkant, maar er vertrekken geen schepen zonder toestemming van de koningin! Ze woont in de boom bovenaan onze stad. Rijd de wind helemaal naar boven als je met haar wilt praten.",
    "no": "Bryggene er til høyre, men ingen skip går uten autorisasjon fra dronningen! Hun bor i treet på toppen av byen vår. Kjør vinden helt opp hvis du ønsker å snakke med henne.",
    "pl": "Doki znajdują się po prawej stronie, jednak żaden statek nie odpływa bez pozwolenia królowej! Mieszka na drzewie na szczycie naszego miasta. Podnieś wiatr, jeśli chcesz z nią porozmawiać.",
    "pt": "As docas estão à direita, porém nenhum navio parte sem a autorização da rainha! Ela mora na árvore no topo da nossa cidade. Monte o vento todo o caminho, se você quiser falar com ela.",
    "pt-BR": "As docas estão à direita, porém nenhum navio parte sem a autorização da rainha! Ela mora na árvore no topo da nossa cidade. Monte o vento todo o caminho, se você quiser falar com ela.",
    "ro": "Docurile sunt la dreapta, cu toate acestea, nici o navă nu pleacă fără autorizația reginei! Locuiește în copacul din vârful orașului nostru. Puneți vântul până la capăt, dacă doriți să vorbiți cu ea.",
    "ru": "Доки находятся справа, однако ни один корабль не отходит без разрешения королевы! Она живет на дереве в верхней части нашего города. Поднимись на ветер, если хочешь поговорить с ней.",
    "sv": "Bryggorna är till höger, men inga fartyg avgår utan tillstånd från drottningen! Hon bor i trädet högst upp i vår stad. Rid vinden hela vägen om du vill prata med henne.",
    "th": "ท่าเรืออยู่ทางด้านขวา แต่ไม่มีเรือออกโดยไม่ได้รับอนุญาตจากราชินี! เธออาศัยอยู่ในต้นไม้ที่ด้านบนของเมืองของเรา ขี่ลมไปจนสุดทางถ้าคุณอยากคุยกับเธอ",
    "tr": "Rıhtımlar sağda, ancak hiçbir gemi kraliçenin izni olmadan yola çıkmıyor! Kasabamızın tepesindeki ağaçta yaşıyor. Onunla konuşmak istiyorsan rüzgarı sonuna kadar sür.",
    "uk": "Доки праворуч, однак жодне судно не відправляється без дозволу королеви! Вона живе на дереві на вершині нашого міста. Їдьте вітром до кінця, якщо хочете поговорити з нею.",
    "vi": "Các bến cảng ở bên phải, tuy nhiên không có tàu nào khởi hành mà không có sự cho phép từ nữ hoàng! Cô ấy sống trong cái cây trên đỉnh thị trấn của chúng tôi. Cưỡi gió hết cỡ nếu bạn muốn nói chuyện với cô ấy.",
    "zh-CN": "码头在右边，但是未经女王授权，任何船只都不得离开！她住在我们镇顶部的树上。如果您想和她说话，请一直吹着风。",
    "zh-TW": "碼頭在右邊，但是未經女王授權，任何船隻都不得離開！她住在我們鎮頂部的樹上。如果您想和她說話，請一直吹著風。"
}
