{
    "ar": ".اضبط على 1 إذا كان الكيان التالي يجب أن يتعرض للضرر من الخفافيش",
    "bg": "Задайте на 1, ако следващият обект трябва да поеме щети от прилепите.",
    "cs": "Nastavte na 1, pokud má další entita utrpět poškození od netopýrů.",
    "da": "Indstil til 1, hvis den næste enhed skulle tage skade fra flagermusene.",
    "de": "Setze auf 1, wenn die nächste Entität Schaden von den Fledermäusen erleiden soll.",
    "el": "Ορίστε σε 1 εάν η επόμενη οντότητα πρέπει να υποστεί ζημιά από τις νυχτερίδες.",
    "en": "Set to 1 if the next entity should take damage from the bats.",
    "es": "Establezca en 1 si la siguiente entidad recibe daño de los murciélagos.",
    "es-419": "Establezca en 1 si la siguiente entidad recibe daño de los murciélagos.",
    "fi": "Aseta arvoksi 1, jos seuraavan tahon pitäisi ottaa vahinkoa lepakoista.",
    "fr": "Réglez sur 1 si l’entité suivante doit subir des dégâts des chauves-souris.",
    "hu": "Állítsa 1-re, ha a következő entitásnak sebzést kell okoznia a denevérektől.",
    "it": "Impostare su 1 se l'entità successiva dovesse subire danni dai pipistrelli.",
    "ja": "次のエンティティがコウモリからダメージを受ける必要がある場合は、1に設定します。",
    "ko": "다음 개체가 박쥐로부터 피해를 입어야 하는 경우 1로 설정합니다.",
    "nl": "Stel in op 1 als de volgende entiteit schade van de vleermuizen moet nemen.",
    "no": "Sett til 1 hvis neste enhet skal ta skade fra flaggermusene.",
    "pl": "Ustaw na 1, jeśli następna jednostka powinna otrzymać obrażenia od nietoperzy.",
    "pt": "Desa fixação para 1 se a próxima entidade tiver danos causados pelos morcegos.",
    "pt-BR": "Defina como 1 se a próxima entidade receber dano dos morcegos.",
    "ro": "Setați la 1 dacă următoarea entitate ar trebui să ia daune de la lilieci.",
    "ru": "Установите значение 1, если следующая сущность должна получить урон от летучих мышей.",
    "sv": "Ställ in på 1 om nästa enhet skulle ta skada från fladdermössen.",
    "th": "ตั้งค่าเป็น 1 หากเอนทิตีถัดไปควรได้รับความเสียหายจากค้างคาว",
    "tr": "Bir sonraki varlığın yarasalardan hasar alması gerekiyorsa 1 olarak ayarlayın.",
    "uk": "Встановіть значення 1, якщо наступна сутність повинна забрати пошкодження у кажанів.",
    "vi": "Đặt thành 1 nếu thực thể tiếp theo sẽ chịu sát thương từ dơi.",
    "zh-CN": "如果下一个实体应该受到蝙蝠的伤害，则设置为 1。",
    "zh-TW": "如果下一個實體應該受到蝙蝠的傷害，則設置為1。"
}
