{
    "ar": "تحقق مما إذا كان الكيان التالي في فريق العدو. إذا كان الأمر كذلك ، فانتقل فوق الرمز ولا تفعل شيئا.",
    "bg": "Проверете дали следващата единица е в отбора на врага. Ако е така, прескочете кода и не правете нищо.",
    "cs": "Zkontrolujte, zda je v nepřátelském týmu další entita. Pokud ano, přeskočte kód a nedělejte nic.",
    "da": "Kontroller, om den næste enhed er på fjendens hold. I så fald skal du hoppe over koden og ikke gøre noget.",
    "de": "Überprüfe, ob sich die nächste Entität im gegnerischen Team befindet. Wenn ja, springen Sie über den Code und tun Sie nichts.",
    "el": "Ελέγξτε αν η επόμενη οντότητα είναι στην αντίπαλη ομάδα. Εάν ναι, πηδήξτε πάνω από τον κώδικα και μην κάνετε τίποτα.",
    "en": "Check if the next entity is on the enemy team. If so, jump over the code and do nothing.",
    "es": "Comprueba si la siguiente entidad está en el equipo enemigo. Si es así, salta sobre el código y no hagas nada.",
    "es-419": "Comprueba si la siguiente entidad está en el equipo enemigo. Si es así, salta sobre el código y no hagas nada.",
    "fi": "Tarkista, onko seuraava entiteetti vihollisjoukkueessa. Jos näin on, hyppää koodin yli äläkä tee mitään.",
    "fr": "Vérifiez si l’entité suivante fait partie de l’équipe ennemie. Si c’est le cas, sautez par-dessus le code et ne faites rien.",
    "hu": "Ellenőrizd, hogy a következő entitás az ellenséges csapatban van-e. Ha igen, ugorjon át a kódon, és ne tegyen semmit.",
    "it": "Controlla se la prossima entità è nella squadra nemica. In tal caso, salta sopra il codice e non fare nulla.",
    "ja": "次のエンティティが敵チームにあるかどうかを確認します。その場合は、コードを飛び越えて何もしません。",
    "ko": "다음 엔티티가 적 팀에 있는지 확인하십시오. 그렇다면 코드를 건너 뛰고 아무것도하지 마십시오.",
    "nl": "Controleer of de volgende entiteit zich in het vijandelijke team bevindt. Als dat zo is, spring dan over de code en doe niets.",
    "no": "Sjekk om neste enhet er på fiendens lag. I så fall hopper du over koden og gjør ingenting.",
    "pl": "Sprawdź, czy następny podmiot znajduje się w drużynie przeciwnika. Jeśli tak, przeskocz kod i nic nie rób.",
    "pt": "Verifique se a próxima entidade está na equipa inimiga. Se assim for, salte por cima do código e não faça nada.",
    "pt-BR": "Verifique se a próxima entidade está na equipe inimiga. Se assim for, pule sobre o código e não faça nada.",
    "ro": "Verificați dacă următoarea entitate este în echipa inamică. Dacă da, sari peste codul și nu fac nimic.",
    "ru": "Проверьте, есть ли следующая сущность во вражеской команде. Если это так, перепрыгните через код и ничего не делайте.",
    "sv": "Kontrollera om nästa enhet är med i fiendens lag. Om så är fallet, hoppa över koden och gör ingenting.",
    "th": "ตรวจสอบว่าเอนทิตีถัดไปอยู่ในทีมศัตรูหรือไม่ ถ้าเป็นเช่นนั้นให้ข้ามรหัสและไม่ทําอะไรเลย",
    "tr": "Bir sonraki varlığın düşman ekibinde olup olmadığını kontrol edin. Öyleyse, kodun üzerinden atlayın ve hiçbir şey yapmayın.",
    "uk": "Перевірте, чи є наступна сутність у ворожій команді. Якщо так, перестрибніть через код і нічого не робіть.",
    "vi": "Kiểm tra xem thực thể tiếp theo có thuộc đội kẻ thù không. Nếu vậy, hãy nhảy qua mã và không làm gì cả.",
    "zh-CN": "检查下一个实体是否在敌方团队中。如果是这样，请跳过代码，什么都不做。",
    "zh-TW": "檢查下一個實體是否在敵方團隊中。如果是這樣，請跳過代碼，什麼都不做。"
}
