{
    "ar": ".منطقية تشير إلى ما إذا كان الكيان موجودا في فريق العدو. القيمة المنطقية هي نوع بيانات يمكن أن يكون خطأ (0) أو صوابا (1)",
    "bg": "Булеви, показващ дали даден субект е в отбора на врага. Булевият е тип данни, който може да бъде неверен (0) или верен (1).",
    "cs": "Logická hodnota označující, zda je entita v nepřátelském týmu. Logická hodnota je datový typ, který může být false (0) nebo true (1).",
    "da": "En boolesk, der angiver, om en enhed er på fjendens hold. En boolesk er en datatype, der kan være falsk (0) eller sand (1).",
    "de": "Ein boolescher Wert, der anzeigt, ob sich eine Entität im gegnerischen Team befindet. Ein boolescher Wert ist ein Datentyp, der false (0) oder true (1) sein kann.",
    "el": "Ένα boolean που υποδεικνύει εάν μια οντότητα βρίσκεται στην αντίπαλη ομάδα. Το δυαδικό στοιχείο είναι ένας τύπος δεδομένων που μπορεί να είναι ψευδής (0) ή αληθής (1).",
    "en": "A boolean indicating if an entity is on the enemy team. A boolean is a data type that can be false (0), or true (1).",
    "es": "Un booleano que indica si una entidad está en el equipo enemigo. Un booleano es un tipo de datos que puede ser false (0) o true (1).",
    "es-419": "Un booleano que indica si una entidad está en el equipo enemigo. Un booleano es un tipo de datos que puede ser false (0) o true (1).",
    "fi": "Boolean, joka osoittaa, onko entiteetti vihollisjoukkueessa. Totuusarvo on tietotyyppi, joka voi olla epätosi (0) tai tosi (1).",
    "fr": "Booléen indiquant si une entité fait partie de l’équipe ennemie. Un booléen est un type de données qui peut être false (0) ou true (1).",
    "hu": "Egy logikai érték, amely azt jelzi, hogy egy entitás az ellenséges csapatban van-e. A logikai adattípus lehet hamis (0) vagy igaz (1).",
    "it": "Un valore booleano che indica se un'entità fa parte della squadra nemica. Un valore booleano è un tipo di dati che può essere falso (0) o true (1).",
    "ja": "エンティティが敵チームに属しているかどうかを示すブール値。ブール値は、偽 (0) または真 (1) のデータ型です。",
    "ko": "개체가 적 팀에 있는지 여부를 나타내는 부울입니다. 부울은 false(0) 또는 true(1)일 수 있는 데이터 형식입니다.",
    "nl": "Een booleaanse die aangeeft of een entiteit deel uitmaakt van het vijandelijke team. Een booleaanse is een gegevenstype dat onwaar (0) of waar (1) kan zijn.",
    "no": "En boolsk indikerer om en enhet er på fiendens lag. En boolsk er en datatype som kan være usann (0) eller sann (1).",
    "pl": "Wartość logiczna wskazująca, czy jednostka znajduje się w drużynie przeciwnika. Wartość logiczna to typ danych, który może mieć wartość false (0) lub true (1).",
    "pt": "Um booleano indicando se uma entidade está na equipa inimiga. Um booleano é um tipo de dados que pode ser falso (0), ou verdadeiro (1).",
    "pt-BR": "Um booleano indicando se uma entidade está na equipe inimiga. Um booleano é um tipo de dados que pode ser falso (0) ou verdadeiro (1).",
    "ro": "Un boolean care indică dacă o entitate face parte din echipa inamică. Un boolean este un tip de date care poate fi fals (0) sau adevărat (1).",
    "ru": "Булев, указывающий, входит ли сущность во вражескую команду. Логическое значение — это тип данных, который может быть ложным (0) или истинным (1).",
    "sv": "En boolesk som anger om en enhet är med i fiendens lag. En boolesk är en datatyp som kan vara falsk (0) eller sann (1).",
    "th": "บูลีนที่ระบุว่าเอนทิตีอยู่ในทีมศัตรูหรือไม่ บูลีนคือชนิดข้อมูลที่สามารถเป็นเท็จ (0) หรือจริง (1)",
    "tr": "Bir varlığın düşman takımında olup olmadığını gösteren bir boolean. Boolean, yanlış (0) veya doğru (1) olabilen bir veri türüdür.",
    "uk": "Булева, що вказує, чи є сутність у ворожій команді. Логічний - це тип даних, який може бути помилковим (0) або істинним (1).",
    "vi": "Một boolean cho biết nếu một thực thể nằm trong đội kẻ thù. Boolean là một kiểu dữ liệu có thể sai (0) hoặc đúng (1).",
    "zh-CN": "一个布尔值，指示实体是否在敌方团队中。布尔值是一种数据类型，可以为假 （0） 或真 （1）。",
    "zh-TW": "一個布爾值，指示實體是否在敵方團隊中。布爾值是一種數據類型，可以為假 （0） 或真 （1）。"
}
