{
    "ar": "يغطي هذا الفصل التحكم في التدفق. يستخدم التحكم في التدفق لتحديد الرمز الذي سيتم تنفيذه.",
    "bg": "Тази глава обхваща контролния поток. Контролният поток се използва, за да се реши кой код да се изпълни.",
    "cs": "Tato kapitola se zabývá regulačním tokem. Řídicí tok se používá k rozhodnutí, který kód má provést.",
    "da": "Dette kapitel dækker kontrolflow. Kontrolstrøm bruges til at bestemme hvilken kode der skal udføres.",
    "de": "Dieses Kapitel behandelt den Kontrollfluss. Der Kontrollfluss wird verwendet, um zu entscheiden, welcher Code ausgeführt werden soll.",
    "el": "Αυτό το κεφάλαιο καλύπτει τη ροή ελέγχου. Η ροή ελέγχου χρησιμοποιείται για να αποφασίσει ποιος κώδικας πρέπει να εκτελεστεί.",
    "en": "This chapter covers control flow. Control flow is used to decide which code to execute.",
    "es": "Este capítulo cubre el flujo de control. El flujo de control se utiliza para decidir qué código ejecutar.",
    "es-419": "Este capítulo cubre el flujo de control. El flujo de control se utiliza para decidir qué código ejecutar.",
    "fi": "Tämä luku kattaa ohjauksen virtauksen. Ohjausvirtaa käytetään päättämään, mikä koodi suoritetaan.",
    "fr": "Ce chapitre couvre le flux de contrôle. Le flux de contrôle est utilisé pour décider du code à exécuter.",
    "hu": "Ez a fejezet a vezérlő áramlást tartalmazza. A vezérlőáramlás segítségével eldöntheti, hogy melyik kódot kell végrehajtani.",
    "it": "Questo capitolo tratta il flusso di controllo. Il flusso di controllo viene utilizzato per decidere quale codice eseguire.",
    "ja": "この章では制御フローについて説明します。実行するコードを決定するために制御フローが使用されます。",
    "ko": "이 장에서는 제어 흐름을 다룹니다. 제어 흐름은 실행할 코드를 결정하는 데 사용됩니다.",
    "nl": "Dit hoofdstuk behandelt de controlestroom. Controlestroom wordt gebruikt om te beslissen welke code moet worden uitgevoerd.",
    "no": "Dette kapittelet dekker kontrollflow. Kontrollflyt brukes til å bestemme hvilken kode som skal utføres.",
    "pl": "Ten rozdział obejmuje przepływ sterowania. Przepływ sterowania służy do decydowania o tym, który kod wykonać.",
    "pt": "Este capítulo abrange o fluxo de controle. O fluxo de controle é usado para decidir qual código executar.",
    "pt-BR": "Este capítulo abrange o fluxo de controle. O fluxo de controle é usado para decidir qual código executar.",
    "ro": "Acest capitol acoperă fluxul de control. Debitul de control este folosit pentru a decide ce cod trebuie executat.",
    "ru": "Эта глава посвящена управлению потоком. Поток управления используется, чтобы решить, какой код выполнять.",
    "sv": "Detta kapitel täcker kontrollflödet. Kontrollflödet används för att bestämma vilken kod som ska utföras.",
    "th": "บทนี้ครอบคลุมถึงการควบคุมการไหล โฟลว์ควบคุมใช้เพื่อตัดสินใจว่าจะเรียกใช้รหัสใด",
    "tr": "Bu bölüm kontrol akışını kapsar. Hangi akışın yürütüleceğine karar vermek için kontrol akışı kullanılır.",
    "uk": "Цей розділ охоплює потік управління. Потік керування використовується для вирішення, який код виконуватиметься.",
    "vi": "Chương này bao gồm dòng kiểm soát. Luồng điều khiển được sử dụng để quyết định mã nào sẽ thực thi.",
    "zh-CN": "本章介绍控制流程。控制流用于决定执行哪些代码。",
    "zh-TW": "本章介紹控制流程。控制流用於決定執行哪些代碼。"
}
