{
    "ar": "قم بتقليل الهجوم بشكل متكرر بمقدار 1 بينما يكون الضرر أكبر من 5. هذا له تأثير في تقليل الضرر الذي تم التعامل معه إلى 5!",
    "bg": "Многократно намаляване на атаката с 1, докато щетите са по-големи от 5. Това води до намаляване на щетите, нанесени на 5!",
    "cs": "Opakovaně snižte útok o 1, zatímco poškození je větší než 5. To má za následek snížení uděleného poškození na 5!",
    "da": "Gentagne gange reducere angrebet med 1, mens skaden er større end 5. Dette har den virkning, at skaden reduceres til 5!",
    "de": "Reduzieren Sie den Angriff wiederholt um 1, während der Schaden größer als 5 ist. Dies hat den Effekt, dass der verursachte Schaden auf 5 reduziert wird!",
    "el": "Μειώστε επανειλημμένα την επίθεση κατά 1 ενώ η ζημιά είναι μεγαλύτερη από 5. Αυτό έχει ως αποτέλεσμα τη μείωση της ζημιάς που προκλήθηκε σε 5!",
    "en": "Repeatedly reduce the attack by 1 while the damage is greater than 5. This has the effect of reducing the damage dealt to 5!",
    "es": "Reduzca repetidamente el ataque en 1 mientras el daño sea mayor que 5. ¡Esto tiene el efecto de reducir el daño infligido a 5!",
    "es-419": "Reduzca repetidamente el ataque en 1 mientras el daño sea mayor que 5. ¡Esto tiene el efecto de reducir el daño infligido a 5!",
    "fi": "Vähennä hyökkäystä toistuvasti 1: llä, kun vahinko on suurempi kuin 5. Tämä vähentää aiheutuneita vahinkoja 5: een!",
    "fr": "Réduisez à plusieurs reprises l’attaque de 1 alors que les dégâts sont supérieurs à 5. Cela a pour effet de réduire les dégâts infligés à 5 !",
    "hu": "Ismételten csökkentse a támadást 1-gyel, miközben a kár nagyobb, mint 5. Ennek az a hatása, hogy a vállalt károkat 5-re csökkenti!",
    "it": "Ridurre ripetutamente l'attacco di 1 mentre il danno è maggiore di 5. Questo ha l'effetto di ridurre il danno inflitto a 5!",
    "ja": "ダメージが 5 より大きい間、攻撃を 1 ずつ繰り返し減らします。これは与えるダメ ージを5に減らす効果があります!",
    "ko": "공격력을 1만큼 반복적으로 줄이면서 데미지가 5보다 큽니다. 이로 인해 피해를 5 로 줄이는 효과가 있습니다!",
    "nl": "Verminder herhaaldelijk de aanval met 1 terwijl de schade groter is dan 5. Dit heeft tot gevolg dat de uitgedeelde schade wordt teruggebracht tot 5!",
    "no": "Reduser angrepet gjentatte ganger med 1 mens skaden er større enn 5. Dette har effekten av å redusere skaden som er behandlet til 5!",
    "pl": "Wielokrotnie zmniejszaj atak o 1, podczas gdy obrażenia są większe niż 5. Skutkuje to zmniejszeniem zadawanych obrażeń do 5!",
    "pt": "Reduza repetidamente o ataque em 1 enquanto os danos são superiores a 5. Isto tem o efeito de reduzir os danos causados a 5!",
    "pt-BR": "Reduza repetidamente o ataque em 1, enquanto o dano é maior que 5. Isso tem o efeito de reduzir o dano causado a 5!",
    "ro": "Reduceți în mod repetat atacul cu 1, în timp ce daunele sunt mai mari de 5. Acest lucru are ca efect reducerea daunelor provocate la 5!",
    "ru": "Многократно уменьшайте атаку на 1 при этом урон больше 5. Это приводит к снижению наносимого урона до 5!",
    "sv": "Minska attacken upprepade gånger med 1 medan skadan är större än 5. Detta får till följd att skadorna minskar till 5!",
    "th": "ลดการโจมตีซ้ําๆ ลง 1 ในขณะที่ค่าความเสียหายมากกว่า 5 สิ่งนี้มีผลในการลดความเสียหายที่ทําเป็น 5!",
    "tr": "Hasar 5'ten büyükken saldırıyı tekrar tekrar 1 azaltın. Bu, verilen hasarı 5'e düşürme etkisine sahiptir!",
    "uk": "Багаторазово зменшуйте атаку на 1, тоді як пошкодження більше 5. Це має ефект зменшення завданого збитку до 5!",
    "vi": "Liên tục giảm đòn tấn công xuống 1 trong khi sát thương lớn hơn 5. Điều này có tác dụng giảm sát thương gây ra xuống còn 5!",
    "zh-CN": "在伤害大于5时，反复减少1攻击。这具有将伤害降低到5的效果！",
    "zh-TW": "在傷害大於5時，反覆減少1攻擊。這具有將傷害降低到5的效果！"
}
