{
    "ar": "قلل الهجوم بشكل متكرر بمقدار 1 بينما يكون الضرر أكبر من 5. هذا له تأثير في تقليل الضرر الذي تم التعامل معه إلى 5!",
    "bg": "Многократно намалете атаката с 1, докато щетите са по-големи от 5. Това води до намаляване на нанесените щети до 5!",
    "cs": "Opakovaně snižte útok o 1, zatímco poškození je větší než 5. To má za následek snížení uděleného poškození na 5!",
    "da": "Reducer angrebet gentagne gange med 1, mens skaden er større end 5. Dette har den virkning, at skaden reduceres til 5!",
    "de": "Reduzieren Sie den Angriff wiederholt um 1, während der Schaden größer als 5 ist. Dies hat zur Folge, dass der verursachte Schaden auf 5 reduziert wird!",
    "el": "Μειώστε επανειλημμένα την επίθεση κατά 1 ενώ η ζημιά είναι μεγαλύτερη από 5. Αυτό έχει ως αποτέλεσμα τη μείωση της ζημιάς που προκλήθηκε σε 5!",
    "en": "Repeatedly reduce the attack by 1 while the damage is greater than 5. This has the effect of reducing the damage dealt to 5!",
    "es": "Reduzca repetidamente el ataque en 1 mientras el daño sea mayor que 5. ¡Esto tiene el efecto de reducir el daño infligido a 5!",
    "es-419": "Reduzca repetidamente el ataque en 1 mientras el daño sea mayor que 5. ¡Esto tiene el efecto de reducir el daño infligido a 5!",
    "fi": "Vähennä hyökkäystä toistuvasti 1: llä, kun vahinko on suurempi kuin 5. Tämä vähentää käsiteltyjä vahinkoja 5: een!",
    "fr": "Réduisez à plusieurs reprises l’attaque de 1 lorsque les dégâts sont supérieurs à 5. Cela a pour effet de réduire les dégâts infligés à 5 !",
    "hu": "Ismételten csökkentse a támadást 1-gyel, miközben a sebzés nagyobb, mint 5. Ennek hatására az okozott kár 5-re csökken!",
    "it": "Riduci ripetutamente l'attacco di 1 mentre il danno è maggiore di 5. Questo ha l'effetto di ridurre il danno inflitto a 5!",
    "ja": "ダメージが5より大きい間、攻撃を1ずつ繰り返し減らす。これにより、与えるダメージが5に減少する効果があります!",
    "ko": "공격력이 5보다 클 때 공격을 1씩 반복해서 줄입니다. 이렇게 하면 주는 피해가 5로 감소하는 효과가 있습니다!",
    "nl": "Verminder de aanval herhaaldelijk met 1 terwijl de schade groter is dan 5. Dit heeft als effect dat de behandelde schade wordt teruggebracht tot 5!",
    "no": "Reduser angrepet gjentatte ganger med 1 mens skaden er større enn 5. Dette har effekten av å redusere skaden som deles ut til 5!",
    "pl": "Wielokrotnie zmniejszaj atak o 1, gdy obrażenia są większe niż 5. Skutkuje to zmniejszeniem zadawanych obrażeń do 5!",
    "pt": "Reduza repetidamente o ataque em 1 enquanto o dano for maior que 5. Isto tem o efeito de reduzir os danos causados para 5!",
    "pt-BR": "Reduza repetidamente o ataque em 1 enquanto o dano for maior que 5. Isso tem o efeito de reduzir os danos causados para 5!",
    "ro": "Reduceți în mod repetat atacul cu 1, în timp ce daunele sunt mai mari de 5. Acest lucru are ca efect reducerea daunelor provocate la 5!",
    "ru": "Многократно уменьшайте атаку на 1, пока урон больше 5. Это приводит к уменьшению наносимого урона до 5!",
    "sv": "Minska attacken upprepade gånger med 1 medan skadan är större än 5. Detta leder till att skadan minskas till 5!",
    "th": "ลดการโจมตีซ้ํา ๆ ลง 1 ในขณะที่ความเสียหายมากกว่า 5 สิ่งนี้มีผลในการลดความเสียหายที่เกิดขึ้นเป็น 5!",
    "tr": "Hasar 5'ten büyükken saldırıyı tekrar tekrar 1 azaltın. Bu, verilen hasarı 5'e düşürme etkisine sahiptir!",
    "uk": "Багаторазово зменшіть атаку на 1, поки шкода більше 5. Це має ефект зменшення завданої шкоди до 5!",
    "vi": "Liên tục giảm đòn tấn công xuống 1 trong khi sát thương lớn hơn 5. Điều này có tác dụng giảm sát thương gây ra xuống còn 5!",
    "zh-CN": "当伤害大于5时，反复减少1点攻击。这有将造成的伤害降低到5的效果！",
    "zh-TW": "當傷害大於5時，反覆減少1點攻擊。這有將造成的傷害降低到5的效果！"
}
