{
    "ar": "هل لديك تذكرة؟ لا يسمح للركاب بركوب القطار بدون تذكرة!",
    "bg": "Имате ли билет? На пътниците не се разрешава да се качват на влака без билет!",
    "cs": "Máte lístek? Žádní cestující nesmí nastoupit do vlaku bez jízdenky!",
    "da": "Har du en billet? Ingen passagerer må gå ombord på toget uden billet!",
    "de": "Haben Sie ein Ticket? Keine Passagiere dürfen ohne Ticket in den Zug einsteigen!",
    "el": "Έχετε εισιτήριο; Κανένας επιβάτης δεν επιτρέπεται να επιβιβαστεί στο τρένο χωρίς εισιτήριο!",
    "en": "Do you have a ticket? No passengers are allowed to board the train without a ticket!",
    "es": "¿Tienes un boleto? ¡No se permite a los pasajeros abordar el tren sin un boleto!",
    "es-419": "¿Tienes un boleto? ¡No se permite a los pasajeros abordar el tren sin un boleto!",
    "fi": "Onko sinulla lippua? Matkustajat eivät saa nousta junaan ilman lippua!",
    "fr": "Avez-vous un billet? Aucun passager n’est autorisé à monter à bord du train sans billet!",
    "hu": "Van jegye? Egyetlen utas sem szállhat fel a vonatra jegy nélkül!",
    "it": "Avete un biglietto? Nessun passeggero è autorizzato a salire sul treno senza biglietto!",
    "ja": "チケットはありますか?乗客は切符なしで列車に乗ることはできません!",
    "ko": "티켓이 있습니까? 어떤 승객도 티켓없이 기차에 탑승 할 수 없습니다!",
    "nl": "Heb je een ticket? Passagiers mogen niet zonder kaartje in de trein stappen!",
    "nb": "Har du billett? Ingen passasjerer har lov til å gå ombord på toget uten billett!",
    "pl": "Masz bilet? Pasażerowie nie mogą wsiąść do pociągu bez biletu!",
    "pt": "Tem um bilhete? Nenhum passageiro pode embarcar no comboio sem bilhete!",
    "pt-BR": "Você tem uma passagem? Nenhum passageiro pode embarcar no trem sem passagem!",
    "ro": "Ai un bilet? Niciun pasager nu are voie să urce în tren fără bilet!",
    "ru": "У вас есть билет? Пассажирам не разрешается садиться в поезд без билета!",
    "sv": "Har du en biljett? Inga passagerare får gå ombord på tåget utan biljett!",
    "th": "คุณมีตั๋วหรือไม่? ไม่อนุญาตให้ผู้โดยสารขึ้นรถไฟโดยไม่มีตั๋ว!",
    "tr": "Biletiniz var mı? Hiçbir yolcunun biletsiz trene binmesine izin verilmez!",
    "uk": "У вас є квиток? Пасажири не допускаються до посадки в поїзд без квитка!",
    "vi": "Bạn có vé không? Không có hành khách nào được phép lên tàu mà không cần vé!",
    "zh-CN": "你有票吗？没有车票的乘客不得登上火车！",
    "zh-TW": "你有票嗎？沒有車票的乘客不得登上火車！"
}
