{
    "ar": ".؜الملكة مخولة بتوزيع تذاكر الدرجة الأولى. نظرا لأنك قمت بإصلاح انقطاع التيار الكهربائي ، فربما تكون على استعداد لإعطائك واحدة",
    "bg": "Кралицата има право да разпространява първокласни билети. Тъй като сте фиксирали прекъсването на електрозахранването, може би тя ще бъде готова да ви даде такава.",
    "cs": "Královna je oprávněna distribuovat letenky do první třídy. Vzhledem k tomu, že jste opravili výpadek napájení, možná vám bude ochotna dát jeden.",
    "da": "Dronningen er autoriseret til at distribuere førsteklasses billetter. Da du fikset strømafbrydelsen, vil hun måske være villig til at give dig en.",
    "de": "Die Königin ist berechtigt, First-Class-Tickets zu verteilen. Da Sie den Stromausfall behoben haben, ist sie vielleicht bereit, Ihnen einen zu geben.",
    "el": "Η βασίλισσα είναι εξουσιοδοτημένη να διανέμει εισιτήρια πρώτης θέσης. Δεδομένου ότι διορθώσατε τη διακοπή ρεύματος, ίσως θα είναι πρόθυμη να σας δώσει ένα.",
    "en": "The queen is authorized to distribute first-class tickets. Since you fixed the power outage, maybe she will be willing to give you one.",
    "es": "La reina está autorizada a distribuir boletos de primera clase. Ya que arreglaste el corte de energía, tal vez ella esté dispuesta a darte uno.",
    "es-419": "La reina está autorizada a distribuir boletos de primera clase. Ya que arreglaste el corte de energía, tal vez ella esté dispuesta a darte uno.",
    "fi": "Kuningattarella on valtuudet jakaa ensiluokkaisia lippuja. Koska korjasit sähkökatkoksen, ehkä hän on valmis antamaan sinulle sellaisen.",
    "fr": "La reine est autorisée à distribuer des billets de première classe. Puisque vous avez réparé la panne de courant, peut-être qu’elle sera prête à vous en donner une.",
    "hu": "A királynő jogosult az első osztályú jegyek terjesztésére. Mivel kijavítottad az áramkimaradást, talán hajlandó lesz adni neked egyet.",
    "it": "La regina è autorizzata a distribuire biglietti di prima classe. Dal momento che hai risolto l'interruzione di corrente, forse sarà disposta a darti uno.",
    "ja": "女王はファーストクラスのチケットを配布する権限があります。停電を修正したので、多分彼女はあなたに1つを与えるために喜んでいるでしょう。",
    "ko": "여왕은 일류 티켓을 배포 할 권한이 있습니다. 정전을 고쳤기 때문에 어쩌면 그녀는 당신에게 하나를 기꺼이 줄 것입니다.",
    "nl": "De koningin is bevoegd om eersteklas tickets uit te delen. Omdat je de stroomstoring hebt opgelost, is ze misschien bereid om je er een te geven.",
    "no": "Dronningen er autorisert til å distribuere førsteklasses billetter. Siden du fikset strømbruddet, vil hun kanskje være villig til å gi deg en.",
    "pl": "Królowa jest upoważniona do dystrybucji biletów pierwszej klasy. Ponieważ naprawiłeś przerwę w dostawie prądu, może będzie skłonna ci ją dać.",
    "pt": "A rainha está autorizada a distribuir bilhetes de primeira classe. Já que reparaste a falta de energia, talvez ela esteja disposta a dar-te uma.",
    "pt-BR": "A rainha está autorizada a distribuir ingressos de primeira classe. Já que consertou a queda de energia, talvez ela esteja disposta a te dar uma.",
    "ro": "Regina este autorizată să distribuie bilete de primă clasă. Din moment ce ați stabilit pană de curent, poate ea va fi dispus să vă dau unul.",
    "ru": "Королева уполномочена распространять билеты первого класса. Поскольку вы исправили отключение электроэнергии, возможно, она будет готова дать вам его.",
    "sv": "Drottningen har rätt att distribuera förstklassiga biljetter. Eftersom du fixade strömavbrottet kanske hon är villig att ge dig en.",
    "th": "สมเด็จพระราชินีทรงได้รับอนุญาตให้จําหน่ายตั๋วชั้นหนึ่ง เนื่องจากคุณแก้ไขไฟฟ้าดับบางทีเธออาจยินดีที่จะให้คุณ",
    "tr": "Kraliçe birinci sınıf bilet dağıtma yetkisine sahiptir. Elektrik kesintisini düzelttiğiniz için, belki size bir tane vermeye istekli olacaktır.",
    "uk": "Королева уповноважена роздавати квитки першого класу. Оскільки ви усунули відключення електроенергії, можливо, вона буде готова вам його дати.",
    "vi": "Nữ hoàng được phép phân phát vé hạng nhất. Vì bạn đã khắc phục sự cố mất điện, có lẽ cô ấy sẽ sẵn sàng cung cấp cho bạn một cái.",
    "zh-CN": "女王有权分发头等舱门票。既然你修好了停电，也许她会愿意给你一个。",
    "zh-TW": "女王有權分發頭等艙門票。既然你修好了停電，也許她會願意給你一個。"
}
