{
    "ar": ".؜نعم! أرى أن لديك تذكرة من الدرجة الأولى ، يرجى القفز على متن الطائرة",
    "bg": "Да! Виждам, че имате първокласен билет, моля, качете се на борда.",
    "cs": "Jo! Vidím, že máte lístek do první třídy, prosím, naskočte na palubu.",
    "da": "Jep! Jeg kan se, at du har en førsteklasses billet, hop venligst ombord.",
    "de": "Ja! Ich sehe, Sie haben ein First-Class-Ticket, bitte steigen Sie an Bord.",
    "el": "Ναι! Βλέπω ότι έχετε ένα εισιτήριο πρώτης θέσης, παρακαλώ επιβιβαστείτε.",
    "en": "Yep! I see you have a first-class ticket, please hop onboard.",
    "es": "¡Sí! Veo que tienes un boleto de primera clase, por favor súbete a bordo.",
    "es-419": "¡Sí! Veo que tienes un boleto de primera clase, por favor súbete a bordo.",
    "fi": "Jep! Näen, että sinulla on ensiluokkainen lippu, hyppää mukaan.",
    "fr": "Oui! Je vois que vous avez un billet de première classe, s’il vous plaît montez à bord.",
    "hu": "Igen! Látom, hogy van egy első osztályú jegyed, kérlek, ugorj fel a fedélzetre.",
    "it": "Sì! Vedo che hai un biglietto di prima classe, per favore sali a bordo.",
    "ja": "うん！私はあなたがファーストクラスのチケットを持っているのを見ます、乗船してください。",
    "ko": "네! 나는 당신이 일류 티켓을 가지고 있음을 알며, 선상에서 뛰어 오십시오.",
    "nl": "Ja! Ik zie dat je een eersteklas ticket hebt, spring alsjeblieft aan boord.",
    "no": "Ja! Jeg ser du har en førsteklasses billett, kan du hoppe ombord.",
    "pl": "Tak! Widzę, że masz bilet pierwszej klasy, proszę wskoczyć na pokład.",
    "pt": "Sim, o que é que se passa Vejo que tem um bilhete de primeira classe, por favor, suba a bordo.",
    "pt-BR": "Sim! Vejo que você tem uma passagem de primeira classe, por favor, suba a bordo.",
    "ro": "Da! Văd că aveți un bilet de primă clasă, vă rugăm să hop la bord.",
    "ru": "Да! Я вижу, что у вас есть билет первого класса, пожалуйста, прыгайте на борт.",
    "sv": "Ja! Jag ser att du har en förstklassig biljett, hoppa ombord.",
    "th": "อ๋อ! ฉันเห็นคุณมีตั๋วชั้นหนึ่งโปรดกระโดดขึ้นเรือ",
    "tr": "Evet! Birinci sınıf bir biletiniz olduğunu görüyorum, lütfen uçağa atlayın.",
    "uk": "Так! Я бачу, що у вас є квиток першого класу, будь ласка, сідайте на борт.",
    "vi": "Ờ! Tôi thấy bạn có một vé hạng nhất, xin vui lòng nhảy lên tàu.",
    "zh-CN": "是的！我看到你有一张头等舱的机票，请跳上去。",
    "zh-TW": "是的！我看到你有一張頭等艙的機票，請跳上去。"
}
