{
    "ar": ".يجب أن يكون هناك شيء خاص حول تلك الساعة. يجب أن نتحقق من ذلك",
    "bg": "Трябва да има нещо специално в този часовник. Трябва да проверим.",
    "cs": "Na těch hodinách musí být něco zvláštního. Měli bychom se na to podívat.",
    "da": "Der må være noget særligt ved det ur. Vi bør tjekke det ud.",
    "de": "Es muss etwas Besonderes an dieser Uhr sein. Wir sollten es überprüfen.",
    "el": "Πρέπει να υπάρχει κάτι ιδιαίτερο σε αυτό το ρολόι. Θα πρέπει να το ελέγξουμε.",
    "en": "There must be something special about that clock. We should check it out.",
    "es": "Debe haber algo especial en ese reloj. Deberíamos comprobarlo.",
    "es-419": "Debe haber algo especial en ese reloj. Deberíamos comprobarlo.",
    "fi": "Siinä kellossa täytyy olla jotain erityistä. Meidän pitäisi tarkistaa se.",
    "fr": "Il doit y avoir quelque chose de spécial à propos de cette horloge. Nous devrions vérifier.",
    "hu": "Biztosan van valami különleges abban az órában. Meg kellene néznünk.",
    "it": "Ci deve essere qualcosa di speciale in quell'orologio. Dovremmo verificarlo.",
    "ja": "その時計には何か特別なものがあるに違いありません。チェックする必要があります。",
    "ko": "그 시계에는 뭔가 특별한 것이 있어야합니다. 우리는 그것을 확인해야합니다.",
    "nl": "Er moet iets bijzonders zijn aan die klok. We moeten het eens bekijken.",
    "no": "Det må være noe spesielt med den klokken. Vi bør sjekke det ut.",
    "pl": "W tym zegarze musi być coś wyjątkowego. Powinniśmy to sprawdzić.",
    "pt": "Deve haver algo de especial no relógio. Devíamos verificar.",
    "pt-BR": "Deve haver algo especial nesse relógio. Deveríamos dar uma olhada.",
    "ro": "Trebuie să existe ceva special la acel ceas. Ar trebui să-l verificăm.",
    "ru": "Должно быть, в этих часах должно быть что-то особенное. Мы должны проверить это.",
    "sv": "Det måste vara något speciellt med den klockan. Vi borde kolla upp det.",
    "th": "ต้องมีบางสิ่งที่พิเศษเกี่ยวกับนาฬิกานั้น เราควรตรวจสอบออก",
    "tr": "O saatle ilgili özel bir şey olmalı. Bunu kontrol etmeliyiz.",
    "uk": "У цьому годиннику має бути щось особливе. Ми повинні перевірити це.",
    "vi": "Phải có điều gì đó đặc biệt về chiếc đồng hồ đó. Chúng ta nên kiểm tra nó ra.",
    "zh-CN": "那座时钟一定有什么特别之处。我们应该检查一下。",
    "zh-TW": "那座時鐘一定有什麼特別之處。我們應該檢查一下。"
}
