{
    "ar": "سيكون الأمر خطيرا ، لكننا بحاجة إلى اتباع هذا الوحش وهزيمة الأرواح التي تطارد هذا المكان.",
    "bg": "Ще бъде опасно, но трябва да следваме това чудовище и да победим духовете, които преследват това място.",
    "cs": "Bude to nebezpečné, ale musíme následovat toto monstrum a porazit duchy, kteří straší na tomto místě.",
    "da": "Det vil være farligt, men vi er nødt til at følge det monster og besejre de ånder, der hjemsøger dette sted.",
    "de": "Es wird gefährlich sein, aber wir müssen diesem Monster folgen und die Geister besiegen, die diesen Ort heimsuchen.",
    "el": "Θα είναι επικίνδυνο, αλλά πρέπει να ακολουθήσουμε αυτό το τέρας και να νικήσουμε τα πνεύματα που στοιχειώνουν αυτό το μέρος.",
    "en": "It will be dangerous, but we need to follow that monster and defeat the spirits haunting this place.",
    "es": "Será peligroso, pero tenemos que seguir a ese monstruo y derrotar a los espíritus que rondan este lugar.",
    "es-419": "Será peligroso, pero tenemos que seguir a ese monstruo y derrotar a los espíritus que rondan este lugar.",
    "fi": "Se on vaarallista, mutta meidän on seurattava tuota hirviötä ja voitettava tässä paikassa kummittelevat henget.",
    "fr": "Ce sera dangereux, mais nous devons suivre ce monstre et vaincre les esprits qui hantent cet endroit.",
    "hu": "Veszélyes lesz, de követnünk kell ezt a szörnyeteget, és le kell győznünk az ezen a helyen kísértő szellemeket.",
    "it": "Sarà pericoloso, ma dobbiamo seguire quel mostro e sconfiggere gli spiriti che infestano questo posto.",
    "ja": "危険ですが、あの怪物を追いかけ、この場所に出没する精霊を倒す必要があります。",
    "ko": "위험하겠지만 우리는 그 괴물을 따라가서 이곳을 떠도는 영혼들을 물리쳐야 합니다.",
    "nl": "Het zal gevaarlijk zijn, maar we moeten dat monster volgen en de geesten verslaan die op deze plek rondspoken.",
    "no": "Det vil være farlig, men vi må følge det monsteret og beseire åndene som hjemsøker dette stedet.",
    "pl": "Będzie to niebezpieczne, ale musimy podążać za tym potworem i pokonać duchy nawiedzające to miejsce.",
    "pt": "Vai ser perigoso, mas temos de seguir aquele monstro e derrotar os espíritos que assombram este lugar.",
    "pt-BR": "Será perigoso, mas precisamos seguir aquele monstro e derrotar os espíritos que assombram este lugar.",
    "ro": "Va fi periculos, dar trebuie să urmăm acel monstru și să învingem spiritele care bântuie acest loc.",
    "ru": "Это будет опасно, но нам нужно следовать за этим монстром и победить духов, преследующих это место.",
    "sv": "Det kommer att bli farligt, men vi måste följa det monstret och besegra andarna som hemsöker denna plats.",
    "th": "มันจะเป็นอันตราย แต่เราต้องติดตามสัตว์ประหลาดตัวนั้นและเอาชนะวิญญาณที่หลอกหลอนสถานที่แห่งนี้",
    "tr": "Tehlikeli olacak, ama o canavarı takip etmemiz ve bu yere musallat olan ruhları yenmemiz gerekiyor.",
    "uk": "Це буде небезпечно, але нам потрібно слідувати за цим чудовиськом і перемогти духів, які переслідують це місце.",
    "vi": "Sẽ rất nguy hiểm, nhưng chúng ta cần phải đi theo con quái vật đó và đánh bại những linh hồn đang ám ảnh nơi này.",
    "zh-CN": "这将是危险的，但我们需要跟随那个怪物并击败困扰这个地方的灵魂。",
    "zh-TW": "這將是危險的，但我們需要跟隨那個怪物並擊敗困擾這個地方的靈魂。"
}
