{
    "ar": ".%s1 هذه الساعة تبدو مكسورة ، وأعتقد أنك ستحتاج إلى مساعدة",
    "bg": "Този часовник изглежда счупен, мисля, че ще искате помощта на %s1.",
    "cs": "Ty hodiny vypadají rozbité, myslím, že budete potřebovat pomoc %s1.",
    "da": "Det ur ser brudt ud, jeg tror, du vil have %s1's hjælp.",
    "de": "Diese Uhr sieht kaputt aus, ich denke, Sie werden die Hilfe von %s1 wollen.",
    "el": "Αυτό το ρολόι φαίνεται σπασμένο, νομίζω ότι θα θέλετε τη βοήθεια του %s1.",
    "en": "That clock looks broken, I think you'll want %s1's help.",
    "es": "Ese reloj parece roto, creo que querrás la ayuda de %s1.",
    "es-419": "Ese reloj parece roto, creo que querrás la ayuda de %s1.",
    "fi": "Se kello näyttää rikki, luulen, että haluat %s1: n apua.",
    "fr": "Cette horloge a l’air cassée, je pense que vous aurez besoin de l’aide de %s1.",
    "hu": "Ez az óra töröttnek tűnik, azt hiszem, %s1 segítségét szeretnéd.",
    "it": "Quell'orologio sembra rotto, penso che vorrai l'aiuto di %s1.",
    "ja": "その時計は壊れているように見えます、私はあなたが%s1の助けを必要とすると思います。",
    "ko": "그 시계가 고장난 것 같아서 %s1의 도움이 필요할 것 같아요.",
    "nl": "Die klok ziet er kapot uit, ik denk dat je de hulp van %s1 nodig hebt.",
    "no": "Den klokken ser ødelagt ut, jeg tror du vil ha %s1s hjelp.",
    "pl": "Ten zegar wygląda na zepsuty, myślę, że będziesz potrzebował pomocy %s1.",
    "pt": "O relógio parece avariado, acho que vais querer a ajuda da %s1.",
    "pt-BR": "Esse relógio parece quebrado, acho que vai querer a ajuda da %s1.",
    "ro": "Ceasul ăla pare rupt, cred că veți dori ajutorul lui %s1.",
    "ru": "Эти часы выглядят сломанными, я думаю, что вам понадобится помощь %s1.",
    "sv": "Den klockan ser trasig ut, jag tror att du vill ha %s1: s hjälp.",
    "th": "นาฬิกาที่มีลักษณะหักผมคิดว่าคุณจะต้องการความช่วยเหลือของ %s1",
    "tr": "O saat bozuk görünüyor, sanırım %s1'nin yardımını isteyeceksiniz.",
    "uk": "Цей годинник виглядає зламаним, я думаю, що вам знадобиться допомога %s1.",
    "vi": "Chiếc đồng hồ đó trông có vẻ bị hỏng, tôi nghĩ bạn sẽ muốn sự giúp đỡ của %s1.",
    "zh-CN": "那个时钟看起来坏了，我想你会需要%s1的帮助。",
    "zh-TW": "那個時鐘看起來壞了，我想你會需要%s1的説明。"
}
