{
    "ar": ".%s1 :يرجى تطهير جميع الأرواح الشريرة من هذه القلعة! المتبقية",
    "bg": "Моля, изчистете всички зли духове от този замък! Остават: %s1.",
    "cs": "Prosím, očistěte všechny zlé duchy z tohoto hradu! Zbývající: %s1.",
    "da": "Rens venligst alle de onde ånder fra dette slot! Tilbageværende: %s1.",
    "de": "Bitte reinige alle bösen Geister aus diesem Schloss! Verbleibend: %s1.",
    "el": "Παρακαλώ καθαρίστε όλα τα κακά πνεύματα από αυτό το κάστρο! Υπόλοιπο: %s1.",
    "en": "Please cleanse all of the evil spirits from this castle! Remaining: %s1.",
    "es": "¡Por favor, limpia a todos los espíritus malignos de este castillo! Restante: %s1.",
    "es-419": "¡Por favor, limpia a todos los espíritus malignos de este castillo! Restante: %s1.",
    "fi": "Puhdistakaa kaikki pahat henget tästä linnasta! Jäljellä: %s1.",
    "fr": "S’il vous plaît, purifiez tous les mauvais esprits de ce château! Restant : %s1.",
    "hu": "Kérlek, tisztítsd meg az összes gonosz szellemet ebből a várból! Hátrahagyott: %s1.",
    "it": "Per favore, purifica tutti gli spiriti maligni da questo castello! Rimanenti: %s1.",
    "ja": "この城からすべての悪霊を浄化してください!残り: %s1.",
    "ko": "이 성에서 모든 악령을 정화하십시오! 나머지: %s1.",
    "nl": "Reinig alstublieft alle boze geesten uit dit kasteel! Overig: %s1.",
    "no": "Vennligst rens alle de onde åndene fra dette slottet! Gjenværende: %s1.",
    "pl": "Proszę, oczyść wszystkie złe duchy z tego zamku! Pozostałe: %s1.",
    "pt": "Por favor, limpe todos os espíritos malignos deste castelo! Restante: %s1.",
    "pt-BR": "Por favor, limpe todos os espíritos malignos deste castelo! Restante: %s1.",
    "ro": "Vă rugăm să curățați toate spiritele rele din acest castel! Rămas: %s1.",
    "ru": "Пожалуйста, очистите всех злых духов из этого замка! Осталось: %s1.",
    "sv": "Snälla rena alla onda andar från detta slott! Återstående: %s1.",
    "th": "โปรดชําระล้างวิญญาณชั่วร้ายทั้งหมดจากปราสาทแห่งนี้! ส่วนที่เหลือ: %s1",
    "tr": "Lütfen tüm kötü ruhları bu kalede temizle! Kalan: %s1.",
    "uk": "Будь ласка, очистіть всю нечисть від цього замку! Залишилися: %s1.",
    "vi": "Hãy làm sạch tất cả các linh hồn ma quỷ khỏi lâu đài này! Còn lại: %s1.",
    "zh-CN": "请清除这座城堡中的所有恶灵！剩余：%s1。",
    "zh-TW": "請清除這座城堡中的所有惡靈！剩餘：%s1。"
}
