{
    "ar": "تم بناء هذه القلعة بأنفاق سرية مختلفة. هناك واحد خلف رف الكتب ، لكنه كان مغلقا.",
    "bg": "Този замък е построен с различни тайни тунели. Има един зад лавицата, но беше запечатан.",
    "cs": "Tento hrad byl postaven s různými tajnými tunely. Za knihovnou je jeden, ale byl zapečetěný.",
    "da": "Dette slot blev bygget med forskellige hemmelige tunneler. Der er en bag bogreolen, men den var forseglet.",
    "de": "Diese Burg wurde mit verschiedenen geheimen Tunneln gebaut. Hinter dem Bücherregal befindet sich einer, der aber verschlossen war.",
    "el": "Αυτό το κάστρο χτίστηκε με διάφορες μυστικές σήραγγες. Υπάρχει ένα πίσω από το ράφι, αλλά ήταν σφραγισμένο.",
    "en": "This castle was built with various secret tunnels. There's one behind the bookshelf, but it was sealed off.",
    "es": "Este castillo fue construido con varios túneles secretos. Hay uno detrás de la estantería, pero estaba sellado.",
    "es-419": "Este castillo fue construido con varios túneles secretos. Hay uno detrás de la estantería, pero estaba sellado.",
    "fi": "Tämä linna rakennettiin erilaisilla salaisilla tunneleilla. Kirjahyllyn takana on yksi, mutta se suljettiin.",
    "fr": "Ce château a été construit avec divers tunnels secrets. Il y en a un derrière l’étagère, mais il a été scellé.",
    "hu": "Ez a kastély különböző titkos alagutakkal épült. Van egy a könyvespolc mögött, de le volt zárva.",
    "it": "Questo castello è stato costruito con vari tunnel segreti. Ce n'è uno dietro la libreria, ma è stato sigillato.",
    "ja": "この城はさまざまな秘密のトンネルで建てられました。本棚の後ろに1つありますが、封鎖されていました。",
    "ko": "이 성은 다양한 비밀 터널로 지어졌습니다. 책장 뒤에 하나가 있지만 봉인되어 있었습니다.",
    "nl": "Dit kasteel werd gebouwd met verschillende geheime tunnels. Er staat er eentje achter de boekenplank, maar die was afgesloten.",
    "no": "Dette slottet ble bygget med ulike hemmelige tunneler. Det er en bak bokhyllen, men den var forseglet.",
    "pl": "Zamek ten zbudowany został z najróżniejszych tajemnych tuneli. Za półką jest jeden, ale został zapieczętowany.",
    "pt": "Este castelo foi construído com vários túneis secretos. Há um atrás da estante, mas foi lacrado.",
    "pt-BR": "Este castelo foi construído com vários túneis secretos. Há um atrás da estante, mas foi lacrado.",
    "ro": "Acest castel a fost construit cu diverse tuneluri secrete. Există unul în spatele raftului, dar a fost sigilat.",
    "ru": "Этот замок был построен с различными секретными туннелями. За книжной полкой есть один, но он был опечатан.",
    "sv": "Detta slott byggdes med olika hemliga tunnlar. Det finns en bakom bokhyllan, men den var avspärrad.",
    "th": "ปราสาทแห่งนี้สร้างขึ้นด้วยอุโมงค์ลับต่างๆ มีหนึ่งหลังชั้นวางหนังสือ แต่มันถูกปิดผนึก",
    "tr": "Bu kale çeşitli gizli tünellerle inşa edilmiştir. Kitaplığın arkasında bir tane var, ama mühürlenmişti.",
    "uk": "Цей замок був побудований з різними секретними тунелями. За книжковою полицею є один, але він був запечатаний.",
    "vi": "Lâu đài này được xây dựng với nhiều đường hầm bí mật khác nhau. Có một cái đằng sau giá sách, nhưng nó đã bị niêm phong.",
    "zh-CN": "这座城堡建有各种秘密隧道。书架后面有一个，但它被封住了。",
    "zh-TW": "這座城堡建有各種秘密隧道。書架後面有一個，但它被封住了。"
}
