{
    "ar": "ادفع سرعة المخطط الزمني إلى مكدس FPU ، وقم بإلغائه ، ثم أعده إلى الذاكرة.",
    "bg": "Натиснете скоростта на времевата линия върху стека на FPU, отхвърлете го, след което го върнете обратно в паметта.",
    "cs": "Zatlačte rychlost časové osy na zásobník FPU, negujte ji a poté ji vložte zpět do paměti.",
    "da": "Skub tidslinjehastigheden på FPU-stakken, negér den, og sæt den derefter tilbage i hukommelsen.",
    "de": "Schieben Sie die Timeline-Geschwindigkeit auf den FPU-Stack, negieren Sie sie und legen Sie sie dann wieder in den Speicher ein.",
    "el": "Σπρώξτε την ταχύτητα του χρονοδιαγράμματος στη στοίβα FPU, αναιρέστε την και, στη συνέχεια, εμφανίστε την ξανά στη μνήμη.",
    "en": "Push the timeline speed onto the FPU stack, negate it, then pop it back into memory.",
    "es": "Empuje la velocidad de la línea de tiempo en la pila de FPU, niegue y luego vuelva a colocarla en la memoria.",
    "es-419": "Empuje la velocidad de la línea de tiempo en la pila de FPU, niegue y luego vuelva a colocarla en la memoria.",
    "fi": "Työnnä aikajanan nopeus FPU-pinoon, kiellä se ja aseta se sitten takaisin muistiin.",
    "fr": "Poussez la vitesse de la chronologie sur la pile FPU, annulez-la, puis remettez-la en mémoire.",
    "hu": "Tolja az idővonal sebességét az FPU-veremre, tagadja, majd helyezze vissza a memóriába.",
    "it": "Spingere la velocità della timeline sullo stack FPU, negarla, quindi inserirla nuovamente in memoria.",
    "ja": "タイムラインの速度をFPUスタックにプッシュし、無効にしてから、メモリに戻します。",
    "ko": "타임라인 속도를 FPU 스택에 푸시하고 무효화한 다음 다시 메모리에 팝합니다.",
    "nl": "Duw de tijdlijnsnelheid op de FPU-stack, ontken deze en plaats deze vervolgens weer in het geheugen.",
    "no": "Skyv tidslinjehastigheten til FPU-stakken, den og sett den tilbake i minnet.",
    "pl": "Przesuń prędkość osi czasu na stos FPU, zaneguj ją, a następnie włóż z powrotem do pamięci.",
    "pt": "Empurre a velocidade da linha do tempo para a pilha FPU, negue-a e, em seguida, coloque-a de volta na memória.",
    "pt-BR": "Empurre a velocidade da linha do tempo para a pilha FPU, negue-a e coloque-a de volta na memória.",
    "ro": "Împingeți viteza cronologiei pe stiva FPU, negați-o, apoi puneți-o înapoi în memorie.",
    "ru": "Переместите скорость временной шкалы на стек FPU, сведите ее на нет, а затем верните в память.",
    "sv": "Tryck tidslinjehastigheten på FPU-stacken, negera den och sätt sedan tillbaka den i minnet.",
    "th": "ดันความเร็วไทม์ไลน์ลงบนสแต็ค FPU ลบล้างจากนั้นเปิดกลับเข้าไปในหน่วยความจํา",
    "tr": "Zaman çizelgesi hızını FPU yığınına itin, reddedin, sonra tekrar belleğe yerleştirin.",
    "uk": "Перенесіть швидкість часової шкали на стек FPU, зведіть її нанівець, а потім поверніть назад у пам'ять.",
    "vi": "Đẩy tốc độ dòng thời gian lên ngăn xếp FPU, phủ nhận nó, sau đó đưa nó trở lại bộ nhớ.",
    "zh-CN": "将时间轴速度推到 FPU 堆栈上，将其否定，然后将其弹出回内存。",
    "zh-TW": "將時間軸速度推到 FPU 堆棧上，將其否定，然後將其彈出回記憶體。"
}
