{
    "ar": "من الممكن ، ولكن الأكثر تحديا ، تعديل هذا الرمز لزيادة سرعة الجدول الزمني!",
    "bg": "Възможно е, но по-предизвикателно, да промените този код, за да увеличите скоростта на времевата линия!",
    "cs": "Je možné, ale náročnější, upravit tento kód tak, aby se zvýšila rychlost časové osy!",
    "da": "Det er muligt, men mere udfordrende, at ændre denne kode for at øge tidslinjehastigheden!",
    "de": "Es ist möglich, aber schwieriger, diesen Code zu modifizieren, um die Geschwindigkeit der Zeitleiste zu erhöhen!",
    "el": "Είναι δυνατό, αλλά πιο δύσκολο, να τροποποιήσετε αυτόν τον κώδικα για να αυξήσετε την ταχύτητα του χρονοδιαγράμματος!",
    "en": "It is possible, but more challenging, to modify this code to increase timeline speed!",
    "es": "¡Es posible, pero más desafiante, modificar este código para aumentar la velocidad de la línea de tiempo!",
    "es-419": "¡Es posible, pero más desafiante, modificar este código para aumentar la velocidad de la línea de tiempo!",
    "fi": "On mahdollista, mutta haastavampaa, muokata tätä koodia aikajanan nopeuden lisäämiseksi!",
    "fr": "Il est possible, mais plus difficile, de modifier ce code pour augmenter la vitesse de la chronologie!",
    "hu": "Lehetséges, de nagyobb kihívást jelent ennek a kódnak a módosítása az idővonal sebességének növelése érdekében!",
    "it": "È possibile, ma più impegnativo, modificare questo codice per aumentare la velocità della timeline!",
    "ja": "このコードを変更してタイムラインの速度を上げることは可能ですが、より困難です。",
    "ko": "타임라인 속도를 높이기 위해 이 코드를 수정하는 것은 가능하지만 더 어려운 일입니다!",
    "nl": "Het is mogelijk, maar uitdagender, om deze code aan te passen om de tijdlijnsnelheid te verhogen!",
    "no": "Det er mulig, men mer utfordrende, å endre denne koden for å øke tidslinjehastigheten!",
    "pl": "Jest to możliwe, ale trudniejsze, aby zmodyfikować ten kod, aby zwiększyć szybkość osi czasu!",
    "pt": "É possível, mas mais desafiador, modificar este código para aumentar a velocidade da linha do tempo!",
    "pt-BR": "É possível, mas mais desafiador, modificar esse código para aumentar a velocidade da linha do tempo!",
    "ro": "Este posibil, dar mai provocator, pentru a modifica acest cod pentru a crește viteza de cronologie!",
    "ru": "Возможно, но сложнее, модифицировать этот код, чтобы увеличить скорость временной шкалы!",
    "sv": "Det är möjligt, men mer utmanande, att ändra den här koden för att öka tidslinjehastigheten!",
    "th": "เป็นไปได้ แต่ท้าทายกว่าในการแก้ไขรหัสนี้เพื่อเพิ่มความเร็วของไทม์ไลน์!",
    "tr": "Zaman çizelgesi hızını artırmak için bu kodu değiştirmek mümkündür, ancak daha zordur!",
    "uk": "Можливо, але складніше, змінити цей код, щоб збільшити швидкість часової шкали!",
    "vi": "Có thể, nhưng khó khăn hơn, để sửa đổi mã này để tăng tốc độ dòng thời gian!",
    "zh-CN": "修改此代码以提高时间线速度是可能的，但更具挑战性！",
    "zh-TW": "修改此代碼以提高時間線速度是可能的，但更具挑戰性！"
}
