{
    "ar": "آسف ماتي! أوامر كوينز ، لا أحد يترك الجزيرة دون إذنها.",
    "bg": "Съжалявам, приятелю! Кралици поръчват, никой не напуска острова без нейно разрешение.",
    "cs": "Promiň kamaráde! Královny rozkazy, nikdo neopustí ostrov bez jejího svolení.",
    "da": "Undskyld mate! Queens bestiller, ingen forlader øen uden hendes tilladelse.",
    "de": "Entschuldigung Kumpel! Queens befiehlt, niemand verlässt die Insel ohne ihre Erlaubnis.",
    "el": "Συγνώμη matey! Παραγγελίες Queens, κανείς δεν εγκαταλείπει το νησί χωρίς την άδειά της.",
    "en": "Sorry matey! Queens orders, nobody leaves the island without her permission.",
    "es": "Lo siento amigo! Órdenes de Queens, nadie sale de la isla sin su permiso.",
    "es-419": "Lo siento amigo! Órdenes de Queens, nadie sale de la isla sin su permiso.",
    "fi": "Anteeksi kaveri! Queens käskee, kukaan ei poistu saarelta ilman hänen lupaa.",
    "fr": "Désolé mec! Ordre des reines, personne ne quitte l'île sans sa permission.",
    "hu": "Sajnálom, haver! Queens parancsol, senki nem hagyja el a szigetet az ő engedélye nélkül.",
    "it": "Scusa amico! Gli ordini delle regine, nessuno lascia l'isola senza il suo permesso.",
    "ja": "ごめんね！女王は命令します、誰も彼女の許可なしに島を去りません。",
    "ko": "미안해! 퀸즈의 명령에 따라 아무도 허락없이 섬을 떠나지 않습니다.",
    "nl": "Sorry maat! Koninginnen bevelen, niemand verlaat het eiland zonder haar toestemming.",
    "no": "Beklager kamerat! Queens bestiller, ingen forlater øya uten hennes tillatelse.",
    "pl": "Przepraszam kolego! Królowe rozkazują, nikt nie opuszcza wyspy bez jej pozwolenia.",
    "pt": "Desculpe amigo! Ordens do Queens, ninguém sai da ilha sem a permissão dela.",
    "pt-BR": "Desculpe amigo! Ordens do Queens, ninguém sai da ilha sem a permissão dela.",
    "ro": "Scuze matey! Queens comandă, nimeni nu părăsește insula fără permisiunea ei.",
    "ru": "Извини, приятель! Приказы королев, никто не покидает остров без ее разрешения.",
    "sv": "Ledsen kompis! Queens beställer, ingen lämnar ön utan hennes tillåtelse.",
    "th": "ขออภัยเพื่อน! คำสั่งของควีนส์ไม่มีใครออกจากเกาะโดยไม่ได้รับอนุญาต",
    "tr": "Üzgünüm dostum! Queens emir verir, kimse onun izni olmadan adayı terk etmez.",
    "uk": "Вибачте, мій! Королеви наказують, ніхто не залишає острів без її дозволу.",
    "vi": "Xin lỗi bạn thân! Nữ hoàng ra lệnh, không ai rời đảo mà không có sự cho phép của cô.",
    "zh-CN": "抱歉，老兄！皇后区命令，未经她的允许，没有人离开该岛。",
    "zh-TW": "對不起老兄！皇后區命令，未經她的允許，沒有人離開該島。"
}
