{
    "ar": "كلا! أوامر كوينز ، لا أحد يغادر الجزيرة دون إذن لها.",
    "bg": "Най! Кралици поръчват, никой не напуска острова без нейно разрешение.",
    "cs": "Ne! Královny rozkazy, nikdo neopustí ostrov bez jejího svolení.",
    "da": "Nej! Queens bestiller, ingen forlader øen uden hendes tilladelse.",
    "de": "Nein! Queens befiehlt, niemand verlässt die Insel ohne ihre Erlaubnis.",
    "el": "Μάλλον! Παραγγελίες Queens, κανείς δεν εγκαταλείπει το νησί χωρίς την άδειά της.",
    "en": "Nay! Queens orders, nobody leaves the island without her permission.",
    "es": "¡No! Órdenes de Queens, nadie sale de la isla sin su permiso.",
    "es-419": "¡No! Órdenes de Queens, nadie sale de la isla sin su permiso.",
    "fi": "Ei! Queens käskee, kukaan ei poistu saarelta ilman hänen lupaa.",
    "fr": "Non! Commandes dans le Queens, personne ne quitte l'île sans sa permission.",
    "hu": "Nem! Queens parancsol, senki nem hagyja el a szigetet engedély nélkül.",
    "it": "Anzi! Gli ordini delle regine, nessuno lascia l'isola senza il suo permesso.",
    "ja": "いや！女王は命令します、誰も彼女の許可なしに島を出ません。",
    "ko": "아니! 퀸즈의 명령으로 아무도 허락없이 섬을 떠나지 않습니다.",
    "nl": "Neen! Koninginnen bevelen, niemand verlaat het eiland zonder haar toestemming.",
    "no": "Nay! Queens bestiller, ingen forlater øya uten hennes tillatelse.",
    "pl": "Nie! Królowe rozkazują, nikt nie opuszcza wyspy bez jej pozwolenia.",
    "pt": "Não! Ordens do Queens, ninguém sai da ilha sem a permissão dela.",
    "pt-BR": "Não! Ordens do Queens, ninguém sai da ilha sem a permissão dela.",
    "ro": "Ba nu! Queens comandă, nimeni nu părăsește insula fără permisiunea ei.",
    "ru": "Мало того! Приказы королев, никто не покидает остров без ее разрешения.",
    "sv": "Nej! Queens beställer, ingen lämnar ön utan hennes tillåtelse.",
    "th": "แต่ว่า! คำสั่งของควีนส์ไม่มีใครออกจากเกาะโดยไม่ได้รับอนุญาต",
    "tr": "Hayır! Queens emreder, kimse izni olmadan adadan ayrılmaz.",
    "uk": "Ні! Королеви наказують, ніхто не залишає острів без її дозволу.",
    "vi": "Không! Nữ hoàng ra lệnh, không ai rời đảo mà không có sự cho phép của cô.",
    "zh-CN": "不对！皇后区命令，未经她的允许，没有人离开该岛。",
    "zh-TW": "不對！皇后區命令，未經她的允許，沒有人離開該島。"
}
