{
    "ar": "JE / JNE هي تعليمات تؤدي قفزة فقط اعتمادا على ما إذا كانت القيمتان اللتان تم تمريرهما إلى تعليمات CMP متساويتين.",
    "bg": "JE/JNE са инструкции, които извършват само скок в зависимост от това дали двете стойности, предадени на CMP инструкция, са равни.",
    "cs": "JE/JNE jsou instrukce, které provádějí pouze skok v závislosti na tom, zda jsou dvě hodnoty předané instrukci CMP stejné.",
    "da": "JE / JNE er instruktioner, der kun udfører et spring afhængigt af, om de to værdier, der overføres til en CMP-instruktion, er ens.",
    "de": "JE/JNE sind Anweisungen, die nur einen Sprung ausführen, je nachdem, ob die beiden an eine CMP-Anweisung übergebenen Werte gleich sind.",
    "el": "Οι JE/JNE είναι εντολές που εκτελούν μόνο ένα άλμα ανάλογα με το αν οι δύο τιμές που μεταβιβάζονται σε μια εντολή CMP είναι ίσες.",
    "en": "JE/JNE are instructions that only perform a jump depending on whether the two values passed to a CMP instruction are equal.",
    "es": "JE/JNE son instrucciones que sólo realizan un salto dependiendo de si los dos valores pasados a una instrucción CMP son iguales.",
    "es-419": "JE/JNE son instrucciones que sólo realizan un salto dependiendo de si los dos valores pasados a una instrucción CMP son iguales.",
    "fi": "JE/JNE ovat käskyjä, jotka suorittavat hypyn vain sen mukaan, ovatko CMP-käskyyn välitetyt kaksi arvoa yhtä suuret.",
    "fr": "JE/JNE sont des instructions qui n’effectuent qu’un saut selon que les deux valeurs transmises à une instruction CMP sont égales ou non.",
    "hu": "A JE/JNE olyan utasítások, amelyek csak attól függően hajtanak végre ugrást, hogy a CMP utasításnak átadott két érték egyenlő-e.",
    "it": "JE/JNE sono istruzioni che eseguono solo un salto a seconda che i due valori passati a un'istruzione CMP siano uguali.",
    "ja": "JE/JNE は、CMP 命令に渡される 2 つの値が等しいかどうかに応じてのみジャンプを実行する命令です。",
    "ko": "JE/JNE는 CMP 명령어에 전달된 두 값이 같은지 여부에 따라 점프만 수행하는 명령어입니다.",
    "nl": "JE/JNE zijn instructies die alleen een sprong uitvoeren, afhankelijk van of de twee waarden die aan een CMP-instructie worden doorgegeven, gelijk zijn.",
    "no": "JE / JNE er instruksjoner som bare utfører et hopp avhengig av om de to verdiene som sendes til en CMP-instruksjon er like.",
    "pl": "JE/JNE to instrukcje, które wykonują tylko skok w zależności od tego, czy dwie wartości przekazane do instrukcji CMP są równe.",
    "pt": "JE/JNE são instruções que só executam um salto dependendo se os dois valores passados para uma instrução CMP são iguais.",
    "pt-BR": "JE/JNE são instruções que só executam um salto dependendo se os dois valores passados para uma instrução CMP são iguais.",
    "ro": "JE / JNE sunt instrucțiuni care efectuează un salt numai în funcție de faptul dacă cele două valori transmise unei instrucțiuni CMP sunt egale.",
    "ru": "JE/JNE — это инструкции, которые выполняют скачок только в зависимости от того, равны ли два значения, передаваемые инструкции CMP.",
    "sv": "JE/JNE är instruktioner som bara utför ett hopp beroende på om de två värdena som skickas till en CMP-instruktion är lika.",
    "th": "JE/JNE เป็นคําสั่งที่ทําการกระโดดเท่านั้นขึ้นอยู่กับว่าค่าสองค่าที่ส่งผ่านไปยังคําสั่ง CMP นั้นเท่ากันหรือไม่",
    "tr": "JE / JNE, bir CMP talimatına iletilen iki değerin eşit olup olmadığına bağlı olarak yalnızca bir sıçrama gerçekleştiren talimatlardır.",
    "uk": "JE/JNE - це інструкції, які виконують лише перехід залежно від того, чи рівні два значення, передані інструкції CMP.",
    "vi": "JE / JNE là các lệnh chỉ thực hiện nhảy tùy thuộc vào việc hai giá trị được truyền đến lệnh CMP có bằng nhau hay không.",
    "zh-CN": "JE/JNE 是仅根据传递给 CMP 指令的两个值是否相等来执行跳转的指令。",
    "zh-TW": "JE/JNE 是僅根據傳遞給 CMP 指令的兩個值是否相等來執行跳轉的指令。"
}
