{
    "ar": "هل يمكننا الصعود على متن سفينة السماء عائدة إلى المدينة؟",
    "bg": "Може ли да се качим на небесния кораб, тръгнал обратно към града?",
    "cs": "Můžeme nastoupit na nebeskou loď směřující zpět do města?",
    "da": "Kan vi gå ombord på himmelskibet på vej tilbage til byen?",
    "de": "Können wir das Himmelsschiff besteigen, das zurück in die Stadt fährt?",
    "el": "Μπορούμε να επιβιβαστούμε στο πλοίο του ουρανού που επιστρέφει στην πόλη;",
    "en": "Can we board the sky ship headed back to town?",
    "es": "¿Podemos abordar el barco aéreo que se dirige de regreso a la ciudad?",
    "es-419": "¿Podemos abordar el barco aéreo que se dirige de regreso a la ciudad?",
    "fi": "Voimmeko nousta takaisin kaupunkiin matkalla olevaan taivasalukseen?",
    "fr": "Pouvons-nous monter à bord du navire aérien pour retourner en ville?",
    "hu": "Felszállhatunk az égi hajóra, ami vissza tart a városba?",
    "it": "Possiamo salire a bordo della nave celeste diretta in città?",
    "ja": "町に戻るスカイシップに乗れますか?",
    "ko": "우리는 마을로 향하는 스카이 선박에 탑승 할 수 있습니까?",
    "nl": "Kunnen we aan boord gaan van het luchtschip dat teruggaat naar de stad?",
    "nb": "Kan vi gå om bord i himmelskipet på vei tilbake til byen?",
    "pl": "Czy możemy wsiąść na podniebny statek z powrotem do miasta?",
    "pt": "Podemos embarcar no navio-céu que vai voltar para a cidade?",
    "pt-BR": "Podemos embarcar no navio do céu voltando para a cidade?",
    "ro": "Ne putem îmbarca pe vasul cerului îndreptându-ne înapoi spre oraș?",
    "ru": "Можем ли мы сесть на небесный корабль, направляющийся обратно в город?",
    "sv": "Kan vi gå ombord på himmelskeppet på väg tillbaka till stan?",
    "th": "เราสามารถขึ้นเรือลอยฟ้ามุ่งหน้ากลับเข้าเมืองได้หรือไม่?",
    "tr": "Şehre giden gökyüzü gemisine binebilir miyiz?",
    "uk": "Чи можемо ми сісти на небесний корабель, який попрямував назад до міста?",
    "vi": "Chúng ta có thể lên tàu trên bầu trời quay trở lại thị trấn không?",
    "zh-CN": "我们可以登上返回城镇的天空飞船吗？",
    "zh-TW": "我們可以登上返回城鎮的天空飛船嗎？"
}
