{
    "ar": "إذا كان '%s1' == 1، تلف فريقك! تعديل هذا الضرر الأعداء بدلا من ذلك!",
    "bg": "Ако xxxXX == 1, вашият екип е повреден! Променете това, за да повреди враговете, вместо!",
    "cs": "Pokud '%s1' == 1, váš tým je poškozen! Upravte to poškodit nepřátele místo!",
    "da": "Hvis '%s1' == 1, er dit hold beskadiget! Ændre dette for at skade fjender i stedet!",
    "de": "Wenn '%s1' == 1, Ihr Team ist beschädigt! Ändern Sie dies, um die Feinde stattdessen zu beschädigen!",
    "el": "Εάν το '%s1' ==1, η ομάδα σας είναι κατεστραμμένη! Τροποποιήστε αυτό για να βλάψει τους εχθρούς αντ 'αυτού!",
    "en": "If '%s1' == 1, your team is damaged! Modify this to damage the enemies instead!",
    "es": "Si '%s1' 1, ¡su equipo está dañado! ¡Modifica esto para dañar a los enemigos en su lugar!",
    "es-419": "Si '%s1' 1, ¡su equipo está dañado! ¡Modifica esto para dañar a los enemigos en su lugar!",
    "fi": "Jos '%s1' == 1, tiimisi on vahingoittunut! Muokkaa tätä vahingoittaa vihollisia sijaan!",
    "fr": "Si '%s1' == 1, votre équipe est endommagée! Modifiez ceci pour endommager les ennemis à la place !",
    "hu": "Ha '%s1' == 1, a csapatod megsérült! Módosítsa ezt, hogy kárt az ellenséget helyett!",
    "it": "Se '%s1' n. 1, la tua squadra è danneggiata! Modifica lo strumento per danneggiare i nemici!",
    "ja": "'%s1' == 1 の場合、チームが破損しています。代わりに敵を損傷するためにこれを変更!",
    "ko": "'%s1' == 1이 면 팀이 손상됩니다! 대신 적을 손상하려면이 수정!",
    "nl": "Als '%s1' == 1, is je team beschadigd! Wijzig dit om de vijanden te beschadigen in plaats daarvan!",
    "nb": "Hvis '%s1' == 1, teamet ditt er skadet! Endre dette for å skade fiender i stedet!",
    "pl": "Jeśli '%s1' == 1, Twój zespół jest uszkodzony! Zmodyfikuj to, aby zadać obrażenia przeciwnikom!",
    "pt": "Se '%s1' == 1, a sua equipa está danificada! Modifique isto para danificar os inimigos!",
    "pt-BR": "Se '%s1' == 1, sua equipe será danificada! Modifique isso para danificar os inimigos em vez disso!",
    "ro": "Dacă '%s1' == 1, echipa ta este deteriorată! Modifica acest lucru pentru a deteriora inamicii în loc!",
    "ru": "Если '%s1' No 1, ваша команда повреждена! Измените это, чтобы повредить врагам вместо этого!",
    "sv": "Om '%s1' == 1 är ditt team skadat! Ändra detta för att skada fiender istället!",
    "th": "ถ้า '%s1' == 1 ทีมของคุณเสียหาย! ปรับเปลี่ยนนี้จะเกิดความเสียหายศัตรูแทน!",
    "tr": "'%s1' == 1 ise, takımınız zarar görmüşse! Bunun yerine düşmanlara zarar vermek için bunu değiştirin!",
    "uk": "Якщо ' %s1 ' = = 1, ваша команда пошкоджена! Змінити це, щоб пошкодити ворогів замість цього!",
    "vi": "Nếu ' %s1 ' = = 1, nhóm của bạn bị hư hỏng! Sửa đổi này để làm hỏng kẻ thù thay vì!",
    "zh-CN": "如果\"%s1\" = 1，您的团队已损坏！修改它，以损害敌人，而不是！",
    "zh-TW": "如果「%s1」 = 1,您的團隊已損壞!修改它,以損害敵人,而不是!"
}
