{
    "ar": "JRCXZ / JECXZ / JCXZ هي تعليمات تؤدي قفزة فقط اعتمادا على ما إذا كانت سجلات RCX / ECX / CX تساوي صفرا. لاحظ أن JRCXZ متوفر فقط على وحدة المعالجة المركزية 64 بت استنادا إلى بنية x64.",
    "bg": "JRCXZ/JECXZ/JCXZ са инструкции, които извършват само скок в зависимост от това дали регистрите RCX/ECX/CX са равни на нула. Имайте предвид, че JRCXZ е наличен само на 64-битов процесор, базиран на x64 архитектурата.",
    "cs": "JRCXZ/JECXZ/JCXZ jsou instrukce, které provádějí pouze skok v závislosti na tom, zda jsou registry RCX/ECX/CX rovny nule. Všimněte si, že JRCXZ je k dispozici pouze na 64bitovém CPU založeném na architektuře x64.",
    "da": "JRCXZ/JECXZ/JCXZ er instruktioner, der kun udfører et spring, afhængigt af om RCX/ECX/CX-registrene er lig med nul. Bemærk, at JRCXZ kun er tilgængelig på en 64-bit CPU baseret på x64-arkitekturen.",
    "de": "JRCXZ/JECXZ/JCXZ sind Anweisungen, die nur einen Sprung ausführen, wenn die RCX/ECX/CX-Register gleich Null sind. Beachten Sie, dass JRCXZ nur auf einer 64-Bit-CPU verfügbar ist, die auf der x64-Architektur basiert.",
    "el": "Τα JRCXZ/JECXZ/JCXZ είναι οδηγίες που εκτελούν άλμα μόνο ανάλογα με το αν οι καταχωρητές RCX/ECX/CX είναι ίσοι με μηδέν. Σημειώστε ότι το JRCXZ είναι διαθέσιμο μόνο σε CPU 64-bit που βασίζεται στην αρχιτεκτονική x64.",
    "en": "JRCXZ/JECXZ/JCXZ are instructions that only perform a jump depending on whether the RCX/ECX/CX registers are equal to zero. Note that JRCXZ is only available on a 64-bit CPU based on the x64 architecture.",
    "es": "JRCXZ/JECXZ/JCXZ son instrucciones que sólo realizan un salto dependiendo de si los registros RCX/ECX/CX son iguales a cero. Tenga en cuenta que JRCXZ sólo está disponible en una CPU de 64 bits basada en la arquitectura x64.",
    "es-419": "JRCXZ/JECXZ/JCXZ son instrucciones que sólo realizan un salto dependiendo de si los registros RCX/ECX/CX son iguales a cero. Tenga en cuenta que JRCXZ sólo está disponible en una CPU de 64 bits basada en la arquitectura x64.",
    "fi": "JRCXZ/JECXZ/JCXZ ovat käskyjä, jotka suorittavat hypyn vain sen mukaan, ovatko RCX/ECX/CX-rekisterit nolla. Huomaa, että JRCXZ on käytettävissä vain 64-bittisessä suorittimessa, joka perustuu x64-arkkitehtuuriin.",
    "fr": "JRCXZ/JECXZ/JCXZ sont des instructions qui n’effectuent qu’un saut selon que les registres RCX/ECX/CX sont égaux à zéro. Notez que JRCXZ n’est disponible que sur un processeur 64 bits basé sur l’architecture x64.",
    "hu": "A JRCXZ/JECXZ/JCXZ utasítások csak attól függően hajtanak végre ugrást, hogy az RCX/ECX/CX regiszterek nullával egyenlők-e. Ne feledje, hogy a JRCXZ csak x64 architektúrán alapuló 64 bites CPU-n érhető el.",
    "it": "JRCXZ/JECXZ/JCXZ sono istruzioni che eseguono solo un salto a seconda che i registri RCX/ECX/CX siano uguali a zero. Si noti che JRCXZ è disponibile solo su una CPU a 64 bit basata sull'architettura x64.",
    "ja": "JRCXZ/JECXZ/JCXZ は、RCX/ECX/CX レジスタがゼロに等しいかどうかに応じてジャンプを実行するだけの命令です。JRCXZ は、x64 アーキテクチャーに基づく 64 ビット CPU でのみ使用可能であることに注意してください。",
    "ko": "JRCXZ/JECXZ/JCXZ는 RCX/ECX/CX 레지스터가 0인지 여부에 따라 점프만 수행하는 명령어입니다. JRCXZ는 x64 아키텍처 기반의 64비트 CPU에서만 사용할 수 있습니다.",
    "nl": "JRCXZ/JECXZ/JCXZ zijn instructies die alleen een sprong uitvoeren, afhankelijk van of de RCX/ECX/CX-registers gelijk zijn aan nul. Merk op dat JRCXZ alleen beschikbaar is op een 64-bits CPU op basis van de x64-architectuur.",
    "no": "JRCXZ/JECXZ/JCXZ er instruksjoner som bare utfører et hopp avhengig av om RCX/ECX/CX-registrene er lik null. Vær oppmerksom på at JRCXZ bare er tilgjengelig på en 64-biters CPU basert på x64-arkitekturen.",
    "pl": "JRCXZ/JECXZ/JCXZ są instrukcjami, które wykonują tylko skok w zależności od tego, czy rejestry RCX/ECX/CX są równe zero. Należy pamiętać, że JRCXZ jest dostępny tylko na 64-bitowym procesorze opartym na architekturze x64.",
    "pt": "JRCXZ/JECXZ/JCXZ são instruções que apenas executam um salto dependendo se os registos RCX/ECX/CX são iguais a zero. Observe que o JRCXZ só está disponível em uma CPU de 64 bits baseada na arquitetura x64.",
    "pt-BR": "JRCXZ/JECXZ/JCXZ são instruções que só executam um salto dependendo se os registradores RCX/ECX/CX são iguais a zero. Observe que o JRCXZ só está disponível em uma CPU de 64 bits baseada na arquitetura x64.",
    "ro": "JRCXZ/JECXZ/JCXZ sunt instrucțiuni care efectuează un salt numai în funcție de faptul dacă registrele RCX/ECX/CX sunt egale cu zero. Rețineți că JRCXZ este disponibil numai pe un procesor pe 64 de biți bazat pe arhitectura x64.",
    "ru": "JRCXZ/JECXZ/JCXZ — это инструкции, которые выполняют скачок только в зависимости от того, равны ли регистры RCX/ECX/CX нулю. Обратите внимание, что JRCXZ доступен только на 64-разрядном процессоре на базе архитектуры x64.",
    "sv": "JRCXZ/JECXZ/JCXZ är instruktioner som bara utför ett hopp beroende på om RCX/ECX/CX-registren är lika med noll. Observera att JRCXZ endast är tillgängligt på en 64-bitars CPU baserad på x64-arkitekturen.",
    "th": "JRCXZ/JECXZ/JCXZ เป็นคําสั่งที่ทําการกระโดดเท่านั้นขึ้นอยู่กับว่ารีจิสเตอร์ RCX/ECX/CX เท่ากับศูนย์หรือไม่ โปรดทราบว่า JRCXZ มีเฉพาะใน CPU 64 บิตที่ใช้สถาปัตยกรรม x64 เท่านั้น",
    "tr": "JRCXZ/JECXZ/JCXZ, RCX/ECX/CX yazmaçlarının sıfıra eşit olup olmadığına bağlı olarak yalnızca bir atlama gerçekleştiren talimatlardır. JRCXZ'nin yalnızca x64 mimarisine dayalı 64 bit CPU'da kullanılabildiğini unutmayın.",
    "uk": "JRCXZ/JECXZ/JCXZ — це інструкції, які виконують лише стрибок залежно від того, чи рівні регістри RCX/ECX/CX нулю. Зауважте, що JRCXZ доступний лише на 64-розрядному процесорі на основі архітектури x64.",
    "vi": "JRCXZ / JECXZ / JCXZ là các lệnh chỉ thực hiện nhảy tùy thuộc vào việc các thanh ghi RCX / ECX / CX có bằng không hay không. Lưu ý rằng JRCXZ chỉ khả dụng trên CPU 64 bit dựa trên kiến trúc x64.",
    "zh-CN": "JRCXZ/JECXZ/JCXZ 是仅根据 RCX/ECX/CX 寄存器是否等于零执行跳转的指令。请注意，JRCXZ 仅在基于 x64 体系结构的 64 位 CPU 上可用。",
    "zh-TW": "JRCXZ/JECXZ/JCXZ 是僅根據 RCX/ECX/CX 寄存器是否等於零執行跳轉的指令。請注意，JRCXZ 僅在基於 x64 體系結構的 64 位 CPU 上可用。"
}
