{
    "ar": ".سيء الحظ. كان في مهمة مهمة للغاية. كان يحاول استرداد %s1 من أحد الخبايا",
    "bg": "Жалко. Той беше на много важна мисия. Той се опитваше да извлече %s1 от една от криптите.",
    "cs": "Nešťastný. Byl na velmi důležité misi. Snažil se získat %s1 z jedné z krypt.",
    "da": "Uheldig. Han var på en meget vigtig mission. Han forsøgte at hente en %s1 fra en af krypterne.",
    "de": "Unglückselig. Er befand sich auf einer sehr wichtigen Mission. Er versuchte, ein %s1 aus einer der Krypten zu holen.",
    "el": "Ατυχής. Ήταν σε μια πολύ σημαντική αποστολή. Προσπαθούσε να ανακτήσει ένα %s1 από μία από τις κρύπτες.",
    "en": "Unfortunate. He was on a very important mission. He was trying to retrieve a %s1 from one of the crypts.",
    "es": "Infortunado. Estaba en una misión muy importante. Estaba tratando de recuperar un %s1 de una de las criptas.",
    "es-419": "Infortunado. Estaba en una misión muy importante. Estaba tratando de recuperar un %s1 de una de las criptas.",
    "fi": "Epäonninen. Hänellä oli hyvin tärkeä tehtävä. Hän yritti hakea %s1: n yhdestä kryptasta.",
    "fr": "Malheureux. Il était sur une mission très importante. Il essayait de récupérer un %s1 dans l’une des cryptes.",
    "hu": "Szerencsétlen. Nagyon fontos küldetésben volt. Megpróbált visszaszerezni egy %s1-t az egyik kriptából.",
    "it": "Sfortunato. Era in una missione molto importante. Stava cercando di recuperare un %s1 da una delle cripte.",
    "ja": "おしい。彼は非常に重要な使命を帯びていました。彼は地下室の1つから%s1を取り戻そうとしていました。",
    "ko": "불행. 그는 매우 중요한 임무를 수행하고있었습니다. 그는 지하실 중 하나에서 %s1를 회수하려고했습니다.",
    "nl": "Ongelukkige. Hij was op een zeer belangrijke missie. Hij probeerde een %s1 uit een van de crypten te halen.",
    "no": "Uheldig. Han var på et svært viktig oppdrag. Han prøvde å hente en %s1 fra en av kryptene.",
    "pl": "Nieszczęśliwy. Miał bardzo ważną misję. Próbował odzyskać %s1 z jednej z krypt.",
    "pt": "Lamentável. Ele estava em uma missão muito importante. Ele estava tentando recuperar um %s1 de uma das criptas.",
    "pt-BR": "Infeliz. Ele estava em uma missão muito importante. Ele estava tentando recuperar um %s1 de uma das criptas.",
    "ro": "Nefericit. El se afla într-o misiune foarte importantă. Încerca să recupereze un %s1 dintr-una din cripte.",
    "ru": "Несчастный. Он выполнял очень важную миссию. Он пытался извлечь %s1 из одного из склепов.",
    "sv": "Olycklig. Han var på ett mycket viktigt uppdrag. Han försökte hämta en %s1 från en av krypterna.",
    "th": "ซวย  เขาอยู่ในภารกิจที่สําคัญมาก เขาพยายามดึง %s1 จากห้องใต้ดินแห่งหนึ่ง",
    "tr": "Bahtsız. Çok önemli bir görevdeydi. Kriptolardan birinden bir %s1 almaya çalışıyordu.",
    "uk": "Нещасний. Він був на дуже важливій місії. Він намагався дістати %s1 з одного зі склепів.",
    "vi": "Bất hạnh. Anh ấy đang thực hiện một nhiệm vụ rất quan trọng. Anh ta đang cố gắng lấy một %s1 từ một trong những hầm mộ.",
    "zh-CN": "不幸。他肩负着一项非常重要的任务。他试图从其中一个地穴中取回%s1。",
    "zh-TW": "不幸。他肩負著一項非常重要的任務。他試圖從其中一個地穴中取回%s1。"
}
