{
    "ar": ".إذا كنت تريد المساعدة ، خذ المفتاح من جثته ، وأكمل ما بدأه",
    "bg": "Ако искате да помогнете, вземете ключа от трупа му и довършете започнатото.",
    "cs": "Pokud chcete pomoci, vezměte klíč od jeho mrtvoly a dokončete to, co začal.",
    "da": "Hvis du vil hjælpe, skal du tage nøglen fra hans lig og afslutte det, han startede.",
    "de": "Wenn du helfen willst, nimm den Schlüssel von seiner Leiche und beende das, was er begonnen hat.",
    "el": "Αν θέλετε να βοηθήσετε, πάρτε το κλειδί από το πτώμα του και τελειώστε αυτό που ξεκίνησε.",
    "en": "If you want to help, take the key from his corpse, and finish what he started.",
    "es": "Si quieres ayudar, toma la llave de su cadáver y termina lo que comenzó.",
    "es-419": "Si quieres ayudar, toma la llave de su cadáver y termina lo que comenzó.",
    "fi": "Jos haluat auttaa, ota avain hänen ruumiistaan ja lopeta se, mitä hän aloitti.",
    "fr": "Si vous voulez aider, prenez la clé de son cadavre et terminez ce qu’il a commencé.",
    "hu": "Ha segíteni akarsz, vedd ki a kulcsot a holttestéből, és fejezd be, amit elkezdett.",
    "it": "Se vuoi aiutare, prendi la chiave dal suo cadavere e finisci ciò che ha iniziato.",
    "ja": "あなたが助けたいのなら、彼の死体から鍵を取り、彼が始めたことを終えてください。",
    "ko": "돕고 싶다면 그의 시체에서 열쇠를 꺼내 그가 시작한 일을 끝내십시오.",
    "nl": "Als je wilt helpen, pak dan de sleutel van zijn lijk en maak af waar hij aan begonnen is.",
    "no": "Hvis du vil hjelpe, ta nøkkelen fra liket hans, og fullfør det han startet.",
    "pl": "Jeśli chcesz pomóc, weź klucz z jego zwłok i dokończ to, co zaczął.",
    "pt": "Se você quiser ajudar, pegue a chave de seu cadáver e termine o que ele começou.",
    "pt-BR": "Se você quiser ajudar, pegue a chave de seu cadáver e termine o que ele começou.",
    "ro": "Dacă vrei să ajuți, ia cheia de la cadavrul lui și termină ceea ce a început.",
    "ru": "Если вы хотите помочь, возьмите ключ от его трупа, и закончите то, что он начал.",
    "sv": "Om du vill hjälpa, ta nyckeln från hans lik och avsluta det han påbörjade.",
    "th": "หากคุณต้องการช่วยให้เอากุญแจจากศพของเขาและทําสิ่งที่เขาเริ่มต้นให้เสร็จ",
    "tr": "Yardım etmek istiyorsan, cesedinden anahtarı al ve başladığı şeyi bitir.",
    "uk": "Якщо ви хочете допомогти, візьміть ключ від його трупа, і закінчіть розпочате.",
    "vi": "Nếu bạn muốn giúp đỡ, hãy lấy chìa khóa từ xác chết của anh ta, và hoàn thành những gì anh ta bắt đầu.",
    "zh-CN": "如果你想帮忙，从他的尸体上拿钥匙，完成他开始的事情。",
    "zh-TW": "如果你想幫忙，從他的屍體上拿鑰匙，完成他開始的事情。"
}
