{
    "ar": "إذن ، لا تتذكر شيئا من ماضيك؟ أنا لست مندهشا من هذا.",
    "bg": "Значи не помниш нищо от миналото си? Не съм изненадан от това.",
    "cs": "Takže si nepamatujete nic ze své minulosti? Nepřekvapuje mě to.",
    "da": "Så du husker intet af din fortid? Det overrasker mig ikke.",
    "de": "Du erinnerst dich also an nichts aus deiner Vergangenheit? Das überrascht mich nicht.",
    "el": "Έτσι, δεν θυμάστε τίποτα από το παρελθόν σας; Αυτό δεν με εκπλήσσει.",
    "en": "So, you remember nothing of your past? I am not surprised by this.",
    "es": "Entonces, ¿no recuerdas nada de tu pasado? No me sorprende esto.",
    "es-419": "Entonces, ¿no recuerdas nada de tu pasado? No me sorprende esto.",
    "fi": "Et siis muista mitään menneisyydestäsi? En ole yllättynyt tästä.",
    "fr": "Alors, vous ne vous souvenez de rien de votre passé? Cela ne m’étonne pas.",
    "hu": "Tehát semmire sem emlékszel a múltadból? Ezen nem lepődöm meg.",
    "it": "Quindi, non ricordi nulla del tuo passato? Non ne sono sorpreso.",
    "ja": "それで、あなたはあなたの過去について何も覚えていませんか?私はこれに驚いていません。",
    "ko": "그래서, 당신은 당신의 과거에 대해 아무것도 기억하지 못합니까? 나는 이것에 놀라지 않는다.",
    "nl": "Dus je herinnert je niets van je verleden? Dat verbaast mij niet.",
    "no": "Så du husker ingenting fra fortiden din? Jeg er ikke overrasket over dette.",
    "pl": "Więc nic nie pamiętasz ze swojej przeszłości? Nie dziwi mnie to.",
    "pt": "Então, você não se lembra de nada do seu passado? Isto não me surpreende.",
    "pt-BR": "E aí, você não se lembra de nada do seu passado? Não me surpreende isso.",
    "ro": "Deci, nu-ți amintești nimic din trecutul tău? Nu sunt surprins de acest lucru.",
    "ru": "Значит, вы ничего не помните о своем прошлом? Меня это не удивляет.",
    "sv": "Så du kommer inte ihåg något av ditt förflutna? Jag är inte förvånad över detta.",
    "th": "ดังนั้นคุณจําอะไรในอดีตของคุณไม่ได้? ฉันไม่แปลกใจกับสิ่งนี้",
    "tr": "Yani, geçmişinizden hiçbir şey hatırlamıyor musunuz? Buna şaşırmadım.",
    "uk": "Отже, ви нічого не пам'ятаєте зі свого минулого? Я цим не здивований.",
    "vi": "Vì vậy, bạn không nhớ gì về quá khứ của bạn? Tôi không ngạc nhiên về điều này.",
    "zh-CN": "所以，你什么都不记得你的过去了？我对此并不感到惊讶。",
    "zh-TW": "所以，你什麼都不記得你的過去了？我對此並不感到驚訝。"
}
