{
    "ar": "قبل أن تتمكن من مساعدتنا ، يجب عليك معرفة المزيد من عالمنا. للبدء ، يجب أن تتعلم لعبة %s1.",
    "bg": "Преди да можете да ни помогнете, трябва да научите повече за нашия свят. За начало трябва да научите играта на %s1.",
    "cs": "Než nám můžete pomoci, musíte se dozvědět více o našem světě. Nejprve se musíte naučit hru %s1.",
    "da": "Inden du kan hjælpe os, skal du lære mere om vores verden. For at begynde skal du lære spillet %s1.",
    "de": "Bevor Sie uns helfen können, müssen Sie mehr über unsere Welt erfahren. Zu Beginn müssen Sie das Spiel %s1 lernen.",
    "el": "Προτού να μπορέσετε να μας βοηθήσετε, πρέπει να μάθετε περισσότερα για τον κόσμο μας. Για να ξεκινήσετε, πρέπει να μάθετε το παιχνίδι του %s1.",
    "en": "Before you can help us, you must learn more of our world. To begin, you must learn the game of %s1.",
    "es": "Antes de que pueda ayudarnos, debe aprender más sobre nuestro mundo. Para comenzar, debes aprender el juego de %s1.",
    "es-419": "Antes de que pueda ayudarnos, debe aprender más sobre nuestro mundo. Para comenzar, debes aprender el juego de %s1.",
    "fi": "Ennen kuin autat meitä, sinun on opittava enemmän maailmastamme. Aluksi sinun on opittava %s1-peli.",
    "fr": "Avant de pouvoir nous aider, vous devez en apprendre davantage sur notre monde. Pour commencer, vous devez apprendre le jeu de %s1.",
    "hu": "Mielőtt segítsen nekünk, többet kell megtudnia a világunkról. Először meg kell tanulnod az %s1 játékát.",
    "it": "Prima che tu possa aiutarci, devi imparare di più sul nostro mondo. Per iniziare, devi imparare il gioco di %s1.",
    "ja": "あなたが私たちを助ける前に、あなたは私たちの世界をもっと学ばなければなりません。始めるには、%s1のゲームを学ぶ必要があります。",
    "ko": "당신이 우리를 도울 수 있기 전에, 당신은 우리의 세계에 대해 더 많이 배워야합니다. 시작하려면 %s1 게임을 배워야합니다.",
    "nl": "Voordat u ons kunt helpen, moet u meer van onze wereld leren. Om te beginnen moet je het spel %s1 leren.",
    "no": "Før du kan hjelpe oss, må du lære mer av vår verden. For å begynne, må du lære spillet %s1.",
    "pl": "Zanim możesz nam pomóc, musisz dowiedzieć się więcej o naszym świecie. Aby rozpocząć, musisz nauczyć się gry w %s1.",
    "pt": "Antes de nos ajudar, você deve aprender mais sobre o nosso mundo. Para começar, você deve aprender o jogo de %s1.",
    "pt-BR": "Antes de nos ajudar, você deve aprender mais sobre o nosso mundo. Para começar, você deve aprender o jogo de %s1.",
    "ro": "Înainte să ne puteți ajuta, trebuie să aflați mai multe despre lumea noastră. Pentru început, trebuie să înveți jocul %s1.",
    "ru": "Прежде чем вы сможете помочь нам, вы должны узнать больше о нашем мире. Чтобы начать, вы должны изучить игру %s1.",
    "sv": "Innan du kan hjälpa oss måste du lära dig mer om vår värld. För att börja måste du lära dig spelet %s1.",
    "th": "ก่อนที่คุณจะสามารถช่วยเราได้คุณจะต้องเรียนรู้เพิ่มเติมเกี่ยวกับโลกของเรา ในการเริ่มต้นคุณต้องเรียนรู้เกมของ %s1",
    "tr": "Bize yardım etmeden önce, dünyamız hakkında daha fazla şey öğrenmelisin. Başlamak için, %s1 oyununu öğrenmelisiniz.",
    "uk": "Перш ніж ви зможете допомогти нам, ви повинні дізнатися більше про наш світ. Для початку ви повинні вивчити гру %s1.",
    "vi": "Trước khi bạn có thể giúp chúng tôi, bạn phải tìm hiểu thêm về thế giới của chúng tôi. Để bắt đầu, bạn phải học trò chơi %s1.",
    "zh-CN": "在可以帮助我们之前，您必须了解我们的世界。首先，您必须学习%s1游戏。",
    "zh-TW": "在您可以幫助我們之前，您必須了解更多我們的世界。首先，您必須學習%s1遊戲。"
}
