{
    "ar": "إذا كنت من أعتقد أنك ، فعندئذ فقط يمكنك هزيمة الشر العظيم الذي يسكن هذه الأراضي.",
    "bg": "Ако си този, за когото те мисля, че си, само тогава можеш да победиш голямото зло, обитаващо тези земи.",
    "cs": "Pokud jste tím, kým si myslím, že jste, pak jen vy můžete porazit velké zlo obývající tyto země.",
    "da": "Hvis du er den, jeg tror, du er, så er det kun dig, der kan besejre det store onde, der beboer disse lande.",
    "de": "Wenn du der bist, von dem ich denke, dass du bist, dann kannst nur du das große Böse besiegen, das diese Länder bewohnt.",
    "el": "Αν είσαι αυτός που νομίζω ότι είσαι, τότε μόνο εσύ μπορείς να νικήσεις το μεγάλο κακό που κατοικεί σε αυτά τα εδάφη.",
    "en": "If you are who I think you are, then only you can defeat the great evil inhabiting these lands.",
    "es": "Si eres quien creo que eres, entonces solo tú puedes derrotar al gran mal que habita en estas tierras.",
    "es-419": "Si eres quien creo que eres, entonces solo tú puedes derrotar al gran mal que habita en estas tierras.",
    "fi": "Jos olet se, jonka luulen sinun olevan, niin vain sinä voit voittaa näissä maissa asuvan suuren pahan.",
    "fr": "Si vous êtes qui je pense que vous êtes, alors vous seul pouvez vaincre le grand mal qui habite ces terres.",
    "hu": "Ha az vagy, akinek gondolom magad, akkor csak te tudod legyőzni az ezeken a földeken lakó nagy gonoszt.",
    "it": "Se sei chi penso tu sia, allora solo tu puoi sconfiggere il grande male che abita queste terre.",
    "ja": "あなたが私があなただと思う人なら、あなただけがこれらの土地に生息する大きな悪を打ち負かすことができます。",
    "ko": "당신이 내가 생각하는 사람이라면 오직 당신만이 이 땅에 살고 있는 거대한 악을 물리칠 수 있습니다.",
    "nl": "Als je bent wie ik denk dat je bent, dan kun alleen jij het grote kwaad verslaan dat deze landen bewoont.",
    "no": "Hvis du er den jeg tror du er, så er det bare du som kan beseire det store onde som bor i disse landene.",
    "pl": "Jeśli jesteś tym, za kogo się uważam, to tylko ty możesz pokonać wielkie zło zamieszkujące te ziemie.",
    "pt": "Se você é quem eu acho que você é, então só você pode derrotar o grande mal que habita essas terras.",
    "pt-BR": "Se sois quem eu penso que sois, então somente vós podeis derrotar o grande mal que habita estas terras.",
    "ro": "Dacă ești cine cred eu că ești, atunci numai tu poți învinge marele rău care locuiește pe aceste meleaguri.",
    "ru": "Если вы тот, кем я вас считаю, то только вы можете победить великое зло, населяющее эти земли.",
    "sv": "Om du är den jag tror att du är, då är det bara du som kan besegra den stora ondskan som bor i dessa länder.",
    "th": "หากคุณเป็นคนที่ฉันคิดว่าคุณเป็นมีเพียงคุณเท่านั้นที่สามารถเอาชนะความชั่วร้ายที่ยิ่งใหญ่ที่อาศัยอยู่ในดินแดนเหล่านี้ได้",
    "tr": "Eğer benim düşündüğüm kişiyseniz, ancak o zaman bu topraklarda yaşayan büyük şeytanı yenebilirsiniz.",
    "uk": "Якщо ти той, ким я себе вважаю, то тільки ти можеш перемогти велике зло, що населяє ці землі.",
    "vi": "Nếu bạn là người mà tôi nghĩ bạn là, thì chỉ có bạn mới có thể đánh bại cái ác vĩ đại đang sinh sống ở những vùng đất này.",
    "zh-CN": "如果你是我认为的你，那么只有你能打败居住在这些土地上的大邪恶。",
    "zh-TW": "如果你是我認為的你，那麼只有你能打敗居住在這些土地上的大邪惡。"
}
