{
    "ar": ".؜هي لعبة ورق اخترعها القدماء. في %s1 ، تتدفق المهارة من إتقان الثنائية والسداسية العشرية %s1",
    "bg": "%s1 е игра на карти, изобретена от древните. В %s1 умението произтича от овладяването на двоично и шестнадесетично.",
    "cs": "%s1 je karetní hra vynalezená starověkými národy. V %s1 plyne dovednost ze zvládnutí binární a hexadecimální.",
    "da": "%s1 er et kortspil opfundet af de gamle. I %s1 flyder færdighed fra en beherskelse af binær og hexadecimal.",
    "de": "%s1 ist ein Kartenspiel, das von den Alten erfunden wurde. In %s1 ergeben sich Fähigkeiten aus der Beherrschung von Binär und Hexadezimal.",
    "el": "Το %s1 είναι ένα παιχνίδι καρτών που εφευρέθηκε από τους αρχαίους. Στο %s1, η ικανότητα απορρέει από την κυριαρχία του δυαδικού και του δεκαεξαδικού.",
    "en": "%s1 is a card game invented by the ancients. In %s1, skill flows from a mastery of binary and hexadecimal.",
    "es": "%s1 es un juego de cartas inventado por los antiguos. En %s1, la habilidad fluye de un dominio de binario y hexadecimal.",
    "es-419": "%s1 es un juego de cartas inventado por los antiguos. En %s1, la habilidad fluye de un dominio de binario y hexadecimal.",
    "fi": "%s1 on muinaisten keksimä korttipeli. %s1: ssä taito virtaa binäärin ja heksadesimaalin hallinnasta.",
    "fr": "%s1 est un jeu de cartes inventé par les anciens. Dans %s1, la compétence découle d’une maîtrise du binaire et de l’hexadécimal.",
    "hu": "Az %s1 egy kártyajáték, amelyet az ősök találtak ki. Az %s1-ben a készség a bináris és hexadecimális elsajátításából származik.",
    "it": "%s1 è un gioco di carte inventato dagli antichi. In %s1, l'abilità deriva da una padronanza del binario e dell'esadecimale.",
    "ja": "%s1は古代人によって発明されたカードゲームです。%s1では、スキルは2進数と16進数の習得から流れます。",
    "ko": "%s1는 고대인들이 발명한 카드 게임입니다. %s1에서 기술은 이진수 및 16진수의 숙달에서 흐릅니다.",
    "nl": "%s1 is een kaartspel uitgevonden door de ouden. In %s1 vloeit vaardigheid voort uit een beheersing van binair en hexadecimaal.",
    "no": "%s1 er et kortspill oppfunnet av de gamle. I %s1 flyter ferdigheten fra en mestring av binær og heksadesimal.",
    "pl": "%s1 to gra karciana wymyślona przez starożytnych. W %s1 umiejętność wynika z opanowania binarnego i szesnastkowego.",
    "pt": "%s1 é um jogo de cartas inventado pelos antigos. Em %s1, a habilidade flui de um domínio de binário e hexadecimal.",
    "pt-BR": "%s1 é um jogo de cartas inventado pelos antigos. Em %s1, a habilidade flui de um domínio de binário e hexadecimal.",
    "ro": "%s1 este un joc de cărți inventat de antici. În %s1, abilitatea curge dintr-o măiestrie de binar și hexazecimal.",
    "ru": "%s1 — карточная игра, придуманная древними. В %s1 мастерство вытекает из овладения двоичным и шестнадцатеричным числом.",
    "sv": "%s1 är ett kortspel som uppfanns av de gamla. I %s1 flödar skicklighet från en behärskning av binär och hexadecimal.",
    "th": "%s1 เป็นเกมไพ่ที่คิดค้นโดยคนโบราณ ใน %s1 ทักษะจะไหลมาจากความเชี่ยวชาญของไบนารีและเลขฐานสิบหก",
    "tr": "%s1, eskiler tarafından icat edilen bir kart oyunudur. %s1'de beceri, ikili ve onaltılık ustalıktan kaynaklanır.",
    "uk": "%s1 - карткова гра, винайдена древніми. У %s1 майстерність випливає з оволодіння двійковим і шістнадцятковим способом.",
    "vi": "%s1 là một trò chơi bài được phát minh bởi người xưa. Trong %s1, kỹ năng chảy từ sự thành thạo của hệ nhị phân và thập lục phân.",
    "zh-CN": "%s1是古人发明的纸牌游戏。在%s1中，技能源于对二进制和十六进制的掌握。",
    "zh-TW": "%s1是古人發明的紙牌遊戲。在%s1中，技能源於對二進位和十六進位的掌握。"
}
