{
    "ar": "لقد فتحت بوابة. اذهب الآن ، التحدي الأول ينتظر.",
    "bg": "Отворих портал. Върви сега, първото ти предизвикателство те очаква.",
    "cs": "Otevřel jsem portál. Jdi hned, čeká tvá první výzva.",
    "da": "Jeg har åbnet en portal. Gå nu, din første udfordring venter.",
    "de": "Ich habe ein Portal geöffnet. Geh jetzt, deine erste Herausforderung wartet.",
    "el": "Έχω ανοίξει μια πύλη. Πηγαίνετε τώρα, η πρώτη πρόκληση σας περιμένει.",
    "en": "I have opened a portal. Go now, your first challenge awaits.",
    "es": "He abierto un portal. Ve ahora, tu primer desafío te espera.",
    "es-419": "He abierto un portal. Ve ahora, tu primer desafío te espera.",
    "fi": "Olen avannut portaalin. Mene nyt, ensimmäinen haaste odottaa.",
    "fr": "J'ai ouvert un portail. Allez maintenant, votre premier défi vous attend.",
    "hu": "Nyitottam egy portált. Menj most, az első kihívás vár.",
    "it": "Ho aperto un portale. Vai ora, la tua prima sfida ti aspetta.",
    "ja": "ポータルを開きました。さあ、あなたの最初の挑戦が待っています。",
    "ko": "포털을 열었습니다. 자, 첫 도전이 기다리고 있습니다.",
    "nl": "Ik heb een portaal geopend. Ga nu, je eerste uitdaging wacht.",
    "no": "Jeg har åpnet en portal. Gå nå, den første utfordringen venter.",
    "pl": "Otworzyłem portal. Idź teraz, twoje pierwsze wyzwanie czeka.",
    "pt": "Eu abri um portal. Vá agora, seu primeiro desafio aguarda.",
    "pt-BR": "Eu abri um portal. Vá agora, seu primeiro desafio aguarda.",
    "ro": "Am deschis un portal. Du-te acum, prima ta provocare așteaptă.",
    "ru": "Я открыл портал. Идите сейчас, ваш первый вызов ждет.",
    "sv": "Jag har öppnat en portal. Gå nu, din första utmaning väntar.",
    "th": "ฉันได้เปิดพอร์ทัล ไปเลยความท้าทายแรกของคุณกำลังรออยู่",
    "tr": "Bir portal açtım. Şimdi git, ilk mücadelen seni bekliyor.",
    "uk": "Я відкрив портал. Ідіть зараз, ваш перший виклик чекає.",
    "vi": "Tôi đã mở một cổng thông tin. Đi ngay bây giờ, thử thách đầu tiên của bạn đang chờ.",
    "zh-CN": "我打开了一个门户。现在开始，您的第一个挑战在等待。",
    "zh-TW": "我打開了一個門戶。現在開始，您的第一個挑戰在等待。"
}
