{
    "ar": "%s1 هي لعبة بطاقة اخترعها القدماء. في %s1 ، تتدفق المهارة من التمكن من ثنائي وست عشري.",
    "bg": "%s1 е игра с карти, изобретена от древните. В %s1 умението произтича от овладяване на двоични и шестнадесетични.",
    "cs": "%s1 je karetní hra vynalezená starými lidmi. V %s1 dovednosti plynou z mistrovství binárních a hexadecimálních.",
    "da": "%s1 er et kortspil opfundet af de gamle. I %s1 flyder dygtighed fra en mestring af binær og hexadecimal.",
    "de": "%s1 ist ein Kartenspiel, das von den Alten erfunden wurde. In %s1 ergeben sich Fertigkeiten aus der Beherrschung von Binär- und Hexadezimalzahlen.",
    "el": "Το %s1 είναι ένα παιχνίδι καρτών που εφευρέθηκε από τους αρχαίους. Στο %s1, η δεξιότητα ρέει από τη διδασκαλία δυαδικών και δεκαεξαδικών.",
    "en": "%s1 is a card game invented by the ancients. In %s1, skill flows from a mastery of binary and hexadecimal.",
    "es": "%s1 es un juego de cartas inventado por los antiguos. En %s1, la habilidad fluye de un dominio de binario y hexadecimal.",
    "es-419": "%s1 es un juego de cartas inventado por los antiguos. En %s1, la habilidad fluye de un dominio de binario y hexadecimal.",
    "fi": "%s1 on muinaisten keksimä korttipeli. %s1: ssä taito perustuu binaarisen ja heksadesimaalisen osaamisen hallitsemiseen.",
    "fr": "%s1 est un jeu de cartes inventé par les anciens. Dans %s1, le savoir-faire découle d'une maîtrise binaire et hexadécimale.",
    "hu": "Az %s1 az ősek által kitalált kártyajáték. Az %s1-ben a készség a bináris és a hexadecimális elsajátításából származik.",
    "it": "%s1 è un gioco di carte inventato dagli antichi. In %s1, l'abilità scorre da una padronanza del binario e dell'esadecimale.",
    "ja": "%s1は、古代人によって発明されたカードゲームです。 %s1では、スキルは2進数と16進数の習熟から流れます。",
    "ko": "%s1는 고대인들이 발명 한 카드 게임입니다. %s1에서 기술은 이진수와 16 진수의 통 달성에서 흐릅니다.",
    "nl": "%s1 is een kaartspel uitgevonden door de ouden. In %s1 vloeit vaardigheid voort uit een beheersing van binair en hexadecimaal.",
    "no": "%s1 er et kortspill oppfunnet av de eldgamle. I %s1 flyter ferdighet fra en mestring av binær og heksadesimal.",
    "pl": "%s1 to gra karciana wymyślona przez starożytnych. W %s1 umiejętność płynie z opanowania binarnego i szesnastkowego.",
    "pt": "%s1 é um jogo de cartas inventado pelos antigos. Em %s1, a habilidade flui de um domínio de binário e hexadecimal.",
    "pt-BR": "%s1 é um jogo de cartas inventado pelos antigos. Em %s1, a habilidade flui de um domínio de binário e hexadecimal.",
    "ro": "%s1 este un joc de cărți inventat de antici. În %s1, abilitatea curge dintr-o măiestrie a binarului și hexadecimalului.",
    "ru": "%s1 - карточная игра, изобретенная древними. В %s1 умение вытекает из мастерства двоичного и шестнадцатеричного.",
    "sv": "%s1 är ett kortspel uppfunnet av de gamla. I %s1 flyter färdigheten från en behärskning av binär och hexadecimal.",
    "th": "%s1 เป็นเกมไพ่ที่คิดค้นโดยสมัยก่อน ใน %s1 ทักษะจะไหลจากความเชี่ยวชาญของเลขฐานสองและเลขฐานสิบหก",
    "tr": "%s1 eskilerin icat ettiği bir kart oyunudur. %s1'de beceri, ikili ve onaltılık bir ustalıktan akar.",
    "uk": "%s1 - карткова гра, винайдена стародавніми. У %s1 майстерність витікає з оволодіння двійковими та шістнадцятковими.",
    "vi": "%s1 là một trò chơi bài được phát minh bởi người xưa. Trong %s1, kỹ năng chảy từ sự thành thạo nhị phân và thập lục phân.",
    "zh-CN": "%s1是古代人发明的纸牌游戏。在%s1中，技能源于对二进制和十六进制的精通。",
    "zh-TW": "%s1是古代人發明的紙牌遊戲。在%s1中，技能源於對二進制和十六進制的精通。"
}
