{
    "ar": "%s1 هي لعبة حيث تتدفق المهارة من التمكن من ثنائي وست عشري. هذه هي المهارات الحاسمة لأي القراصنة الطموحين.",
    "bg": "%s1 е игра, в която умението произтича от овладяване на двоични и шестнадесетични. Това са критични умения за всеки амбициозен хакер.",
    "cs": "%s1 je hra, kde dovednosti plynou z mistrovství binárních a hexadecimálních. To jsou kritické dovednosti pro každého aspirujícího hackera.",
    "da": "%s1 er et spil, hvor dygtighed stammer fra en mestring af binær og hexadecimal. Dette er kritiske færdigheder for enhver håbefuld hacker.",
    "de": "%s1 ist ein Spiel, in dem die Fertigkeiten aus der Beherrschung von Binär- und Hexadezimalzahlen resultieren. Dies sind wichtige Fähigkeiten für jeden aufstrebenden Hacker.",
    "el": "Το %s1 είναι ένα παιχνίδι όπου η δεξιότητα ρέει από την κυριαρχία δυαδικών και δεκαεξαδικών. Αυτές είναι κρίσιμες δεξιότητες για κάθε επίδοξους χάκερ.",
    "en": "%s1 is a game where skill flows from a mastery of binary and hexadecimal. These are critical skills for any aspiring hacker.",
    "es": "%s1 es un juego donde la habilidad fluye de un dominio de binario y hexadecimal. Estas son habilidades críticas para cualquier aspirante a hacker.",
    "es-419": "%s1 es un juego donde la habilidad fluye de un dominio de binario y hexadecimal. Estas son habilidades críticas para cualquier aspirante a hacker.",
    "fi": "%s1 on peli, jossa taito perustuu binaarisen ja heksadesimaalisen osaamisen hallitsemiseen. Nämä ovat kriittisiä taitoja kaikille tavoitteleville hakkereille.",
    "fr": "%s1 est un jeu où le savoir-faire découle d'une maîtrise binaire et hexadécimale. Ce sont des compétences essentielles pour tout pirate informatique en herbe.",
    "hu": "Az %s1 egy olyan játék, ahol a készség a bináris és a hexadecimális elsajátításából származik. Ezek kritikus készségek minden haladó hacker számára.",
    "it": "%s1 è un gioco in cui l'abilità fluisce da una padronanza del binario e dell'esadecimale. Queste sono abilità fondamentali per qualsiasi aspirante hacker.",
    "ja": "%s1は、スキルが2進数と16進数の習熟から流れるゲームです。これらは、ハッカー志望者にとって重要なスキルです。",
    "ko": "%s1는 기술이 이진수와 16 진수의 통달에서 흘러 나오는 게임입니다. 이들은 모든 주목받는 해커에게 중요한 기술입니다.",
    "nl": "%s1 is een spel waarbij vaardigheid vloeit voort uit een beheersing van binair en hexadecimaal. Dit zijn essentiële vaardigheden voor elke aspirant-hacker.",
    "no": "%s1 er et spill der ferdighet stammer fra en mestring av binær og heksadesimal. Dette er kritiske ferdigheter for enhver håpefull hacker.",
    "pl": "%s1 to gra, w której umiejętności płyną ze znajomości binarnych i szesnastkowych. Są to umiejętności krytyczne dla każdego początkującego hakera.",
    "pt": "%s1 é um jogo em que a habilidade flui de um domínio do binário e do hexadecimal. Essas são habilidades críticas para qualquer aspirante a hacker.",
    "pt-BR": "%s1 é um jogo em que a habilidade flui de um domínio do binário e do hexadecimal. Essas são habilidades críticas para qualquer aspirante a hacker.",
    "ro": "%s1 este un joc în care abilitatea curge dintr-o măiestrie a binarului și hexadecimalului. Acestea sunt abilități critice pentru orice hacker aspirant.",
    "ru": "%s1 - игра, в которой умение вытекает из мастерства двоичного и шестнадцатеричного. Это важные навыки для любого начинающего хакера.",
    "sv": "%s1 är ett spel där skicklighet flyter från en behärskning av binär och hexadecimal. Detta är kritiska färdigheter för alla blivande hackare.",
    "th": "%s1 เป็นเกมที่ทักษะไหลจากความเชี่ยวชาญของเลขฐานสองและเลขฐานสิบหก สิ่งเหล่านี้เป็นทักษะที่สำคัญสำหรับแฮ็กเกอร์ที่ต้องการ",
    "tr": "%s1, becerinin ikili ve onaltılık bir ustalıktan aktığı bir oyundur. Bunlar, hedefleyen herhangi bir hacker için kritik yeteneklerdir.",
    "uk": "%s1 - це гра, в якій майстерність випливає з оволодіння двійковими та шістнадцятковими. Це критичні навички для будь-якого починаючого хакера.",
    "vi": "%s1 là một trò chơi trong đó kỹ năng chảy từ sự thành thạo nhị phân và thập lục phân. Đây là những kỹ năng quan trọng cho bất kỳ hacker tham vọng.",
    "zh-CN": "%s1是一种游戏，技能源于对二进制和十六进制的掌握。对于任何有抱负的黑客来说，这些都是至关重要的技能。",
    "zh-TW": "%s1是一種遊戲，技能源於對二進制和十六進制的掌握。對於任何有抱負的黑客來說，這些都是至關重要的技能。"
}
