{
    "ar": "لا نحتاج إلى التعلم في القفاز ، نحن مستعدون لتحديكم الآن.",
    "bg": "Не е нужно да се учим в ръкавицата, вече сме готови за вашето предизвикателство.",
    "cs": "Nepotřebujeme se učit v rukavici, jsme nyní připraveni na vaši výzvu.",
    "da": "Vi har ikke brug for at lære i måske, vi er klar til din udfordring nu.",
    "de": "Wir müssen nicht im Handschuh lernen, wir sind jetzt bereit für Ihre Herausforderung.",
    "el": "Δεν χρειάζεται να μάθουμε στο γάντι, είμαστε έτοιμοι για την πρόκλησή σας τώρα.",
    "en": "We do not need to learn in the gauntlet, we are ready for your challenge now.",
    "es": "No necesitamos aprender en el guante, estamos listos para su desafío ahora.",
    "es-419": "No necesitamos aprender en el guante, estamos listos para su desafío ahora.",
    "fi": "Meidän ei tarvitse oppia portaassa, olemme valmiita haasteeseesi nyt.",
    "fr": "Nous n'avons pas besoin d'apprendre dans le gant, nous sommes prêts à relever votre défi maintenant.",
    "hu": "Nem kell tanulnunk a kesztyűben, készen állunk a kihívásra.",
    "it": "Non abbiamo bisogno di imparare nel guanto, siamo pronti per la tua sfida ora.",
    "ja": "ガントレットで学ぶ必要はありません。今すぐチャレンジの準備ができています。",
    "ko": "우리는 건틀릿에서 배울 필요가 없습니다. 이제 도전 할 준비가되었습니다.",
    "nl": "We hoeven niet te leren in de handschoen, we zijn nu klaar voor uw uitdaging.",
    "no": "Vi trenger ikke å lære i sparkelen, vi er klare for din utfordring nå.",
    "pl": "Nie musimy uczyć się w rękawicy, jesteśmy teraz gotowi na wyzwanie.",
    "pt": "Não precisamos aprender na manopla, estamos prontos para o seu desafio agora.",
    "pt-BR": "Não precisamos aprender na manopla, estamos prontos para o seu desafio agora.",
    "ro": "Nu este nevoie să învățăm în timp, suntem pregătiți pentru provocarea dvs. acum.",
    "ru": "Нам не нужно учиться в перчатке, мы готовы к вашей задаче сейчас.",
    "sv": "Vi behöver inte lära oss i klingan, vi är redo för din utmaning nu.",
    "th": "เราไม่จำเป็นต้องเรียนรู้ในถุงมือเราพร้อมสำหรับความท้าทายของคุณแล้ว",
    "tr": "Gauntlet'te öğrenmemize gerek yok, şimdi mücadeleniz için hazırız.",
    "uk": "Нам не потрібно вчитися в рукавиці, ми готові до вашого виклику вже зараз.",
    "vi": "Chúng tôi không cần phải học trong găng tay, chúng tôi đã sẵn sàng cho thử thách của bạn bây giờ.",
    "zh-CN": "我们不需要学习，现在就准备好应对您的挑战。",
    "zh-TW": "我們無需學習，也可以隨時應對您的挑戰。"
}
