{
    "ar": "أرى أنك تمكنت من اجتياز القفاز. حسن. أعتقد أنك مستعد لمباراة حقيقية.",
    "bg": "Виждам, че успяхте да го направите през ръкавицата. Добре. Мисля, че сте готови за истински мач.",
    "cs": "Vidím, že jste to dokázali zvládnout rukavicí. Dobrý. Myslím, že jste připraveni na skutečný zápas.",
    "da": "Jeg kan se, at du var i stand til at komme igennem måske. Godt. Jeg tror, ​​du er klar til en rigtig kamp.",
    "de": "Ich sehe, du hast es geschafft, durch den Handschuh zu kommen. Gut. Ich denke, Sie sind bereit für ein echtes Match.",
    "el": "Βλέπω ότι μπορούσες να τα καταφέρεις μέσα από το γάντι. Καλός. Νομίζω ότι είστε έτοιμοι για έναν πραγματικό αγώνα.",
    "en": "I see you were able to make it through the gauntlet. Good. I think you are ready for a real match.",
    "es": "Veo que pudiste atravesar el guante. Bueno. Creo que estás listo para un partido real.",
    "es-419": "Veo que pudiste atravesar el guante. Bueno. Creo que estás listo para un partido real.",
    "fi": "Näen että pystyit saamaan sen kurin läpi. Hyvä. Mielestäni olet valmis oikeaan otteluun.",
    "fr": "Je vois que vous avez pu passer à travers le gant. Bien. Je pense que vous êtes prêt pour un vrai match.",
    "hu": "Látom, hogy sikerült elérned a kesztyűn. Jó. Azt hiszem, készen állsz egy igazi mérkőzésre.",
    "it": "Vedo che sei riuscito a superare il guanto. Buono. Penso che tu sia pronto per una vera partita.",
    "ja": "ガントレットを通り抜けることができたと思います。良い。あなたは本当の試合の準備ができていると思います。",
    "ko": "나는 당신이 건틀렛을 통해 그것을 만들 수 있었다 참조하십시오. 좋은. 나는 당신이 진짜 경기에 대한 준비가 된 것 같아요.",
    "nl": "Ik zie dat je door de handschoen bent gekomen. Mooi zo. Ik denk dat je klaar bent voor een echte wedstrijd.",
    "no": "Jeg ser at du klarte å komme deg gjennom måla. Flink. Jeg tror du er klar for en skikkelig kamp.",
    "pl": "Widzę, że udało ci się przebić przez rękawicę. Dobry. Myślę, że jesteś gotowy na prawdziwy mecz.",
    "pt": "Vejo que você conseguiu passar pela luva. Boa. Eu acho que você está pronto para uma partida de verdade.",
    "pt-BR": "Vejo que você conseguiu passar pela luva. Boa. Eu acho que você está pronto para uma partida de verdade.",
    "ro": "Văd că ai reușit să treci prin gârlă. Bun. Cred că ești pregătit pentru un meci adevărat.",
    "ru": "Я вижу, вы смогли пройти через перчатку. Хороший. Я думаю, что вы готовы к настоящему матчу.",
    "sv": "Jag ser att du lyckades klara det genom klänningen. Bra. Jag tror att du är redo för en riktig match.",
    "th": "ฉันเห็นคุณสามารถผ่านฝ่าอันตรายได้ ดี. ฉันคิดว่าคุณพร้อมสำหรับการแข่งขันที่แท้จริง",
    "tr": "Görüyorsun, bu eldivenle başardın. İyi. Bence gerçek bir maç için hazırsın.",
    "uk": "Я бачу, ви змогли це зробити через рукавицю. Добре. Я думаю, ви готові до справжнього матчу.",
    "vi": "Tôi thấy bạn đã có thể làm cho nó thông qua găng tay. Tốt Tôi nghĩ rằng bạn đã sẵn sàng cho một trận đấu thực sự.",
    "zh-CN": "我看到您能够通过手套完成任务。好。我认为您已经准备好进行一场真正的比赛。",
    "zh-TW": "我看到您能夠通過手套完成任務。好。我認為您已經準備好進行一場真正的比賽。"
}
