{
    "ar": "أحضرك السحراء هنا لقهر شر عظيم ، لكنك لست مستعدًا بعد.",
    "bg": "Маговете ви доведоха тук, за да победите голямо зло, но все още не сте готови.",
    "cs": "Mágové vás sem přivedli, abyste porazili velké zlo, ale ještě nejste připraveni.",
    "da": "Magisterne bragte dig hit for at overvinde et stort onde, men du er endnu ikke klar.",
    "de": "Die Magier haben dich hierher gebracht, um ein großes Übel zu besiegen, aber du bist noch nicht bereit.",
    "el": "Οι μάγοι σας έφεραν εδώ για να νικήσετε ένα μεγάλο κακό, αλλά δεν είστε ακόμα έτοιμοι.",
    "en": "The mages brought you here to vanquish a great evil, but you are not yet ready.",
    "es": "Los magos te trajeron aquí para vencer un gran mal, pero aún no estás listo.",
    "es-419": "Los magos te trajeron aquí para vencer un gran mal, pero aún no estás listo.",
    "fi": "Mages toi sinut tänne voittamaan suuren pahan, mutta et ole vielä valmis.",
    "fr": "Les mages vous ont amené ici pour vaincre un grand mal, mais vous n'êtes pas encore prêt.",
    "hu": "A mágusok ide hoztak téged egy nagy gonosz legyőzésére, de még nem készen állsz.",
    "it": "I maghi ti hanno portato qui per sconfiggere un grande male, ma non sei ancora pronto.",
    "ja": "メイジはあなたをここに連れてきて、大きな悪を打ち負かしましたが、あなたはまだ準備ができていません。",
    "ko": "마법사들은 당신을 이곳에 데려와 큰 악을 정복했지만 아직 준비되지 않았습니다.",
    "nl": "De magiërs hebben je hierheen gebracht om een ​​groot kwaad te overwinnen, maar je bent er nog niet klaar voor.",
    "no": "Magiene førte deg hit for å overvinne et stort onde, men du er ennå ikke klar.",
    "pl": "Magowie przyprowadzili cię tutaj, aby pokonać wielkie zło, ale nie jesteś jeszcze gotowy.",
    "pt": "Os magos trouxeram você aqui para vencer um grande mal, mas você ainda não está pronto.",
    "pt-BR": "Os magos trouxeram você aqui para vencer um grande mal, mas você ainda não está pronto.",
    "ro": "Magii te-au adus aici pentru a învinge un mare rău, dar încă nu ești pregătit.",
    "ru": "Маги привели вас сюда, чтобы победить великое зло, но вы еще не готовы.",
    "sv": "Magierna förde dig hit för att övervinna en stor ondska, men du är ännu inte redo.",
    "th": "ผู้วิเศษนำคุณมาที่นี่เพื่อปราบความชั่วร้ายที่ยิ่งใหญ่ แต่คุณยังไม่พร้อม",
    "tr": "Büyücüler seni büyük bir kötülüğü yenmek için buraya getirdiler, ama henüz hazır değilsin.",
    "uk": "Маги привезли вас сюди, щоб перемогти велике зло, але ви ще не готові.",
    "vi": "Các pháp sư đã đưa bạn đến đây để tiêu diệt một kẻ ác vĩ đại, nhưng bạn chưa sẵn sàng.",
    "zh-CN": "法师们把你带到这里来征服大邪恶，但是你还没有准备好。",
    "zh-TW": "法師們把你帶到這裡來征服大邪惡，但是你還沒有準備好。"
}
