{
    "ar": "%s1 سيكون دليلك. اتبع تعليماتهم لإكمال تدريبك.",
    "bg": "%s1 ще ви бъде водач. Следвайте техните инструкции, за да завършите обучението си.",
    "cs": "Váš průvodce bude %s1. Postupujte podle jejich pokynů a dokončete svůj výcvik.",
    "da": "%s1 vil være din guide. Følg deres instruktioner for at afslutte din træning.",
    "de": "%s1 wird Ihr Führer sein. Befolgen Sie die Anweisungen, um Ihr Training abzuschließen.",
    "el": "Το %s1 θα είναι ο οδηγός σας. Ακολουθήστε τις οδηγίες τους για να ολοκληρώσετε την εκπαίδευσή σας.",
    "en": "%s1 will be your guide. Follow their instructions to complete your training.",
    "es": "%s1 será tu guía. Sigue sus instrucciones para completar tu entrenamiento.",
    "es-419": "%s1 será tu guía. Sigue sus instrucciones para completar tu entrenamiento.",
    "fi": "%s1 on oppaasi. Noudata heidän ohjeitaan suorittaaksesi koulutus.",
    "fr": "%s1 sera votre guide. Suivez leurs instructions pour terminer votre formation.",
    "hu": "%s1 lesz az Ön útmutatója. Kövesse az utasításokat az edzés befejezéséhez.",
    "it": "%s1 sarà la tua guida. Segui le loro istruzioni per completare la tua formazione.",
    "ja": "%s1がガイドになります。指示に従ってトレーニングを完了します。",
    "ko": "%s1가 가이드가 될 것입니다. 그들의 지시에 따라 훈련을 완료하십시오.",
    "nl": "%s1 zal je gids zijn. Volg hun instructies om je training te voltooien.",
    "no": "%s1 vil være din guide. Følg instruksjonene deres for å fullføre treningen.",
    "pl": "%s1 będzie twoim przewodnikiem. Postępuj zgodnie z instrukcjami, aby ukończyć szkolenie.",
    "pt": "%s1 será o seu guia. Siga as instruções para concluir seu treinamento.",
    "pt-BR": "%s1 será o seu guia. Siga as instruções para concluir seu treinamento.",
    "ro": "%s1 vă va fi ghidul. Urmați instrucțiunile lor pentru a vă completa antrenamentul.",
    "ru": "%s1 будет вашим гидом. Следуйте их инструкциям, чтобы завершить обучение.",
    "sv": "%s1 kommer att vara din guide. Följ instruktionerna för att slutföra din utbildning.",
    "th": "%s1 จะเป็นแนวทางของคุณ ทำตามคำแนะนำของพวกเขาเพื่อให้การฝึกอบรมของคุณเสร็จสมบูรณ์",
    "tr": "%s1 rehberiniz olacak. Eğitiminizi tamamlamak için talimatlarını izleyin.",
    "uk": "%s1 стане вашим посібником. Дотримуйтесь їх вказівок, щоб закінчити навчання.",
    "vi": "%s1 sẽ là hướng dẫn của bạn. Thực hiện theo các hướng dẫn của họ để hoàn thành đào tạo của bạn.",
    "zh-CN": "%s1将是您的指南。按照他们的指示完成培训。",
    "zh-TW": "%s1將是您的指南。按照他們的指示完成培訓。"
}
