{
    "ar": "أولاً ، خذ المفتاح الذي أعطيته لك واتجه إلى السجن. هناك ستتعلم المزيد عن الأعداء الذين ستواجههم في مهمتك.",
    "bg": "Първо, вземете ключа, който ви дадох, и се отправете в затвора. Там ще научите повече за враговете, с които ще се сблъскате в своя стремеж.",
    "cs": "Nejprve si vezměte klíč, který jsem vám dal, a zamiřte do vězení. Tam se dozvíte více o nepřátelích, kterým budete čelit při hledání.",
    "da": "Først skal du tage den nøgle, jeg har givet dig, og gå ind i fængslet. Derinde lærer du mere om de fjender, du vil møde på din søgen.",
    "de": "Nehmen Sie zuerst den Schlüssel, den ich Ihnen gegeben habe, und gehen Sie ins Gefängnis. Dort erfahren Sie mehr über die Feinde, denen Sie auf Ihrer Suche begegnen werden.",
    "el": "Πρώτα, πάρτε το κλειδί που σας έδωσα και κατευθυνθείτε στη φυλακή. Εκεί θα μάθετε περισσότερα για τους εχθρούς που θα αντιμετωπίσετε στην αναζήτησή σας.",
    "en": "First, take the key I have given you and head into the prison. In there you will learn more about the enemies that you will face on your quest.",
    "es": "Primero, toma la llave que te he dado y dirígete a la prisión. Allí aprenderás más sobre los enemigos que enfrentarás en tu búsqueda.",
    "es-419": "Primero, toma la llave que te he dado y dirígete a la prisión. Allí aprenderás más sobre los enemigos que enfrentarás en tu búsqueda.",
    "fi": "Ota ensin avain, jonka olen antanut sinulle, ja mene vankilaan. Siellä opit lisää vihollisista, joita kohtaat pyrkimyksessäsi.",
    "fr": "Tout d'abord, prenez la clé que je vous ai donnée et dirigez-vous vers la prison. Là, vous en apprendrez plus sur les ennemis que vous affronterez dans votre quête.",
    "hu": "Először vigye a kulcsot, amit adtam neked, és menjen a börtönbe. Itt többet megtudhat az ellenségekről, amelyekkel a küldetésed során szembesül.",
    "it": "Per prima cosa prendi la chiave che ti ho dato e vai in prigione. Lì imparerai di più sui nemici che dovrai affrontare nella tua ricerca.",
    "ja": "最初に、私があなたに与えた鍵を取り、刑務所に向かいます。そこではあなたがあなたの探求で直面する敵についてもっ と学びます。",
    "ko": "먼저, 내가 준 열쇠를 가지고 감옥으로 향하십시오. 거기서 당신은 당신의 퀘스트에서 직면 할 적들에 대해 더 많이 배울 것입니다.",
    "nl": "Neem eerst de sleutel die ik je heb gegeven en ga de gevangenis in. Daarin leer je meer over de vijanden die je tegenkomt tijdens je zoektocht.",
    "no": "Først, ta nøkkelen jeg har gitt deg og gå inn i fengselet. Der inne vil du lære mer om fiendene du vil møte på din søken.",
    "pl": "Najpierw weź klucz, który ci dałem, i idź do więzienia. Tam dowiesz się więcej o wrogach, z którymi spotkasz się podczas wyprawy.",
    "pt": "Primeiro, pegue a chave que eu lhe dei e entre na prisão. Lá você aprenderá mais sobre os inimigos que enfrentará em sua missão.",
    "pt-BR": "Primeiro, pegue a chave que eu lhe dei e entre na prisão. Lá você aprenderá mais sobre os inimigos que enfrentará em sua missão.",
    "ro": "Mai întâi, ia cheia pe care ți-am dat-o și intră în închisoare. Acolo vei afla mai multe despre inamicii cu care te vei confrunta în căutarea ta.",
    "ru": "Сначала возьмите ключ, который я вам дал, и отправляйтесь в тюрьму. Там вы узнаете больше о врагах, с которыми вы столкнетесь в своем квесте.",
    "sv": "Ta först den nyckel som jag har gett dig och gå in i fängelset. Där kommer du att lära dig mer om fienderna som du kommer att möta på din strävan.",
    "th": "ก่อนอื่นให้เอากุญแจที่ฉันมอบให้คุณแล้วมุ่งเข้าคุก ในนั้นคุณจะได้เรียนรู้เพิ่มเติมเกี่ยวกับศัตรูที่คุณจะเผชิญในภารกิจของคุณ",
    "tr": "Önce sana verdiğim anahtarı al ve hapishaneye git. Orada görevinizde karşılaşacağınız düşmanlar hakkında daha fazla bilgi edineceksiniz.",
    "uk": "Спочатку візьміть ключ, який я вам дав, і вирушайте до в'язниці. Там ви дізнаєтесь більше про ворогів, з якими ви зіткнетесь у своїх пошуках.",
    "vi": "Đầu tiên, lấy chìa khóa tôi đưa cho bạn và vào nhà tù. Trong đó bạn sẽ tìm hiểu thêm về những kẻ thù mà bạn sẽ phải đối mặt trong nhiệm vụ của mình.",
    "zh-CN": "首先，拿走我给你的钥匙进入监狱。在这里，您将了解有关您将在任务中遇到的敌人的更多信息。",
    "zh-TW": "首先，拿走我給你的鑰匙進入監獄。在這裡，您將了解有關您將在任務中遇到的敵人的更多信息。"
}
