{
    "ar": "إذا كنت ترغب في التعلم ، تحدث معي. يجب أن أفتح بوابة إلى القفاز. اهزم المنافسين ، ثم عد لي للحصول على مكافأة.",
    "bg": "Ако искате да научите, говорете с мен. Ще отворя портал към ръкавицата. Победете състезателите, след което се върнете при мен за награда.",
    "cs": "Pokud se chcete učit, promluvte si se mnou. Otevřu portál rukavici. Porazte výzvu a pak se ke mně vraťte za odměnu.",
    "da": "Hvis du ønsker at lære, så tal med mig. Jeg skal åbne en portal til gitteret. Besejr udfordrerne, og vend derefter tilbage til mig for en belønning.",
    "de": "Wenn Sie lernen möchten, sprechen Sie mit mir. Ich werde ein Portal zum Handschuh öffnen. Besiege die Herausforderer und kehre zu mir zurück, um eine Belohnung zu erhalten.",
    "el": "Αν θέλετε να μάθετε, μιλήστε μαζί μου. Θα ανοίξω μια πύλη στο γάντι. Νίκησε τους αμφισβητίες και στη συνέχεια επιστρέψτε σε με για ανταμοιβή.",
    "en": "If you wish to learn, speak with me. I shall open a portal to the gauntlet. Defeat the challengers, then return to me for a reward.",
    "es": "Si deseas aprender, habla conmigo. Abriré un portal al guantelete. Derrota a los retadores, luego regresa a mí por una recompensa.",
    "es-419": "Si deseas aprender, habla conmigo. Abriré un portal al guantelete. Derrota a los retadores, luego regresa a mí por una recompensa.",
    "fi": "Jos haluat oppia, puhu minulle. Aion avata portaalin portaalle. Päihitä haastajat, palaa sitten minulle palkkiona.",
    "fr": "Si vous souhaitez apprendre, parlez avec moi. Je vais ouvrir un portail sur le gant. Battez les challengers, puis revenez me chercher une récompense.",
    "hu": "Ha tanulni akar, beszéljen velem. Nyílok egy portál a kesztyűhöz. Győzd le a kihívókat, majd térjen vissza hozzám jutalomért.",
    "it": "Se desideri imparare, parla con me. Aprirò un portale sul guanto. Sconfiggi gli sfidanti, poi torna da me per una ricompensa.",
    "ja": "学びたいなら、私と話してください。ガントレットへのポータルを開きます。チャレンジャーを倒し、報酬をもらって私に戻ってください。",
    "ko": "배우고 싶다면 나와 이야기하십시오. 나는 건틀릿에 포털을 열 것이다. 도전자를 물리 친 다음 보상을 위해 나에게 돌아 오십시오.",
    "nl": "Als je wilt leren, praat dan met mij. Ik zal een portaal naar de handschoen openen. Versla de uitdagers en keer dan terug naar mij voor een beloning.",
    "no": "Hvis du ønsker å lære, snakk med meg. Jeg skal åpne en portal til gapahuken. Beseir utfordrerne, og returner deretter til meg for en belønning.",
    "pl": "Jeśli chcesz się uczyć, porozmawiaj ze mną. Otworzę portal do rękawicy. Pokonaj pretendentów, a następnie wróć do mnie po nagrodę.",
    "pt": "Se você deseja aprender, fale comigo. Vou abrir um portal para a luva. Derrote os adversários e depois volte para mim para receber uma recompensa.",
    "pt-BR": "Se você deseja aprender, fale comigo. Vou abrir um portal para a luva. Derrote os adversários e depois volte para mim para receber uma recompensa.",
    "ro": "Dacă vrei să înveți, vorbește cu mine. Voi deschide un portal către manevră. Învingeți provocatorii, apoi reveniți la mine pentru o recompensă.",
    "ru": "Если вы хотите учиться, говорите со мной. Я открою портал к рукавице. Победите претендентов, затем вернитесь ко мне за наградой.",
    "sv": "Om du vill lära dig, tala med mig. Jag ska öppna en portal till fästen. Besegra utmanarna och återvänd sedan till mig för en belöning.",
    "th": "หากคุณต้องการเรียนรู้พูดกับฉัน ฉันจะเปิดประตูสู่ฝ่าอันตราย เอาชนะผู้ท้าทายจากนั้นกลับมาหาฉันเพื่อรับรางวัล",
    "tr": "Öğrenmek istiyorsan, benimle konuş. Dayağı için bir portal açacağım. Meydan okuyanları yen, sonra ödül için bana geri dön.",
    "uk": "Якщо ви хочете вчитися, поговоріть зі мною. Я відкрию портал до рукавиці. Перемогти претендентів, а потім повернутися до мене за винагороду.",
    "vi": "Nếu bạn muốn học, hãy nói chuyện với tôi. Tôi sẽ mở một cổng thông tin đến găng tay. Đánh bại những kẻ thách thức, sau đó trả lại cho tôi một phần thưởng.",
    "zh-CN": "如果您想学习，请与我交谈。我将打开一个通往手套的门户。打败挑战者，然后回到我身边来获得奖励。",
    "zh-TW": "如果您想學習，請與我交談。我將打開一個通往手套的門戶。打敗挑戰者，然後回到我身邊來獲得獎勵。"
}
