{
    "ar": "ضع في أي صف. ستحظر هذه البطاقة البطاقة الخاصة التالية التي يلعبها خصمك ، إذا كانت تستهدف بطاقة في ذلك الصف.",
    "bg": "Поставете във всеки ред. Тази карта ще блокира следващата специална карта, изиграна от опонента ви, ако е насочена към карта в този ред.",
    "cs": "Umístěte do libovolné řady. Tato karta zablokuje další speciální kartu, kterou hraje váš soupeř, pokud cílí na kartu v daném řádku.",
    "da": "Placer i en række. Dette kort vil blokere det næste specielle kort, der spilles af din modstander, hvis det målretter et kort i den række.",
    "de": "Platziere in eine beliebige Reihe. Diese Karte blockiert die nächste Spezialkarte, die Ihr Gegner spielt, wenn diese eine Karte dieser Reihe anvisiert.",
    "el": "Τοποθετήστε σε οποιαδήποτε σειρά. Αυτή η κάρτα θα εμποδίσει την επόμενη ειδική κάρτα που παίζει ο αντίπαλός σας, εάν στοχεύει μια κάρτα στη συγκεκριμένη σειρά.",
    "en": "Place into any row. This card will block the next special card played by your opponent, if it targets a card in that row.",
    "es": "Colocar en cualquier fila. Esta carta bloqueará la siguiente carta especial que juegue tu oponente, si se dirige a una carta en esa fila.",
    "es-419": "Colocar en cualquier fila. Esta carta bloqueará la siguiente carta especial que juegue tu oponente, si se dirige a una carta en esa fila.",
    "fi": "Aseta mihin tahansa riviin. Tämä kortti estää seuraavan erikoiskortin, jota vastustajasi pelaa, jos se kohdistuu korttiin kyseisessä rivissä.",
    "fr": "Placez dans n'importe quelle rangée. Cette carte bloquera la prochaine carte spéciale jouée par votre adversaire si elle cible une carte dans cette rangée.",
    "hu": "Helyezzen egy sorba. Ez a kártya blokkolja az ellenfeled által játszott következő különleges kártyát, ha az a sorban lévő kártyára irányul.",
    "it": "Posto in qualsiasi riga Questa carta bloccherà la prossima carta speciale giocata dal tuo avversario, se bersaglia una carta in quella riga.",
    "ja": "任意の行に配置してください。それがその列のカードを対象にしている場合、このカードはあなたの対戦相手によってプレイされる次の特別なカードをブロックします。",
    "ko": "행에 배치하십시오. 이 카드는 그 행의 카드를 대상으로하는 경우, 상대방이 다음에 플레이하는 특수 카드를 블록합니다.",
    "nl": "Plaats in een willekeurige rij. Deze kaart blokkeert de volgende speciale kaart die door je tegenstander wordt gespeeld, als deze op een kaart in die rij is gericht.",
    "no": "Plasser i en hvilken som helst rad. Dette kortet vil blokkere det neste spesielle kortet som spilles av motstanderen din, hvis den retter seg mot et kort i den raden.",
    "pl": "Umieść w dowolnym rzędzie. Ta karta zablokuje następną specjalną kartę zagraną przez przeciwnika, jeśli celuje w kartę w tym rzędzie.",
    "pt": "Coloque em qualquer linha. Esta carta irá bloquear a próxima carta especial jogada pelo seu oponente, se ela atingir uma carta nessa linha.",
    "pt-BR": "Coloque em qualquer linha. Esta carta irá bloquear a próxima carta especial jogada pelo seu oponente, se ela atingir uma carta nessa linha.",
    "ro": "Locul în orice rând. Acest card va bloca următorul card special jucat de adversar, dacă vizează o cartelă din rândul respectiv.",
    "ru": "Поместите в любой ряд. Эта карта заблокирует следующую специальную карту, сыгранную вашим противником, если она нацелена на карту в этом ряду.",
    "sv": "Placera i någon rad. Detta kort kommer att blockera nästa specialkort som spelas av din motståndare, om det riktar sig mot ett kort i den raden.",
    "th": "วางลงในแถวใดก็ได้ การ์ดใบนี้จะบล็อกการ์ดพิเศษใบถัดไปที่ฝ่ายตรงข้ามของคุณเล่นหากการ์ดเป้าหมายในแถวนั้น",
    "tr": "Herhangi bir satıra yerleştirin. Bu kart, eğer o sırada bir kartı hedeflerse, rakibiniz tarafından oynanan bir sonraki özel kartı bloke edecektir.",
    "uk": "Місце в будь-якому рядку. Ця карта заблокує наступну спеціальну карту, яку грає ваш опонент, якщо вона націлена на карту в цьому рядку.",
    "vi": "Đặt vào bất kỳ hàng nào. Thẻ này sẽ chặn thẻ đặc biệt tiếp theo do đối thủ của bạn chơi, nếu nó nhắm vào thẻ trong hàng đó.",
    "zh-CN": "放入任何一行。如果该对象针对该行中的一张牌，则此卡将阻止对手播放的下一张特殊牌。",
    "zh-TW": "放入任何一行。如果該對象針對該行中的一張牌，則此卡將阻止對手播放的下一張特殊牌。"
}
