{
    "ar": "استعادة جميع البطاقات في الصف المحدد لهجومهم الأصلي.",
    "bg": "Възстановете всички карти в избрания ред в първоначалната им атака.",
    "cs": "Obnovte všechny karty ve vybraném řádku na původní útok.",
    "da": "Gendan alle kort i den valgte række til deres oprindelige angreb.",
    "de": "Stellen Sie alle Karten in der ausgewählten Reihe auf ihren ursprünglichen Angriff zurück.",
    "el": "Επαναφέρετε όλες τις κάρτες στην επιλεγμένη σειρά στην αρχική τους επίθεση.",
    "en": "Restore all cards in the selected row to their original attack.",
    "es": "Restaura todas las cartas en la fila seleccionada a su ataque original.",
    "es-419": "Restaura todas las cartas en la fila seleccionada a su ataque original.",
    "fi": "Palauta kaikki valitun rivin kortit alkuperäiseen hyökkäykseen.",
    "fr": "Restaurez toutes les cartes de la rangée sélectionnée à leur attaque d'origine.",
    "hu": "Helyezze vissza a kiválasztott sorban lévő összes kártyát az eredeti támadásra.",
    "it": "Ripristina tutte le carte nella riga selezionata all'attacco originale.",
    "ja": "選択した行のすべてのカードを元の攻撃に戻します。",
    "ko": "선택한 행에있는 모든 카드를 원래의 공격으로 복원하십시오.",
    "nl": "Herstel alle kaarten in de geselecteerde rij in hun oorspronkelijke aanval.",
    "no": "Gjenopprett alle kortene i den valgte raden til deres opprinnelige angrep.",
    "pl": "Przywróć wszystkie karty z wybranego wiersza do oryginalnego ataku.",
    "pt": "Restaure todos os cartões na linha selecionada para o ataque original.",
    "pt-BR": "Restaure todos os cartões na linha selecionada para o ataque original.",
    "ro": "Restaurați toate cardurile din rândul selectat până la atacul original.",
    "ru": "Восстановите все карты в выбранном ряду для их первоначальной атаки",
    "sv": "Återställ alla kort i den valda raden till deras ursprungliga attack.",
    "th": "กู้คืนไพ่ทั้งหมดในแถวที่เลือกเป็นการโจมตีเริ่มต้น",
    "tr": "Seçilen satırdaki tüm kartları ilk saldırılarına geri yükleyin.",
    "uk": "Відновити всі карти у вибраному рядку до початкової атаки.",
    "vi": "Khôi phục tất cả các thẻ trong hàng đã chọn để tấn công ban đầu của chúng.",
    "zh-CN": "将所选行中的所有卡恢复为原始攻击。",
    "zh-TW": "將所選行中的所有卡恢復為原始攻擊。"
}
