{
    "ar": "XOR كل بطاقة على التوالي مع نصف الهجوم الأصلي.",
    "bg": "XOR всяка карта в ред с половината от първоначалната им атака.",
    "cs": "XOR každou kartu v řadě s polovinou jejich původního útoku.",
    "da": "XOR hvert kort i træk med halvdelen af ​​deres oprindelige angreb.",
    "de": "XOR jede Karte in einer Reihe mit der Hälfte ihres ursprünglichen Angriffs.",
    "el": "XOR κάθε κάρτα σε σειρά με το ήμισυ της αρχικής τους επίθεσης.",
    "en": "XOR each card in a row with half of their original attack.",
    "es": "XOR cada tarjeta en una fila con la mitad de su ataque original.",
    "es-419": "XOR cada tarjeta en una fila con la mitad de su ataque original.",
    "fi": "XOR jokainen kortti peräkkäin puolet alkuperäisestä hyökkäyksestään.",
    "fr": "XOR chaque carte dans une rangée avec la moitié de leur attaque initiale.",
    "hu": "XOR minden kártya egy sorban az eredeti támadásuk felével.",
    "it": "XOR ogni carta di fila con metà del loro attacco originale.",
    "ja": "それぞれのカードの攻撃力の半分で、各カードのXORを続けます。",
    "ko": "각각의 카드를 원래 공격의 반으로 XOR합니다.",
    "nl": "XOR elke kaart op een rij met de helft van hun oorspronkelijke aanval.",
    "no": "XOR hvert kort på rad med halvparten av deres opprinnelige angrep.",
    "pl": "XOR każdej karty z rzędu z połową oryginalnego ataku.",
    "pt": "XOR cada cartão em uma linha com metade do seu ataque original.",
    "pt-BR": "XOR cada cartão em uma linha com metade do seu ataque original.",
    "ro": "XOR fiecare carte la rând cu jumătate din atacul lor original.",
    "ru": "XOR каждой карты подряд с половиной их первоначальной атаки.",
    "sv": "XOR varje kort i rad med hälften av deras ursprungliga attack.",
    "th": "XORแต่ละใบเรียงต่อกันโดยครึ่งหนึ่งของการโจมตีเริ่มต้น",
    "tr": "XOR, her kartın orijinal ataklarının yarısı ile üst üste gelmesini sağlar.",
    "uk": "XOR кожну карту в рядку з половиною початкової атаки.",
    "vi": "XOR mỗi thẻ liên tiếp với một nửa cuộc tấn công ban đầu của họ.",
    "zh-CN": "将每张卡连续XOR与其原始攻击的一半。",
    "zh-TW": "將每張卡連續XOR與其原始攻擊的一半。"
}
