{
    "ar": "عند تشغيل هذه البطاقة ، سيتم تشغيل جميع نسخ هذه البطاقة من يدك وسطح السفينة.",
    "bg": "Когато тази карта се играе, всички копия на тази карта ще се играят от ръката и палубата.",
    "cs": "Když se tato karta přehraje, všechny kopie této karty budou přehrány z ruky a paluby.",
    "da": "Når dette kort bliver spillet, vil alle kopier af dette kort blive afspillet fra din hånd og dit dæk.",
    "de": "Wenn diese Karte gespielt wird, werden alle Exemplare dieser Karte von Ihrer Hand und Ihrem Deck abgespielt.",
    "el": "Όταν αναπαράγεται αυτή η κάρτα, όλα τα αντίγραφα αυτής της κάρτας θα αναπαραχθούν από το χέρι και το κατάστρωμα σας.",
    "en": "When this card is played, all copies of this card will be played from your hand and deck.",
    "es": "Cuando se juega esta carta, todas las copias de esta carta se jugarán desde su mano y su mazo.",
    "es-419": "Cuando se juega esta carta, todas las copias de esta carta se jugarán desde su mano y su mazo.",
    "fi": "Kun tämä kortti toistetaan, kaikki tämän kortin kopiot toistetaan kädestä ja kannelta.",
    "fr": "Lorsque cette carte est jouée, toutes les copies de cette carte seront lues de votre main et de votre deck.",
    "hu": "Amikor ezt a kártyát lejátssza, a kártya és a fedélzet minden másolatát lejátszja.",
    "it": "Quando questa carta viene giocata, tutte le copie di questa carta verranno giocate dalla tua mano e dal tuo mazzo.",
    "ja": "このカードがプレイされると、このカードのコピーはすべてあなたの手札とデッキからプレイされる。",
    "ko": "이 카드가 사용되면이 카드의 모든 카피가 패와 덱에서 재생됩니다.",
    "nl": "Wanneer deze kaart wordt gespeeld, worden alle kopieën van deze kaart uit uw hand en kaartspel gespeeld.",
    "no": "Når dette kortet spilles, vil alle kopier av dette kortet bli spilt fra din hånd og dekk.",
    "pl": "Po zagraniu tej karty wszystkie kopie tej karty zostaną zagrane z ręki i talii.",
    "pt": "Quando esta carta é jogada, todas as cópias desta carta serão jogadas da sua mão e deck.",
    "pt-BR": "Quando esta carta é jogada, todas as cópias desta carta serão jogadas da sua mão e deck.",
    "ro": "Când se redă acest card, toate copiile acestui card vor fi redate de pe mâna și puntea.",
    "ru": "Когда эта карта разыгрывается, все копии этой карты будут разыгрываться с вашей руки и из колоды.",
    "sv": "När detta kort spelas kommer alla kopior av detta kort att spelas från din hand och däck.",
    "th": "เมื่อเล่นการ์ดนี้การ์ดนี้จะเล่นจากมือและเด็คของคุณ",
    "tr": "Bu kart oynandığında, bu kartın tüm kopyaları elinizden ve destenizden oynatılacaktır.",
    "uk": "Коли ця картка буде відтворена, всі копії цієї карти будуть відтворюватися з вашої руки та колоди.",
    "vi": "Khi thẻ này được chơi, tất cả các bản sao của thẻ này sẽ được phát từ tay và bộ bài của bạn.",
    "zh-CN": "播放此卡时，将从您的手和牌组播放此卡的所有副本。",
    "zh-TW": "播放此卡時，將從您的手和牌組播放此卡的所有副本。"
}
