{
    "ar": "اختر واحدة من بطاقاتك وانقل قيمتها إلى بطاقة أخرى.",
    "bg": "Изберете една от вашите карти и преместете стойността й в друга карта.",
    "cs": "Vyberte jednu z vašich karet a přesuňte její hodnotu na jinou kartu.",
    "da": "Vælg et af dine kort og flyt dets værdi til et andet kort.",
    "de": "Wählen Sie eine Ihrer Karten aus und verschieben Sie deren Wert in eine andere Karte.",
    "el": "Επιλέξτε μία από τις κάρτες σας και μετακινήστε την αξία της σε άλλη κάρτα.",
    "en": "Select one of your cards and move its value into another card.",
    "es": "Seleccione una de sus tarjetas y mueva su valor a otra tarjeta.",
    "es-419": "Seleccione una de sus tarjetas y mueva su valor a otra tarjeta.",
    "fi": "Valitse yksi kortistasi ja siirrä sen arvo toiseen korttiin.",
    "fr": "Sélectionnez l'une de vos cartes et déplacez sa valeur dans une autre carte.",
    "hu": "Válasszon ki egy kártyát, és helyezze át az értékét egy másik kártyára.",
    "it": "Seleziona una delle tue carte e sposta il suo valore in un'altra carta.",
    "ja": "あなたのカードのうちの1枚を選択し、そしてその値を他のカードに移動させる。",
    "ko": "카드 중 하나를 선택하고 그 값을 다른 카드로 옮깁니다.",
    "nl": "Selecteer een van je kaarten en verplaats de waarde naar een andere kaart.",
    "no": "Velg ett av kortene dine og flytt verdien til et annet kort.",
    "pl": "Wybierz jedną ze swoich kart i przenieś jej wartość na inną kartę.",
    "pt": "Selecione uma das suas cartas e mova seu valor para outra carta.",
    "pt-BR": "Selecione uma das suas cartas e mova seu valor para outra carta.",
    "ro": "Selectați una dintre cartelele dvs. și mutați valoarea în altă cartelă.",
    "ru": "Выберите одну из своих карт и переместите ее значение в другую карту.",
    "sv": "Välj ett av dina kort och flytta dess värde till ett annat kort.",
    "th": "เลือกหนึ่งในการ์ดของคุณและย้ายมูลค่าไปยังการ์ดอื่น",
    "tr": "Kartlarınızdan birini seçin ve değerini başka bir karta taşıyın.",
    "uk": "Виберіть одну зі своїх карт і перемістіть її значення на іншу картку.",
    "vi": "Chọn một trong các thẻ của bạn và di chuyển giá trị của nó vào một thẻ khác.",
    "zh-CN": "选择一张卡片并将其值移动到另一张卡片中。",
    "zh-TW": "選擇一張卡片並將其值移動到另一張卡片中。"
}
