{
    "ar": "AND كل بطاقة على التوالي مع نصف الهجوم الأصلي.",
    "bg": "AND всяка карта в ред с половината от първоначалната им атака.",
    "cs": "AND každou kartu v řadě s polovinou jejich původního útoku.",
    "da": "AND hvert kort i træk med halvdelen af ​​deres oprindelige angreb.",
    "de": "AND jede Karte in einer Reihe mit der Hälfte ihres ursprünglichen Angriffs.",
    "el": "AND κάθε κάρτα σε σειρά με το ήμισυ της αρχικής τους επίθεσης.",
    "en": "AND each card in a row with half of their original attack.",
    "es": "AND cada tarjeta en una fila con la mitad de su ataque original.",
    "es-419": "AND cada tarjeta en una fila con la mitad de su ataque original.",
    "fi": "AND jokainen kortti peräkkäin puolet alkuperäisestä hyökkäyksestään.",
    "fr": "AND chaque carte dans une rangée avec la moitié de leur attaque initiale.",
    "hu": "AND minden kártya egy sorban az eredeti támadásuk felével.",
    "it": "AND ogni carta di fila con metà del loro attacco originale.",
    "ja": "それぞれのカードの攻撃力の半分で、各カードのANDを続けます。",
    "ko": "각각의 카드를 원래 공격의 반으로 AND합니다.",
    "nl": "AND elke kaart op een rij met de helft van hun oorspronkelijke aanval.",
    "no": "AND hvert kort på rad med halvparten av deres opprinnelige angrep.",
    "pl": "AND każdej karty z rzędu z połową oryginalnego ataku.",
    "pt": "AND cada cartão em uma linha com metade do seu ataque original.",
    "pt-BR": "AND cada cartão em uma linha com metade do seu ataque original.",
    "ro": "AND fiecare carte la rând cu jumătate din atacul lor original.",
    "ru": "AND каждой карты подряд с половиной их первоначальной атаки.",
    "sv": "AND varje kort i rad med hälften av deras ursprungliga attack.",
    "th": "ANDแต่ละใบเรียงต่อกันโดยครึ่งหนึ่งของการโจมตีเริ่มต้น",
    "tr": "AND, her kartın orijinal ataklarının yarısı ile üst üste gelmesini sağlar.",
    "uk": "AND кожну карту в рядку з половиною початкової атаки.",
    "vi": "AND mỗi thẻ liên tiếp với một nửa cuộc tấn công ban đầu của họ.",
    "zh-CN": "将每张卡连续AND与其原始攻击的一半。",
    "zh-TW": "將每張卡連續AND與其原始攻擊的一半。"
}
