{
    "ar": "حدد بطاقة لتكون في مأمن من جميع البطاقات الخاصة.",
    "bg": "Изберете карта, за да бъдете защитени от всички специални карти.",
    "cs": "Vyberte kartu, která bude imunní vůči všem speciálním kartám.",
    "da": "Vælg et kort, der er immun for alle specielle kort.",
    "de": "Wählen Sie eine Karte aus, um gegen alle Spezialkarten geschützt zu sein.",
    "el": "Επιλέξτε μια κάρτα για να είστε immune σε όλες τις ειδικές κάρτες.",
    "en": "Select a card to be immune to all special cards.",
    "es": "Seleccione una tarjeta para ser inmune a todas las tarjetas especiales.",
    "es-419": "Seleccione una tarjeta para ser inmune a todas las tarjetas especiales.",
    "fi": "Valitse kortti, joka on immuuni kaikkiin erityisiin kortteihin.",
    "fr": "Sélectionnez une carte pour être immunisé contre toutes les cartes spéciales.",
    "hu": "Válasszon ki egy kártyát, amely minden különleges kártyára védett.",
    "it": "Seleziona una carta per essere immune a tutte le carte speciali.",
    "ja": "すべての特殊カードの影響を受けないカードを選択してください。",
    "ko": "모든 특수 카드를 사용할 수있는 카드를 선택하십시오.",
    "nl": "Selecteer een kaart om immuun te zijn voor alle speciale kaarten.",
    "no": "Velg et kort som er immun mot alle spesielle kort.",
    "pl": "Wybierz kartę, która będzie odporna na wszystkie specjalne karty.",
    "pt": "Selecione um cartão para ser imune a todos os cartões especiais.",
    "pt-BR": "Selecione um cartão para ser imune a todos os cartões especiais.",
    "ro": "Selectați o cartelă pentru a fi imună la toate cardurile speciale.",
    "ru": "Выберите карту, которая будет защищена от всех специальных карт.",
    "sv": "Välj ett kort som är immun mot alla specialkort.",
    "th": "เลือกไพ่ที่จะมีผลกับการ์ดพิเศษ",
    "tr": "Tüm özel kartlara bağışık olacak bir kart seçin.",
    "uk": "Виберіть картку, яка буде захищена від усіх спеціальних карт.",
    "vi": "Chọn một thẻ để miễn nhiễm với tất cả các thẻ đặc biệt.",
    "zh-CN": "选择一张卡以免受所有特殊卡的影响。",
    "zh-TW": "選擇一張卡以免受所有特殊卡的影響。"
}
