{
    "ar": "تدمير جميع البطاقات ضعفت وجميع البطاقات مع 0 الهجوم.",
    "bg": "Унищожи всички отслабени карти и всички карти с 0 атака.",
    "cs": "Zničte všechny oslabené karty a všechny karty s 0 útoky.",
    "da": "Ødelæg alle svækkede kort og alle kort med 0 angreb.",
    "de": "Zerstöre alle geschwächten Karten und alle Karten mit 0 Angriff.",
    "el": "Καταστρέψτε όλες τις αποδυναμωμένες κάρτες και όλες τις κάρτες με 0 επίθεση.",
    "en": "Destroy all weakened cards and all cards with 0 attack.",
    "es": "Destruye todas las cartas debilitadas y todas las cartas con 0 de ataque.",
    "es-419": "Destruye todas las cartas debilitadas y todas las cartas con 0 de ataque.",
    "fi": "Tuhoa kaikki heikentyneet kortit ja kaikki kortit, joissa on 0 hyökkäys.",
    "fr": "Détruisez toutes les cartes affaiblies et toutes les cartes avec 0 attaque.",
    "hu": "Pusztítsd el az összes gyengített kártyát és az összes 0 támadású kártyát.",
    "it": "Distruggi tutte le carte indebolite e tutte le carte con 0 attacco.",
    "ja": "すべての弱体化したカードと攻撃力が0のカードをすべて破壊する。",
    "ko": "약화 된 카드와 모든 카드를 0 점의 공격으로 파괴하십시오.",
    "nl": "Vernietig alle verzwakte kaarten en alle kaarten met 0 aanval.",
    "no": "Ødelegg alle svekkede kort og alle kort med 0 angrep.",
    "pl": "Zniszcz wszystkie osłabione karty i wszystkie karty z atakiem 0.",
    "pt": "Destrua todas as cartas enfraquecidas e todas as cartas com 0 ataque.",
    "pt-BR": "Destrua todas as cartas enfraquecidas e todas as cartas com 0 ataque.",
    "ro": "Distruge toate cărțile slăbit și toate cărțile cu 0 atac.",
    "ru": "Уничтожьте все ослабленные карты и все карты с 0 атакой.",
    "sv": "Förstör alla försvagade kort och alla kort med 0 attack.",
    "th": "ทำลายการ์ดที่อ่อนแอทั้งหมดและไพ่ทั้งหมดที่มีการโจมตี 0 ครั้ง",
    "tr": "Zayıflamış tüm kartları ve 0 saldırı ile tüm kartları yok edin.",
    "uk": "Знищте всі ослаблені карти і всі карти з 0 атакою.",
    "vi": "Phá hủy tất cả các thẻ yếu và tất cả các thẻ với 0 tấn công.",
    "zh-CN": "消灭所有弱化的牌和所有0次攻击的牌。",
    "zh-TW": "消滅所有弱化的牌和所有0次攻擊的牌。"
}
