{
    "ar": "في نهاية دور خصومك التالي ، سوف يمرون تلقائيًا. سوف تمر تلقائيًا في بداية دورك التالي.",
    "bg": "В края на следващия завой на противниците те автоматично преминават. Вие автоматично ще преминете в началото на следващия ход.",
    "cs": "Na konci svého soupeře se zase otočí automaticky. Automaticky přejdete na začátku příštího tahu.",
    "da": "I slutningen af ​​dine modstandere næste tur, vil de automatisk passere. Du vil automatisk passere ved starten af ​​din næste tur.",
    "de": "Am Ende der nächsten Runde deines Gegners passieren sie automatisch. Sie werden am Beginn Ihrer nächsten Runde automatisch durchfahren.",
    "el": "Μετά το τέλος των αντιπάλων σας, θα περάσουν αυτόματα. Θα περάσετε αυτόματα στην αρχή της επόμενης στροφής.",
    "en": "At the end of your opponents next turn, they will automatically pass. You will automatically pass at the start of your next turn.",
    "es": "Al final de tus oponentes el próximo turno, ellos pasarán automáticamente. Automáticamente pasarás al comienzo de tu siguiente turno.",
    "es-419": "Al final de tus oponentes el próximo turno, ellos pasarán automáticamente. Automáticamente pasarás al comienzo de tu siguiente turno.",
    "fi": "Vastustajasi päätteeksi ne kääntyvät automaattisesti. Voit siirtyä automaattisesti seuraavan kierroksen alussa.",
    "fr": "A la fin du tour suivant, vos adversaires passeront automatiquement. Vous passerez automatiquement au début de votre prochain tour.",
    "hu": "Az ellenfelek végén a következő fordulóban automatikusan áthaladnak. Ön automatikusan áthalad a következő forduló elején.",
    "it": "Alla fine del tuo turno successivo, i tuoi avversari passeranno automaticamente. Passerai automaticamente all'inizio del tuo prossimo turno.",
    "ja": "あなたの対戦相手の次のターンの終わりに、彼らは自動的に通過するでしょう。あなたはあなたの次のターンの開始時に自動的に通過します。",
    "ko": "상대의 다음 턴에 자동으로 패스됩니다. 다음 턴 시작시 자동으로 패스합니다.",
    "nl": "Aan het einde van je volgende beurt van je tegenstander passeren ze automatisch. Je passeert automatisch aan het begin van je volgende beurt.",
    "no": "På slutten av dine motstandere neste tur, vil de automatisk passere. Du vil automatisk passere ved starten av neste tur.",
    "pl": "Na końcu następnej tury przeciwników automatycznie przejdą. Automatycznie przejdziesz na początku kolejnej tury.",
    "pt": "No final dos seus oponentes no próximo turno, eles passarão automaticamente. Você passará automaticamente no início do seu próximo turno.",
    "pt-BR": "No final dos seus oponentes no próximo turno, eles passarão automaticamente. Você passará automaticamente no início do seu próximo turno.",
    "ro": "La sfârșitul următorului rând, adversarii vor trece automat. Veți trece automat la începutul viitoarei dvs. runde.",
    "ru": "По окончании вашего оппонента на следующем ходу они автоматически пройдут. Вы автоматически пройдете в начале вашего следующего хода.",
    "sv": "Vid slutet av dina motståndare nästa tur, kommer de automatiskt att passera. Du kommer automatiskt att passera i början av nästa tur.",
    "th": "ในตอนท้ายของคู่ต่อสู้ของคุณในเทิร์นถัดไปพวกเขาจะผ่านไปโดยอัตโนมัติ คุณจะผ่านโดยอัตโนมัติเมื่อเริ่มเทิร์นถัดไปของคุณ",
    "tr": "Bir sonraki sıradaki rakiplerinizin sonunda, otomatik olarak pas geçecekler. Bir sonraki dönüşünüzün başlangıcında otomatik olarak geçeceksiniz.",
    "uk": "Після закінчення наступного повороту супротивників вони автоматично пройдуть. Ви автоматично переходите на початку наступного ходу.",
    "vi": "Khi kết thúc lần lượt đối thủ của bạn, họ sẽ tự động vượt qua. Bạn sẽ tự động vượt qua khi bắt đầu lượt tiếp theo của bạn.",
    "zh-CN": "在下一轮对手结束时，他们会自动通过。您将在下一回合开始时自动通过。",
    "zh-TW": "在下一輪對手結束時，他們會自動通過。您將在下一回合開始時自動通過。"
}
