{
    "ar": "إذا كان الضرر أكبر من أو يساوي 1 ، فقم بتحويله إلى شفاء.",
    "bg": "Ако увреждането е по-голямо или равно на 1, преобразувайте го в изцеление.",
    "cs": "Pokud je poškození větší nebo rovno 1, převeďte ho na léčení.",
    "da": "Hvis skaden er større end eller lig med 1, skal du konvertere den til helbredelse.",
    "de": "Wenn der Schaden größer oder gleich 1 ist, wandeln Sie ihn in Heilung um.",
    "el": "Εάν η βλάβη είναι μεγαλύτερη ή ίση με 1, μετατρέψτε την σε επούλωση.",
    "en": "If damage is greater than or equal to 1, convert it to healing.",
    "es": "Si el daño es mayor o igual a 1, conviértalo en curación.",
    "es-419": "Si el daño es mayor o igual a 1, conviértalo en curación.",
    "fi": "Jos vahinko on suurempi tai yhtä suuri kuin 1, muunna se parantumiseksi.",
    "fr": "Si les dommages sont supérieurs ou égaux à 1, convertissez-les en guérison.",
    "hu": "Ha a kár nagyobb vagy egyenlő, mint 1, alakítsa át gyógyulássá.",
    "it": "Se il danno è maggiore o uguale a 1, convertirlo in guarigione.",
    "ja": "ダメージが1以上の場合は、それを癒しに変換します。",
    "ko": "손상이 1보다 크거나 같으면 치유로 전환하십시오.",
    "nl": "Als de schade groter is dan of gelijk is aan 1, zet deze dan om in genezing.",
    "no": "Hvis skaden er større enn eller lik 1, konverter den til helbredelse.",
    "pl": "Jeśli obrażenia są większe lub równe 1, przekształć je w leczenie.",
    "pt": "Se os danos forem superiores ou iguais a 1, converta-o em cura.",
    "pt-BR": "Se o dano for maior ou igual a 1, converta-o em cura.",
    "ro": "Dacă daunele sunt mai mari sau egale cu 1, convertiți-le la vindecare.",
    "ru": "Если урон больше или равен 1, преобразуйте его в исцеление.",
    "sv": "Om skadan är större än eller lika med 1, konvertera den till läkning.",
    "th": "หากความเสียหายมากกว่าหรือเท่ากับ 1 ให้แปลงเป็นการรักษา",
    "tr": "Hasar 1'den büyük veya 1'e eşitse, iyileşmeye dönüştürün.",
    "uk": "Якщо пошкодження більше або дорівнює 1, перетворіть його на загоєння.",
    "vi": "Nếu thiệt hại lớn hơn hoặc bằng 1, hãy chuyển đổi nó thành chữa lành.",
    "zh-CN": "如果伤害大于或等于 1，请将其转换为修复。",
    "zh-TW": "如果傷害大於或等於 1，請將其轉換為修復。"
}
