{
    "ar": "يا طفل! لا يمكن أن نتمكن من الوصول إلى هنا. ستضطر إلى استخدام الصلاحيات الخاصة بك مرة أخرى.",
    "bg": "Ей, хлапе! Няма начин да стигнем дотук. Ще трябва отново да използваш силите си.",
    "cs": "Hej dítě! Neexistuje způsob, jak se sem dostat. Budeš muset znovu použít své síly.",
    "da": "Hey barn! Vi kan ikke komme igennem her. Du bliver nødt til at bruge dine kræfter igen.",
    "de": "Hey Kleiner! Es gibt keine Möglichkeit, dass wir hier durchkommen können. Du wirst deine Kräfte wieder einsetzen müssen.",
    "el": "Γεια σου! Δεν υπάρχει κανένας τρόπος να μπορέσουμε να περάσουμε εδώ. Θα πρέπει να χρησιμοποιήσετε ξανά τις δυνάμεις σας.",
    "en": "Hey kid! There's no way we're gonna be able to get through here. You're gonna to have to use your powers again.",
    "es": "¡Hey chico! No hay manera de que podamos pasar por aquí. Vas a tener que usar tus poderes de nuevo.",
    "es-419": "¡Hey chico! No hay manera de que podamos pasar por aquí. Vas a tener que usar tus poderes de nuevo.",
    "fi": "Hei lapsi! Meillä ei ole mitään keinoa päästä tänne. Sinun täytyy käyttää voimiasi uudelleen.",
    "fr": "Hé gamin! Il est impossible que nous puissions passer ici. Vous allez devoir utiliser vos pouvoirs à nouveau.",
    "hu": "Hé gyerek! Nincs mód arra, hogy átjuthassunk ide. Meg kell majd újra használni a hatalmát.",
    "it": "Hey ragazzino! Non c'è modo che saremo in grado di passare qui. Dovrai usare di nuovo i tuoi poteri.",
    "ja": "こんにちは！私たちがここを乗り越えることができるつもりはありません。あなたは再びあなたの力を使う必要があるのです。",
    "ko": "이봐! 우리가 여기를 통과 할 수있는 방법은 없습니다. 당신은 당신의 힘을 다시 사용해야 할 것입니다.",
    "nl": "Hé jongen! Er is geen mogelijkheid dat we hierheen kunnen komen. Je zult je krachten opnieuw moeten gebruiken.",
    "no": "Hei gutt! Det er ingen måte vi kommer til å kunne komme igjennom her. Du kommer til å måtte bruke dine krefter igjen.",
    "pl": "Cześć dzieciaku! Nie ma mowy, że uda nam się przedostać tutaj. Będziesz musiał ponownie użyć swoich mocy.",
    "pt": "Ei garoto! Não há como sermos capazes de passar por aqui. Você vai ter que usar seus poderes novamente.",
    "pt-BR": "Ei garoto! Não há como sermos capazes de passar por aqui. Você vai ter que usar seus poderes novamente.",
    "ro": "Heiule! Nu avem cum să reușim să ajungem aici. Va trebui să-ți folosiți din nou puterile.",
    "ru": "Привет, малыш! Мы никак не сможем пройти здесь. Тебе придется снова использовать свои силы.",
    "sv": "Hej barn! Det finns inget sätt som vi kommer att kunna komma igenom här. Du kommer att behöva använda dina krafter igen.",
    "th": "เฮ้เด็ก! ไม่มีทางที่เราจะสามารถผ่านจุดนี้ได้ คุณจะต้องใช้พลังของคุณอีกครั้ง",
    "tr": "Hey evlat! Buradan geçmemiz mümkün değil. Güçlerini tekrar kullanmak zorunda kalacaksın.",
    "uk": "Гей, хлопець! Ми не можемо пройти через це. Ти знову повинен використовувати свої сили.",
    "vi": "Này nhóc! Không có cách nào chúng ta sẽ có thể đi qua đây. Bạn sẽ phải sử dụng sức mạnh của bạn một lần nữa.",
    "zh-CN": "嘿孩子！我们无法在这里度过难关。你将不得不再次使用你的力量。",
    "zh-TW": "嘿孩子！我們無法在這裡度過難關。你將不得不再次使用你的力量。"
}