{
    "ar": ".سيتكرر هذا الرمز إذا عادت القفزة إلى هذا التصنيف",
    "bg": "Този код ще се повтори, ако скокът се върне към този етикет.",
    "cs": "Tento kód se bude opakovat, pokud se skok vrátí na tento popisek.",
    "da": "Denne kode gentages, hvis springet vender tilbage til denne etiket.",
    "de": "Dieser Code wird wiederholt, wenn der Sprung zu dieser Bezeichnung zurückkehrt.",
    "el": "Αυτός ο κωδικός θα επαναληφθεί εάν η μετάβαση επιστρέψει σε αυτήν την ετικέτα.",
    "en": "This code will repeat if the jump returns to this label.",
    "es": "Este código se repetirá si el salto vuelve a esta etiqueta.",
    "es-419": "Este código se repetirá si el salto vuelve a esta etiqueta.",
    "fi": "Tämä koodi toistuu, jos hyppy palaa tähän otsikkoon.",
    "fr": "Ce code se répète si le saut revient à cette étiquette.",
    "hu": "Ez a kód megismétlődik, ha az ugrás visszatér ehhez a címkéhez.",
    "it": "Questo codice verrà ripetuto se il salto ritorna a questa etichetta.",
    "ja": "ジャンプがこのラベルに戻ると、このコードが繰り返されます。",
    "ko": "점프가 이 레이블로 돌아가면 이 코드가 반복됩니다.",
    "nl": "Deze code wordt herhaald als de sprong terugkeert naar dit label.",
    "no": "Denne koden gjentas hvis hoppet går tilbake til denne etiketten.",
    "pl": "Ten kod powtórzy się, jeśli skok powróci do tej etykiety.",
    "pt": "Esse código será repetido se o salto retornar a esse rótulo.",
    "pt-BR": "Esse código se repetirá se o salto retornar a esse rótulo.",
    "ro": "Acest cod se va repeta dacă saltul revine la această etichetă.",
    "ru": "Этот код будет повторяться, если переход вернется к этой метке.",
    "sv": "Den här koden upprepas om hoppet återgår till den här etiketten.",
    "th": "รหัสนี้จะทําซ้ําหากการข้ามกลับไปที่ป้ายกํากับนี้",
    "tr": "Atlama bu etikete geri dönerse bu kod yinelenir.",
    "uk": "Цей код повториться, якщо стрибок повернеться до цієї мітки.",
    "vi": "Mã này sẽ lặp lại nếu bước nhảy quay trở lại nhãn này.",
    "zh-CN": "如果跳转返回到此标签，则此代码将重复。",
    "zh-TW": "如果跳轉返回到此標籤，則此代碼將重複。"
}
