{
    "ar": "تحقق مما إذا كان الضرر المتبقي الذي يتم التعامل معه أكبر من 5.",
    "bg": "Проверете дали останалите щети, които се нанасят, са по-големи от 5.",
    "cs": "Zkontrolujte, zda je zbývající udělené poškození větší než 5.",
    "da": "Kontroller, om den resterende skade, der behandles, er større end 5.",
    "de": "Überprüfen Sie, ob der verbleibende Schaden, der zugefügt wird, größer als 5 ist.",
    "el": "Ελέγξτε αν η υπόλοιπη ζημιά που αντιμετωπίζεται είναι μεγαλύτερη από 5.",
    "en": "Check if the remaining damage being dealt is greater than 5.",
    "es": "Compruebe si el daño restante que se está infligiendo es mayor que 5.",
    "es-419": "Compruebe si el daño restante que se está infligiendo es mayor que 5.",
    "fi": "Tarkista, onko jäljellä oleva vahinko suurempi kuin 5.",
    "fr": "Vérifiez si les dommages restants infligés sont supérieurs à 5.",
    "hu": "Ellenőrizze, hogy a fennmaradó kár, amelyet kezelnek, nagyobb-e, mint 5.",
    "it": "Controlla se il danno rimanente inflitto è superiore a 5.",
    "ja": "残りのダメージが5より大きいかどうかを確認します。",
    "ko": "처리되는 나머지 손상이 5보다 큰지 확인하십시오.",
    "nl": "Controleer of de resterende schade die wordt behandeld groter is dan 5.",
    "no": "Sjekk om den gjenværende skaden som deles ut er større enn 5.",
    "pl": "Sprawdź, czy pozostałe zadawane obrażenia są większe niż 5.",
    "pt": "Verifique se os danos restantes a serem tratados são superiores a 5.",
    "pt-BR": "Verifique se o dano restante que está sendo causado é maior que 5.",
    "ro": "Verificați dacă daunele rămase provocate sunt mai mari de 5.",
    "ru": "Проверьте, не превышает ли оставшийся наносимый урон 5.",
    "sv": "Kontrollera om den återstående skadan som behandlas är större än 5.",
    "th": "ตรวจสอบว่าความเสียหายที่เหลือที่ทํามากกว่า 5 หรือไม่",
    "tr": "Verilen kalan hasarın 5'ten büyük olup olmadığını kontrol edin.",
    "uk": "Перевірте, чи не більше 5 завданих збитків, що залишилися.",
    "vi": "Kiểm tra xem thiệt hại còn lại đang được xử lý có lớn hơn 5 hay không.",
    "zh-CN": "检查正在造成的剩余伤害是否大于5。",
    "zh-TW": "檢查正在造成的剩餘傷害是否大於5。"
}
