{
    "ar": "تلميح: الحل البسيط هو إزالة القفزة ، ولكن من الممكن إحداث المزيد من الضرر!",
    "bg": "Съвет: Просто решение е да премахнете скока, но е възможно да нанесете повече щети!",
    "cs": "Tip: Jednoduchým řešením je skok odstranit, ale je možné způsobit větší poškození!",
    "da": "Tip: En simpel løsning er at fjerne springet, men det er muligt at håndtere mere skade!",
    "de": "Hinweis: Eine einfache Lösung besteht darin, den Sprung zu entfernen, aber es ist möglich, mehr Schaden zu verursachen!",
    "el": "Συμβουλή: Μια απλή λύση είναι να αφαιρέσετε το άλμα, αλλά είναι δυνατόν να προκαλέσετε μεγαλύτερη ζημιά!",
    "en": "Hint: A simple solution is to remove the jump, but it is possible to deal more damage!",
    "es": "Sugerencia: Una solución simple es eliminar el salto, ¡pero es posible infligir más daño!",
    "es-419": "Sugerencia: Una solución simple es eliminar el salto, ¡pero es posible infligir más daño!",
    "fi": "Vihje: Yksinkertainen ratkaisu on poistaa hyppy, mutta on mahdollista tehdä enemmän vahinkoa!",
    "fr": "Astuce: Une solution simple est de supprimer le saut, mais il est possible d’infliger plus de dégâts!",
    "hu": "Tipp: Egyszerű megoldás az ugrás eltávolítása, de több sebzés is lehetséges!",
    "it": "Suggerimento: una soluzione semplice è rimuovere il salto, ma è possibile infliggere più danni!",
    "ja": "ヒント:簡単な解決策はジャンプを削除することですが、より多くのダメージを与えることが可能です!",
    "ko": "힌트: 간단한 해결책은 점프를 제거하는 것이지만 더 많은 피해를 입힐 수 있습니다!",
    "nl": "Tip: Een eenvoudige oplossing is om de sprong te verwijderen, maar het is mogelijk om meer schade aan te richten!",
    "no": "Tips: En enkel løsning er å fjerne hoppet, men det er mulig å håndtere mer skade!",
    "pl": "Wskazówka: Prostym rozwiązaniem jest usunięcie skoku, ale możliwe jest zadanie większych obrażeń!",
    "pt": "Dica: Uma solução simples é remover o salto, mas é possível causar mais danos!",
    "pt-BR": "Dica: Uma solução simples é remover o salto, mas é possível causar mais danos!",
    "ro": "Sugestie: O soluție simplă este de a elimina saltul, dar este posibil să se facă mai multe daune!",
    "ru": "Подсказка: Простое решение - убрать прыжок, но можно нанести больше урона!",
    "sv": "Tips: En enkel lösning är att ta bort hoppet, men det är möjligt att hantera mer skada!",
    "th": "คําแนะนํา: วิธีแก้ปัญหาง่ายๆคือการลบการกระโดด แต่เป็นไปได้ที่จะสร้างความเสียหายมากขึ้น!",
    "tr": "İpucu: Basit bir çözüm atlamayı kaldırmaktır, ancak daha fazla hasar vermek mümkündür!",
    "uk": "Підказка: Просте рішення - прибрати стрибок, але можна завдати більшої шкоди!",
    "vi": "Gợi ý: Một giải pháp đơn giản là loại bỏ bước nhảy, nhưng có thể gây ra nhiều sát thương hơn!",
    "zh-CN": "提示：一个简单的解决方案是移除跳跃，但有可能造成更多伤害！",
    "zh-TW": "提示：一個簡單的解決方案是移除跳躍，但有可能造成更多傷害！"
}
