{
    "ar": "تضيف التعليمة 'addss' رقمين كسرين (نقطة عائمة) معًا.",
    "bg": "Инструкцията „addss“ добавя две дробни числа (плаваща запетая) заедно.",
    "cs": "Instrukce „addss“ sčítá dvě zlomková čísla (s pohyblivou řádovou čárkou) dohromady.",
    "da": "Instruktionen 'addss' tilføjer to fraktionerede (flydende punkt) numre sammen.",
    "de": "Der Befehl 'addss' addiert zwei Bruchzahlen (Gleitkommazahlen).",
    "el": "Η εντολή «addss» προσθέτει δύο κλασματικούς αριθμούς (κυμαινόμενο σημείο) μαζί.",
    "en": "The instruction 'addss' adds two fractional (floating point) numbers together.",
    "es": "La instrucción 'addss' agrega dos números fraccionales (punto flotante) juntos.",
    "es-419": "La instrucción 'addss' agrega dos números fraccionales (punto flotante) juntos.",
    "fi": "Käsky 'addss' lisää kaksi murtolukua (liukuluku) yhteen.",
    "fr": "L'instruction «addss» ajoute deux nombres fractionnaires (virgule flottante) ensemble.",
    "hu": "Az 'addss' utasítás két törtszámot (lebegőpontos számot) ad össze.",
    "it": "L'istruzione 'addss' aggiunge due numeri frazionari (in virgola mobile) insieme.",
    "ja": "命令 'addss'は、2つの小数（浮動小数点）数を加算します。",
    "ko": "명령어 'addss'는 두 개의 소수 (부동 소수점) 숫자를 더합니다.",
    "nl": "De instructie 'addss' telt twee breukgetallen (drijvende komma) bij elkaar op.",
    "no": "Instruksjonen 'addss' legger til to brøknummer (flytende punkt) sammen.",
    "pl": "Instrukcja „addss” dodaje razem dwie liczby ułamkowe (zmiennoprzecinkowe).",
    "pt": "A instrução 'addss' adiciona dois números fracionários (ponto flutuante) juntos.",
    "pt-BR": "A instrução 'addss' adiciona dois números fracionários (ponto flutuante) juntos.",
    "ro": "Instrucțiunea „addss” adaugă două numere fracționale (punct flotant).",
    "ru": "Инструкция «addss» добавляет два дробных (с плавающей запятой) числа вместе.",
    "sv": "Instruktionen 'addss' lägger till två fraktionella (flytande punktnummer) tillsammans.",
    "th": "คำแนะนำ 'addss' เพิ่มตัวเลขเศษส่วน (จุดลอย) สองหมายเลขเข้าด้วยกัน",
    "tr": "'addss' talimatı iki kesirli (kayan nokta) sayıyı birbirine ekler.",
    "uk": "Інструкція 'addss' додає два дробових числа (плаваюча точка) разом.",
    "vi": "Lệnh 'addss' cộng hai số phân số (dấu phẩy động) lại với nhau.",
    "zh-CN": "指令“ addss”将两个小数（浮点数）相加。",
    "zh-TW": "指令“ addss”將兩個小數（浮點數）相加。"
}
