{
    "ar": "قلل الضرر الذي يحدث بنسبة 50٪ في الهجوم التالي ، وقلل من الضربة القاضية للجدول الزمني.",
    "bg": "Намалете щетите, нанесени с 50% при следващата атака, и намалете удара на времевата линия.",
    "cs": "Snižte poškození při dalším útoku o 50 % a snižte zpětný ráz časové osy.",
    "da": "Reducer skader taget med 50% på det næste angreb, og reducer tidslinje knockback.",
    "de": "Verringert den erlittenen Schaden beim nächsten Angriff um 50 % und verringert den zeitlichen Rückstoß.",
    "el": "Μειώστε τη ζημιά που προκλήθηκε κατά 50% στην επόμενη επίθεση και μειώστε την επαναφορά του χρονοδιαγράμματος.",
    "en": "Reduce damage taken by 50% on the next attack, and decrease timeline knockback.",
    "es": "Reduce el daño recibido en un 50% en el próximo ataque y disminuye el retroceso de la línea de tiempo.",
    "es-419": "Reduce el daño recibido en un 50% en el próximo ataque y disminuye el retroceso de la línea de tiempo.",
    "fi": "Vähennä seuraavan hyökkäyksen aiheuttamia vahinkoja 50 % ja vähennä aikajanan palautusta.",
    "fr": "Réduisez les dégâts subis de 50 % lors de la prochaine attaque et diminuez le retour en arrière de la chronologie.",
    "hu": "Csökkentse a sebzést 50%-kal a következő támadáskor, és csökkentse az idővonal visszaütődését.",
    "it": "Riduci i danni subiti del 50% al prossimo attacco e diminuisci il knockback della timeline.",
    "ja": "次の攻撃で受けるダメージを50%減らし、タイムラインのノックバックを減らします。",
    "ko": "다음 공격 시 받는 피해가 50% 감소하고 타임라인 밀쳐내는 효과가 감소합니다.",
    "nl": "Verminder de schade die bij de volgende aanval met 50% wordt opgelopen en verminder de knockback van de tijdlijn.",
    "no": "Reduser skaden som er tatt med 50 % ved neste angrep, og reduser tilbakeslag på tidslinjen.",
    "pl": "Zmniejsz obrażenia zadawane o 50% przy następnym ataku i zmniejsz odrzut na osi czasu.",
    "pt": "Reduza o dano causado em 50% no próximo ataque e diminua o knockback da linha do tempo.",
    "pt-BR": "Reduza o dano causado em 50% no próximo ataque e diminua o knockback da linha do tempo.",
    "ro": "Reduceți daunele suferite cu 50% la următorul atac și reduceți knockback-ul cronologiei.",
    "ru": "Уменьшите урон, получаемый на 50% при следующей атаке, и уменьшите отбрасывание временной шкалы.",
    "sv": "Minska skadorna med 50 % vid nästa attack och minska tillbakagången på tidslinjen.",
    "th": "ลดความเสียหายลง 50% ในการโจมตีครั้งต่อไป และลดการน็อคแบ็คตามไทม์ไลน์",
    "tr": "Bir sonraki saldırıda alınan hasarı %50 oranında azaltın ve zaman çizelgesi geri tepmesini azaltın.",
    "uk": "Зменшіть шкоду, отриману на 50% під час наступної атаки, і зменшіть часову шкалу нокдауну.",
    "vi": "Giảm 50% sát thương gây ra trong lần tấn công tiếp theo và giảm thời gian hạ gục.",
    "zh-CN": "减少下一次攻击50%的伤害，并减少时间线击退。",
    "zh-TW": "減少下一次攻擊50%的傷害，並減少時間線擊退。"
}
