{
    "ar": "قلل الضرر الذي يحدث بنسبة 50٪ في الهجوم التالي ، ووجه 8 أضرار للمهاجم.",
    "bg": "Намалете щетите, нанесени с 50% при следващата атака, и нанесете 8 щети на нападателя.",
    "cs": "Snižte poškození o 50 % při dalším útoku a udělte útočníkovi 8 poškození.",
    "da": "Reducer skader taget med 50% på det næste angreb, og håndter 8 skader på angriberen.",
    "de": "Verringert den erlittenen Schaden beim nächsten Angriff um 50% und fügt dem Angreifer 8 Schaden zu.",
    "el": "Μειώστε τη ζημιά που προκλήθηκε κατά 50% στην επόμενη επίθεση και προκαλέστε 8 ζημιές στον επιτιθέμενο.",
    "en": "Reduce damage taken by 50% on the next attack, and deal 8 damage to the attacker.",
    "es": "Reduce el daño recibido en un 50% en el próximo ataque y inflige 8 daños al atacante.",
    "es-419": "Reduce el daño recibido en un 50% en el próximo ataque y inflige 8 daños al atacante.",
    "fi": "Vähennä seuraavan hyökkäyksen aiheuttamia vahinkoja 50 % ja tee hyökkääjälle 8 vahinkoa.",
    "fr": "Réduisez les dégâts subis de 50% lors de la prochaine attaque et infligez 8 dégâts à l’attaquant.",
    "hu": "Csökkentse a sebzést 50%-kal a következő támadáskor, és okozzon 8 sebzést a támadónak.",
    "it": "Riduci i danni subiti del 50% al prossimo attacco e infliggi 8 danni all'attaccante.",
    "ja": "次の攻撃で受けるダメージを50%減らし、攻撃者に8ダメージを与えます。",
    "ko": "다음 공격에서 받는 피해가 50% 감소하고, 공격자에게 8의 피해를 줍니다.",
    "nl": "Verminder de schade die bij de volgende aanval met 50% wordt opgelopen en deel 8 schade toe aan de aanvaller.",
    "no": "Reduser skaden tatt med 50% ved neste angrep, og del ut 8 skade på angriperen.",
    "pl": "Zmniejsz obrażenia zadawane o 50% przy następnym ataku i zadaj atakującemu 8 obrażeń.",
    "pt": "Reduza o dano causado em 50% no próximo ataque e cause 8 danos ao atacante.",
    "pt-BR": "Reduza o dano tomado em 50% no próximo ataque e cause 8 danos ao atacante.",
    "ro": "Reduceți daunele suferite cu 50% la următorul atac și provocați 8 daune atacatorului.",
    "ru": "Уменьшите получаемый урон на 50% при следующей атаке, и нанесите атакующему 8 единиц урона.",
    "sv": "Minska skadan som tas med 50% vid nästa attack och hantera 8 skador på angriparen.",
    "th": "ลดความเสียหาย 50% ในการโจมตีครั้งต่อไป และสร้างความเสียหาย 8 ครั้งให้กับผู้โจมตี",
    "tr": "Bir sonraki saldırıda alınan hasarı %50 azaltın ve saldırgana 8 hasar verin.",
    "uk": "Зменшіть шкоду, отриману на 50% при наступній атаці, і завдайте 8 шкоди нападнику.",
    "vi": "Giảm 50% sát thương gây ra ở đòn tấn công tiếp theo, và gây 8 sát thương lên kẻ tấn công.",
    "zh-CN": "在下一次攻击时减少50%的伤害，并对攻击者造成8点伤害。",
    "zh-TW": "在下一次攻擊時減少50%的傷害，並對攻擊者造成8點傷害。"
}
