{
    "ar": "تختفي من القتال ، تزييف إلى أقرب حجر الحياة.",
    "bg": "Изчезват от битката, изкривявайки се до най-близкия жизнен камък.",
    "cs": "Zmizte z boje, zakroutíte se k nejbližšímu kameni života.",
    "da": "Forsvind fra kampen, vrid til nærmeste livssten.",
    "de": "Verschwindet aus dem Kampf und teleportiert euch zum nächsten Lebensstein.",
    "el": "Εξαφανιστείτε από τη μάχη, παραμορφώνοντας την πλησιέστερη πέτρα ζωής.",
    "en": "Vanish from the fight, warping to the nearest life stone.",
    "es": "Desvanece de la lucha, deformándote en la piedra vital más cercana.",
    "es-419": "Desvanece de la lucha, deformándote en la piedra vital más cercana.",
    "fi": "Katoa taistelusta vääntyen lähimpään elämänkiveen.",
    "fr": "Disparaître du combat, se déformant vers la pierre de vie la plus proche.",
    "hu": "Tűnj el a harcból, vetemedj a legközelebbi életkőig.",
    "it": "Svanisce dal combattimento, deformandosi verso la pietra della vita più vicina.",
    "ja": "戦いから姿を消し、最も近い救命石にワープします。",
    "ko": "전투에서 사라지고 가장 가까운 생명석으로 뒤틀립니다.",
    "nl": "Verdwijn uit het gevecht, kromtrekkend naar de dichtstbijzijnde levenssteen.",
    "no": "Forsvinne fra kampen, vri deg til nærmeste livsstein.",
    "pl": "Zniknij z walki, wypaczając się do najbliższego kamienia życia.",
    "pt": "Desapareça da luta, deformando-se para a pedra vital mais próxima.",
    "pt-BR": "Desapareça da luta, deformando a pedra vital mais próxima.",
    "ro": "Ieșiți din luptă, deformându-vă până la cea mai apropiată piatră de viață.",
    "ru": "Исчезайте из боя, деформируясь к ближайшему жизненному камню.",
    "sv": "Försvinna från striden, vrid till närmaste livssten.",
    "th": "หายตัวไปจากการต่อสู้แปรปรวนไปยังหินชีวิตที่ใกล้ที่สุด",
    "tr": "Dövüşten kaybolun, en yakın yaşam taşına doğru eğilin.",
    "uk": "Зникають від боротьби, деформуючись до найближчого життєвого каменя.",
    "vi": "Biến mất khỏi cuộc chiến, cong vênh đến viên đá sinh mệnh gần nhất.",
    "zh-CN": "从战斗中消失，扭曲到最近的生命石。",
    "zh-TW": "從戰鬥中消失，扭曲到最近的生命石。"
}
