{
    "ar": "تختفي وتهرب من القتال. لن تعمل ضد أعداء أقوياء.",
    "bg": "Изчезване и бягство от битката. Няма да работи срещу силни врагове.",
    "cs": "Zmiz a uteč z boje. Nebude pracovat proti silným nepřátelům.",
    "da": "Forsvind og flygt fra kampen. Vil ikke arbejde mod stærke fjender.",
    "de": "Verschwinde und fliehe aus dem Kampf. Funktioniert nicht gegen starke Gegner.",
    "el": "Εξαφανιστείτε και ξεφύγετε από τον αγώνα. Δεν θα λειτουργήσει ενάντια σε ισχυρούς εχθρούς.",
    "en": "Vanish and escape from the fight. Will not work against strong enemies.",
    "es": "Desvanecerse y escapar de la lucha. No funcionará contra enemigos fuertes.",
    "es-419": "Desvanecerse y escapar de la lucha. No funcionará contra enemigos fuertes.",
    "fi": "Katoa ja pakene taistelusta. Ei toimi vahvoja vihollisia vastaan.",
    "fr": "Disparaître et échapper au combat. Ne travaillera pas contre des ennemis forts.",
    "hu": "Tűnj el és menekülj el a harcból. Nem fog működni az erős ellenségek ellen.",
    "it": "Svaniscono e fuggono dal combattimento. Non funzionerà contro nemici forti.",
    "ja": "消えて戦いから脱出する。強い敵に対しては機能しません。",
    "ko": "사라지고 전투에서 탈출하십시오. 강한 적에게는 효과가 없습니다.",
    "nl": "Verdwijn en ontsnap aan het gevecht. Werkt niet tegen sterke vijanden.",
    "no": "Forsvinne og flykte fra kampen. Vil ikke jobbe mot sterke fiender.",
    "pl": "Zniknij i uciekaj od walki. Nie będzie działać przeciwko silnym wrogom.",
    "pt": "Desapareça e fuja da luta. Não vai trabalhar contra inimigos fortes.",
    "pt-BR": "Desapareça e fuja da luta. Não vai trabalhar contra inimigos fortes.",
    "ro": "Dispare și scapă din luptă. Nu va funcționa împotriva dușmanilor puternici.",
    "ru": "Исчезните и убегите от боя. Против сильных врагов работать не будет.",
    "sv": "Försvinna och fly från kampen. Fungerar inte mot starka fiender.",
    "th": "หายตัวไปและหลบหนีจากการต่อสู้ จะไม่ทํางานกับศัตรูที่แข็งแกร่ง",
    "tr": "Ortadan kaybol ve kavgadan kaç. Güçlü düşmanlara karşı çalışmaz.",
    "uk": "Зникнути і втекти від боротьби. Чи не вийде проти сильних ворогів.",
    "vi": "Biến mất và thoát khỏi cuộc chiến. Sẽ không hoạt động chống lại kẻ thù mạnh.",
    "zh-CN": "消失并从战斗中逃脱。不会对抗强敌。",
    "zh-TW": "消失並從戰鬥中逃脫。不會對抗強敵。"
}
