{
    "ar": "تشير الأقواس إلى أن XYZ هو مؤشر لمتغير. هذا يعني أن XYZ تتتبع موقع المتغير. بدلاً من تقليل السجل ، يتم تقليل البيانات.",
    "bg": "Скобите показват, че XYZ е указател към променлива. Това означава, че XYZ проследява местоположението на променлива. Вместо намаляване на регистъра, данните се намаляват.",
    "cs": "Sloupce označují, že XYZ je ukazatel na proměnnou. To znamená, že XYZ sleduje umístění proměnné. Namísto snížení registru se data sníží.",
    "da": "Bøjlerne angiver, at XYZ er en peger på en variabel. Dette betyder, at XYZ sporer placeringen af ​​en variabel. I stedet for at nedsætte registret, er dataene dekrementeret.",
    "de": "Die geschweiften Klammern geben an, dass XYZ ein Zeiger auf eine Variable ist. Dies bedeutet, dass XYZ die Position einer Variablen verfolgt. Anstatt das Register zu dekrementieren, werden die Daten dekrementiert.",
    "el": "Οι τιράντες δείχνουν ότι το XYZ είναι δείκτης σε μια μεταβλητή. Αυτό σημαίνει ότι το XYZ παρακολουθεί τη θέση μιας μεταβλητής. Αντί να μειώνεται το μητρώο, τα δεδομένα μειώνονται.",
    "en": "The braces indicate that XYZ is a pointer to a variable. This means that XYZ is tracking the location of a variable. Instead of decrementing the register, the data is decremented.",
    "es": "Las llaves indican que XYZ es un puntero a una variable. Esto significa que XYZ está rastreando la ubicación de una variable. En lugar de disminuir el registro, los datos se decrementan.",
    "es-419": "Las llaves indican que XYZ es un puntero a una variable. Esto significa que XYZ está rastreando la ubicación de una variable. En lugar de disminuir el registro, los datos se decrementan.",
    "fi": "Olkaimet osoittavat, että XYZ on muuttujan osoitin. Tämä tarkoittaa, että XYZ seuraa muuttujan sijaintia. Rekisterin poistamisen sijasta tiedot lasketaan.",
    "fr": "Les accolades indiquent que XYZ est un pointeur sur une variable. Cela signifie que XYZ suit l’emplacement d’une variable. Au lieu de décrémenter le registre, les données sont décrémentées.",
    "hu": "A zárójelek azt jelzik, hogy az XYZ egy változó mutatója. Ez azt jelenti, hogy az XYZ nyomon követi a változó helyét. A nyilvántartás csökkentése helyett az adatokat csökkenti.",
    "it": "Le parentesi indicano che XYZ è un puntatore a una variabile. Ciò significa che XYZ sta monitorando la posizione di una variabile. Invece di decrementare il registro, i dati sono decrementati.",
    "ja": "中括弧は、XYZが変数へのポインタであることを示します。これは、XYZが変数の位置を追跡していることを意味します。レジスタをデクリメントする代わりに、データがデクリメントされます。",
    "ko": "중괄호는 XYZ가 변수에 대한 포인터임을 나타냅니다. 이것은 XYZ가 변수의 위치를 ​​추적하고 있음을 의미합니다. 레지스터를 감소시키지 않고 데이터를 감소시킵니다.",
    "nl": "De accolades geven aan dat XYZ een verwijzing is naar een variabele. Dit betekent dat XYZ de locatie van een variabele volgt. In plaats van het register te decrementeren, worden de gegevens verlaagd.",
    "no": "Braces viser at XYZ er en peker til en variabel. Dette betyr at XYZ sporer plasseringen av en variabel. I stedet for å dekrementere registret, blir dataene dekrementert.",
    "pl": "Nawiasy wskazują, że XYZ jest wskaźnikiem do zmiennej. Oznacza to, że XYZ śledzi położenie zmiennej. Zamiast zmniejszania rejestru, dane są zmniejszane.",
    "pt": "As chaves indicam que XYZ é um ponteiro para uma variável. Isso significa que o XYZ está rastreando a localização de uma variável. Em vez de decrementar o registro, os dados são diminuídos.",
    "pt-BR": "As chaves indicam que XYZ é um ponteiro para uma variável. Isso significa que o XYZ está rastreando a localização de uma variável. Em vez de decrementar o registro, os dados são diminuídos.",
    "ro": "Suporturile indică faptul că XYZ este un indicator al unei variabile. Aceasta înseamnă că XYZ urmărește locația unei variabile. În locul decrementării registrului, datele sunt scăzute.",
    "ru": "Скобки указывают, что XYZ является указателем на переменную. Это означает, что XYZ отслеживает местоположение переменной. Вместо уменьшения регистра данные уменьшаются.",
    "sv": "Fästena indikerar att XYZ är en pekare till en variabel. Det betyder att XYZ spårar platsen för en variabel. I stället för att sänka registret minskas data.",
    "th": "เครื่องมือจัดฟันระบุว่า XYZ เป็นตัวชี้ไปยังตัวแปร ซึ่งหมายความว่า XYZ กำลังติดตามตำแหน่งของตัวแปร แทนที่จะลดการลงทะเบียนข้อมูลจะลดลง",
    "tr": "Parantez, XYZ'nin bir değişkene işaretçi olduğunu gösterir. Bu, XYZ'nin bir değişkenin konumunu takip ettiği anlamına gelir. Kaydı azaltmak yerine, veriler azalır.",
    "uk": "Фігурні дужки вказують, що XYZ є покажчиком на змінну. Це означає, що XYZ відстежує розташування змінної. Замість зменшення регістра дані зменшуються.",
    "vi": "Các dấu ngoặc chỉ ra rằng XYZ là một con trỏ tới một biến. Điều này có nghĩa là XYZ đang theo dõi vị trí của một biến. Thay vì giảm thanh ghi, dữ liệu bị giảm.",
    "zh-CN": "大括号表示XYZ是指向变量的指针。这意味着XYZ正在跟踪变量的位置。数据递减，而不是递减寄存器。",
    "zh-TW": "大括號表示XYZ是指向變量的指針。這意味著XYZ正在跟踪變量的位置。數據遞減，而不是遞減寄存器。"
}
