{
    "ar": "لن نفوز في معركة عادلة. وبينما نعزلهم ، ابحث عن طريقة للتسلل إلى صفوفهم!",
    "bg": "Никога няма да спечелим в честна борба. Докато ги задържаме, намерете начин да проникнете в техните редици!",
    "cs": "Ve spravedlivém boji nikdy nevyhrajeme. Zatímco je zadržujeme, najděte způsob, jak infiltrovat jejich řady!",
    "da": "Vi vinder aldrig i en retfærdig kamp. Mens vi holder dem væk, finder du en måde at infiltrere deres rækker på!",
    "de": "Wir werden niemals in einem fairen Kampf gewinnen. Während wir sie zurückhalten, finden Sie einen Weg, ihre Reihen zu infiltrieren!",
    "el": "Ποτέ δεν θα κερδίσουμε σε μια δίκαιη μάχη. Ενώ τους κρατάμε μακριά, βρούμε έναν τρόπο να διεισδύσουν στις τάξεις τους!",
    "en": "We will never win in a fair fight. While we hold them off, find a way to infiltrate their ranks!",
    "es": "Nunca ganaremos en una pelea justa. Mientras los detenemos, ¡encuentra la manera de infiltrarte en sus filas!",
    "es-419": "Nunca ganaremos en una pelea justa. Mientras los detenemos, ¡encuentra la manera de infiltrarte en sus filas!",
    "fi": "Emme koskaan voita reilussa taistelussa. Kun pidämme heitä pois, löydä tapa tunkeutua heidän riveihinsä!",
    "fr": "Nous ne gagnerons jamais dans un combat loyal. Pendant que nous les retenons, trouvez un moyen d'infiltrer leurs rangs!",
    "hu": "Soha nem nyerünk tisztességes harcban. Amíg visszatartjuk őket, keresse meg a módját, hogy beszivárogjon a soraikba!",
    "it": "Non vinceremo mai in una lotta leale. Mentre li tratteniamo, trova un modo per infiltrarsi nei loro ranghi!",
    "ja": "公正な戦いで勝つことは決してありません。我慢しながら、彼らのランクに潜入する方法を見つけてください！",
    "ko": "우리는 공정한 싸움에서 결코 이길 수 없습니다. 우리가 그들을 막고있는 동안, 그들의 계급에 침투하는 방법을 찾으십시오!",
    "nl": "We zullen nooit winnen in een eerlijk gevecht. Terwijl we ze afhouden, zoeken we een manier om hun gelederen te infiltreren!",
    "no": "Vi vil aldri vinne i en rettferdig kamp. Mens vi holder dem av, finn en måte å infiltrere deres rekker!",
    "pl": "Nigdy nie wygramy w uczciwej walce. Podczas gdy my ich powstrzymujemy, znajdź sposób na infiltrację ich szeregów!",
    "pt": "Nós nunca venceremos em uma luta justa. Enquanto os seguramos, encontre uma maneira de se infiltrar em suas fileiras!",
    "pt-BR": "Nós nunca venceremos em uma luta justa. Enquanto os seguramos, encontre uma maneira de se infiltrar em suas fileiras!",
    "ro": "Nu vom câștiga niciodată într-o luptă corectă. În timp ce îi ținem departe, găsiți o modalitate de a se infiltra în rândurile lor!",
    "ru": "Мы никогда не победим в честной борьбе. Пока мы их сдерживаем, найдите способ проникнуть в их ряды!",
    "sv": "Vi kommer aldrig att vinna i en rättvis kamp. Medan vi håller dem borta, hitta ett sätt att infiltrera deras rang!",
    "th": "เราจะไม่มีวันชนะในการต่อสู้ที่ยุติธรรม ในขณะที่เราปิดพวกมันไว้หาวิธีแทรกซึมอันดับของพวกเขา!",
    "tr": "Adil bir dövüşte asla kazanmayız. Onları uzak tutarken, saflarına sızmanın bir yolunu bulun!",
    "uk": "Ми ніколи не переможемо у чесній боротьбі. Поки ми їх стримуємо, знайдемо спосіб проникнути в їхні ряди!",
    "vi": "Chúng tôi sẽ không bao giờ chiến thắng trong một cuộc chiến công bằng. Trong khi chúng tôi giữ họ lại, tìm cách thâm nhập vào hàng ngũ của họ!",
    "zh-CN": "我们永远不会在公平竞争中获胜。当我们阻止他们时，找到一种方法来渗透他们的队伍！",
    "zh-TW": "我們永遠不會在公平競爭中獲勝。當我們阻止他們時，找到一種方法來滲透他們的隊伍！"
}
