{
    "ar": "اذهب الان السباحة فوق وإيجاد وسيلة لكمين لهم من الخلف.",
    "bg": "Върви сега! Плувайте отгоре и намерете начин да ги засадите отзад.",
    "cs": "Jdi hned! Plavat se nad a najít způsob, jak je přepadnout zezadu.",
    "da": "Gå nu! Svøm op over og find en måde at bakke dem bagfra.",
    "de": "Geh jetzt! Schwimmen Sie oben und finden Sie einen Weg, sie von hinten zu überfallen.",
    "el": "ΠΗΓΑΙΝΕ τωρα! Κολυμπήστε επάνω και βρείτε έναν τρόπο να τους καταπιαστούν από πίσω.",
    "en": "Go now! Swim up above and find a way to ambush them from behind.",
    "es": "¡Ve ahora! Nade arriba y encuentre una forma de emboscarlos desde atrás.",
    "es-419": "¡Ve ahora! Nade arriba y encuentre una forma de emboscarlos desde atrás.",
    "fi": "Mene nyt! Ui ylös ja löydä tapa tajuttaa heidät väliin.",
    "fr": "Allez maintenant! Nagez au-dessus et trouvez un moyen de les tendre une embuscade par derrière.",
    "hu": "Menjünk most! Ússzon fel fent és keressen utat hátulról.",
    "it": "Vai, ora! Nuota in alto e trova un modo per agguarli da dietro.",
    "ja": "今行く！上に泳ぎ、後ろから彼らを待ち伏せする方法を見つけてください。",
    "ko": "지금 이동! 위에서 수영하고 뒤에서 그들을 매복하는 방법을 찾으십시오.",
    "nl": "Ga nu! Zwem naar boven en vind een manier om ze van achteren in een hinderlaag te lokken.",
    "no": "Gå nå! Svøm oppover og finn en måte å bakholde dem bakfra.",
    "pl": "Idz już! Płyń w górę i znajdź sposób na zasadzkę z tyłu.",
    "pt": "Vá agora! Nade lá em cima e encontre uma maneira de emboscá-los por trás.",
    "pt-BR": "Vá agora! Nade lá em cima e encontre uma maneira de emboscá-los por trás.",
    "ro": "Mergi acum! Înoată deasupra și găsește o modalitate de a-i îmbrățișa din spate.",
    "ru": "Иди сейчас! Заплывай выше и найди способ устроить засаду сзади.",
    "sv": "Gå nu! Simma upp och hitta ett sätt att bakhålla dem bakifrån.",
    "th": "ไปเดี๋ยวนี้! ว่ายน้ำขึ้นไปด้านบนและหาวิธีที่จะซุ่มโจมตีพวกเขาจากด้านหลัง",
    "tr": "Git şimdi! Yukarıda yüzün ve onları arkadan pusuya düşürmenin bir yolunu bulun.",
    "uk": "Йди вже! Підніміться вгору і знайдіть спосіб засадити їх ззаду.",
    "vi": "Đi ngay! Bơi lên trên và tìm cách phục kích chúng từ phía sau.",
    "zh-CN": "现在出发！在上方游动并找到一种从背后伏击的方法。",
    "zh-TW": "現在出發！在上方游動並找到一種從背後伏擊的方法。"
}
