{
    "ar": "يا للعجب! أحسنت. سنقوم بفتح بوابة العودة إلى المدينة بالنسبة لك. سوف تكون الملكة حريصة على سماع الأخبار.",
    "bg": "Уф! Много добре. Ще отворим портал обратно в града за вас. Кралицата с нетърпение ще чуе новините.",
    "cs": "Fajn! Výborně. Otevřeme pro vás portál zpět do města. Královna bude dychtivě slyšet zprávy.",
    "da": "Puha! Godt klaret. Vi åbner en portal tilbage til byen for dig. Dronningen vil være ivrig efter at høre nyhederne.",
    "de": "Wütend! Gut gemacht. Wir öffnen für Sie ein Portal zurück in die Stadt. Die Königin wird gespannt auf die Neuigkeiten sein.",
    "el": "Μπά! Μπράβο. Θα ανοίξουμε μια πύλη πίσω στην πόλη για εσάς. Η βασίλισσα θα είναι πρόθυμη να ακούσει τα νέα.",
    "en": "Whew! Well done. We'll open a portal back to town for you. The queen will be eager to hear the news.",
    "es": "¡Uf! Bien hecho. Abriremos un portal de regreso a la ciudad para usted. La reina estará ansiosa por escuchar las noticias.",
    "es-419": "¡Uf! Bien hecho. Abriremos un portal de regreso a la ciudad para usted. La reina estará ansiosa por escuchar las noticias.",
    "fi": "Vau! Hyvin tehty. Avaamme sinulle portaalin takaisin kaupunkiin. Kuningatar kuulee innokkaasti uutisia.",
    "fr": "Ouf! Bien joué. Nous vous ouvrirons un portail vers la ville. La reine sera impatiente d'entendre la nouvelle.",
    "hu": "Tyűha! Szép munka. Nyitunk egy portált a városban az ön számára. A királynő szívesen hallja a híreket.",
    "it": "Meno male! Molto bene. Apriremo un portale in città per te. La regina sarà ansiosa di ascoltare la notizia.",
    "ja": "ふう！よくやった。町に戻るポータルを開きます。女王はニュースを聞きたがっています。",
    "ko": "아휴! 잘 했어. 우리는 당신을 위해 마을로 돌아가는 포털을 열 것입니다. 여왕은 그 소식을 듣고 싶어 할 것입니다.",
    "nl": "Oef! Goed gedaan. We openen een portaal voor je terug naar de stad. De koningin zal het nieuws graag horen.",
    "no": "Puh! Bra gjort. Vi åpner en portal tilbake til byen for deg. Dronningen vil være ivrig etter å høre nyhetene.",
    "pl": "Uff! Dobra robota. Otworzymy dla ciebie portal z powrotem do miasta. Królowa chętnie wysłucha wiadomości.",
    "pt": "Ufa! Bem feito. Vamos abrir um portal de volta à cidade para você. A rainha estará ansiosa para ouvir as notícias.",
    "pt-BR": "Ufa! Bem feito. Vamos abrir um portal de volta à cidade para você. A rainha estará ansiosa para ouvir as notícias.",
    "ro": "Uau! Foarte bine. Vom deschide un portal înapoi în oraș pentru dvs. Regina va fi dornică să afle vestea.",
    "ru": "Уф! Отлично сработано. Мы откроем портал обратно в город для вас. Королева будет рада услышать новости.",
    "sv": "Puh! Bra gjort. Vi öppnar en portal tillbaka till stan för dig. Drottningen kommer att vara angelägen om att höra nyheterna.",
    "th": "ต๊าย! ทำได้ดี. เราจะเปิดพอร์ทัลกลับสู่เมืองเพื่อคุณ สมเด็จพระราชินีจะกระตือรือร้นที่จะได้ยินข่าว",
    "tr": "Whew! Aferin. Sizin için şehre bir portal açacağız. Kraliçe haberi duymaya hevesli olacak.",
    "uk": "Вау! Молодці. Ми відкриємо портал назад до міста для вас. Королева буде нетерпляче почути новини.",
    "vi": "Phù! Làm tốt. Chúng tôi sẽ mở một cổng thông tin trở lại thị trấn cho bạn. Nữ hoàng sẽ rất háo hức khi nghe tin này.",
    "zh-CN": "ew！做得好。我们将为您打开一个返回城镇的门户。女王将渴望听到这一消息。",
    "zh-TW": "ew！做得好。我們將為您打開一個返回城鎮的門戶。女王將渴望聽到這一消息。"
}
