{
    "ar": "أفضل خيار هو أن تدافع عن نفسك ببساطة حتى الجولة القادمة!",
    "bg": "Най-добрият вариант е просто да се защитите до следващия кръг!",
    "cs": "Vaše nejlepší volba je prostě bránit se až do dalšího kola!",
    "da": "Din bedste mulighed er at blot forsvare dig selv indtil næste runde!",
    "de": "Am besten verteidigen Sie sich einfach bis zur nächsten Runde!",
    "el": "Η καλύτερη επιλογή σας είναι απλά να υπερασπιστείτε τον εαυτό σας μέχρι τον επόμενο γύρο!",
    "en": "Your best option is to simply defend yourself until the next round!",
    "es": "¡Tu mejor opción es simplemente defenderte hasta la próxima ronda!",
    "es-419": "¡Tu mejor opción es simplemente defenderte hasta la próxima ronda!",
    "fi": "Paras vaihtoehto on vain puolustaa itseäsi seuraavaan kierrokseen asti!",
    "fr": "Votre meilleure option est simplement de vous défendre jusqu'au prochain tour!",
    "hu": "A legjobb megoldás az, hogy egyszerűen védje meg magát a következő fordulóig!",
    "it": "La tua migliore opzione è difenderti semplicemente fino al prossimo round!",
    "ja": "あなたの最善の選択肢は、次のラウンドまで単純に防御することです！",
    "ko": "최선의 선택은 다음 라운드 때까지 자신을 방어하는 것입니다!",
    "nl": "Je beste optie is om jezelf simpelweg te verdedigen tot de volgende ronde!",
    "no": "Ditt beste alternativ er å bare forsvare deg selv til neste runde!",
    "pl": "Najlepszym rozwiązaniem jest po prostu bronić się do następnej rundy!",
    "pt": "Sua melhor opção é simplesmente se defender até a próxima rodada!",
    "pt-BR": "Sua melhor opção é simplesmente se defender até a próxima rodada!",
    "ro": "Cea mai bună opțiune este să vă apărați pur și simplu până la următoarea rundă!",
    "ru": "Ваш лучший вариант - просто защитить себя до следующего раунда!",
    "sv": "Ditt bästa alternativ är att helt enkelt försvara dig själv till nästa runda!",
    "th": "ทางเลือกที่ดีที่สุดของคุณคือการปกป้องตัวเองจนกว่าจะถึงรอบต่อไป!",
    "tr": "En iyi seçenek bir sonraki tura kadar kendini savunmak!",
    "uk": "Ваш найкращий варіант - просто захистити себе до наступного раунду!",
    "vi": "Lựa chọn tốt nhất của bạn là chỉ cần tự bảo vệ mình cho đến vòng tiếp theo!",
    "zh-CN": "你最好的选择就是在下一轮之前保护自己！",
    "zh-TW": "你最好的選擇就是在下一輪之前保護自己！"
}
