{
    "ar": "PUSH هي عملية تنقل رقمًا إلى أعلى المكدس.",
    "bg": "PUSH е операция, която премества номер в горната част на стека.",
    "cs": "PUSH je operace, která přesune číslo na vrchol zásobníku.",
    "da": "PUSH er en operation, der flytter et nummer til toppen af ​​stakken.",
    "de": "PUSH ist eine Operation, mit der eine Zahl an die Spitze des Stapels verschoben wird.",
    "el": "Το PUSH είναι μια λειτουργία που μετακινεί έναν αριθμό στην κορυφή της στοίβας.",
    "en": "PUSH is an operation that moves a number to the top of the stack.",
    "es": "PUSH es una operación que mueve un número a la parte superior de la pila.",
    "es-419": "PUSH es una operación que mueve un número a la parte superior de la pila.",
    "fi": "PUSH on toiminto, joka siirtää numeron pinon yläosaan.",
    "fr": "PUSH est une opération qui déplace un nombre en haut de la pile.",
    "hu": "Az PUSH olyan művelet, amely a számot a verem tetejére mozgatja.",
    "it": "PUSH è un'operazione che sposta un numero in cima allo stack.",
    "ja": "PUSHは、数字をスタックの一番上に移動する操作です。",
    "ko": "PUSH는 숫자를 스택 맨 위로 이동하는 연산입니다.",
    "nl": "PUSH is een bewerking die een getal naar de bovenkant van de stapel verplaatst.",
    "no": "PUSH er en operasjon som beveger et nummer til toppen av stabelen.",
    "pl": "PUSH to operacja, która przesuwa liczbę na górę stosu.",
    "pt": "PUSH é uma operação que move um número para o topo da pilha.",
    "pt-BR": "PUSH é uma operação que move um número para o topo da pilha.",
    "ro": "PUSH este o operație care mută un număr în partea de sus a stivei.",
    "ru": "PUSH - это операция, которая перемещает число на вершину стека.",
    "sv": "PUSH är en operation som flyttar ett nummer till toppen av stapeln.",
    "th": "PUSH เป็นการดำเนินการที่ย้ายตัวเลขไปด้านบนสุดของสแต็ก",
    "tr": "PUSH, sayıyı yığının en üstüne taşıyan bir işlemdir.",
    "uk": "PUSH - це операція, яка переміщує номер у верхню частину стека.",
    "vi": "PUSH là một hoạt động di chuyển một số đến đầu ngăn xếp.",
    "zh-CN": "PUSH是将数字移动到堆栈顶部的操作。",
    "zh-TW": "PUSH是將數字移動到堆棧頂部的操作。"
}
