{
    "ar": "ساعدني! لقد تعرضت للعض! اذهب إلى المدينة وابحث عن الكاهنة.",
    "bg": "Помогни ми! Ухапан съм! Иди в града и потърси жрицата.",
    "cs": "Pomoz mi! Byl jsem pokousán! Jděte do města a vyhledejte kněžku.",
    "da": "Hjælp mig! Jeg er blevet bidt! Gå ind i byen og opsøg præstinden.",
    "de": "Hilf mir! Ich bin gebissen worden! Geh in die Stadt und suche die Priesterin.",
    "el": "Βοήθησέ με! Έχω δαγκωθεί! Πηγαίνετε στην πόλη και αναζητήστε την ιέρεια.",
    "en": "Help me! I've been bitten! Go into town and seek out the priestess.",
    "es": "¡Ayúdame! ¡Me han mordido! Ve a la ciudad y busca a la sacerdotisa.",
    "es-419": "¡Ayúdame! ¡Me han mordido! Ve a la ciudad y busca a la sacerdotisa.",
    "fi": "Auta minua! Minua on purettu! Mene kaupunkiin ja etsi papitar.",
    "fr": "Aidez moi! J’ai été mordu! Allez en ville et cherchez la prêtresse.",
    "hu": "Segíts nekem! Megharaptak! Menj be a városba, és keresd meg a papnőt.",
    "it": "Aiutami! Sono stato morso! Andate in città e cercate la sacerdotessa.",
    "ja": "助けてください！噛まれました!町に行き、巫女を探してください。",
    "ko": "도와주세요! 나는 물렸다! 마을로 가서 여사제를 찾으십시오.",
    "nl": "Help me! Ik ben gebeten! Ga de stad in en ga op zoek naar de priesteres.",
    "no": "Hjelp meg! Jeg har blitt bitt! Gå inn i byen og oppsøk prestinnen.",
    "pl": "Pomóż mi! Zostałem ugryziony! Idź do miasta i odszukaj kapłankę.",
    "pt": "Ajuda-me! Fui mordido! Vá para a cidade e procure a sacerdotisa.",
    "pt-BR": "Me ajuda! Fui mordido! Vá para a cidade e procure a sacerdotisa.",
    "ro": "Ajută-mă! Am fost mușcat! Du-te în oraș și caută preoteasa.",
    "ru": "Помогите мне! Меня укусили! Отправляйтесь в город и разыщите жрицу.",
    "sv": "Hjälp mig! Jag har blivit biten! Gå in till stan och sök upp prästinnan.",
    "th": "ช่วยฉันด้วย! ฉันถูกกัด! เข้าไปในเมืองและตามหาปุโรหิต",
    "tr": "Yardım et! Isırıldım! Kasabaya git ve rahibeyi ara.",
    "uk": "Допоможіть мені! Мене вкусили! Ідіть у місто і шукайте жрицю.",
    "vi": "Giúp tôi với! Tôi đã bị cắn! Đi vào thị trấn và tìm kiếm nữ tu sĩ.",
    "zh-CN": "帮帮我！我被咬了！进城去找女祭司。",
    "zh-TW": "幫幫我！我被咬了！進城去找女祭司。"
}
