{
    "ar": "تلميح: حاول استبدال الأمر \\\"push\\\" الحالي بأمر \\\"push -x\\\" لتحويل الضرر المأخوذ إلى شفاء.",
    "bg": "Съвет: Опитайте да замените съществуващата команда \\\"push\\\" с команда \\\"push -x\\\", за да преобразувате щетите, взети в изцеление.",
    "cs": "Tip: Zkuste nahradit stávající příkaz 'push' příkazem 'push -x' pro převedení poškození na léčení.",
    "da": "Tip: Prøv at erstatte den eksisterende 'push'-kommando med en 'push-x'-kommando for at konvertere skader taget til helbredelse.",
    "de": "Tipp: Versuchen Sie, den vorhandenen Befehl 'push' durch einen 'push -x'-Befehl zu ersetzen, um erlittenen Schaden in Heilung umzuwandeln.",
    "el": "Συμβουλή: Δοκιμάστε να αντικαταστήσετε την υπάρχουσα εντολή \\\"push\\\" με μια εντολή \\\"push -x\\\" για να μετατρέψετε τη ζημιά που λαμβάνεται σε επούλωση.",
    "en": "Hint: Try replacing the existing 'push' command with a 'push -x' command to convert damage taken into healing.",
    "es": "Sugerencia: Intente reemplazar el comando 'push' existente con un comando 'push -x' para convertir el daño recibido en curación.",
    "es-419": "Sugerencia: Intente reemplazar el comando 'push' existente con un comando 'push -x' para convertir el daño recibido en curación.",
    "fi": "Vihje: Yritä korvata nykyinen 'push'-komento 'push -x' -komennolla muuntaaksesi vauriot paranemiseksi.",
    "fr": "Astuce: Essayez de remplacer la commande 'push' existante par une commande 'push -x' pour convertir les dégâts pris en guérison.",
    "hu": "Tipp: Próbáld meg lecserélni a meglévő \\\"push\\\" parancsot egy \\\"push -x\\\" parancsra, hogy az elszenvedett sebzést gyógyulássá alakítsd.",
    "it": "Suggerimento: prova a sostituire il comando 'push' esistente con un comando 'push -x' per convertire i danni subiti in guarigione.",
    "ja": "ヒント: 既存の「push」コマンドを「push -x」コマンドに置き換えて、受けたダメージを回復に変換してみてください。",
    "ko": "힌트: 기존 'push' 명령을 'push -x' 명령으로 대체하여 받는 피해를 치유로 변환해 보세요.",
    "nl": "Tip: Probeer het bestaande 'push'-commando te vervangen door een 'push -x'-commando om de ingenomen schade om te zetten in genezing.",
    "no": "Tips: Prøv å erstatte den eksisterende 'push'-kommandoen med en 'push -x'-kommando for å konvertere skader tatt til helbredelse.",
    "pl": "Wskazówka: Spróbuj zastąpić istniejące polecenie \\\"push\\\" poleceniem \\\"push -x\\\", aby przekształcić otrzymane obrażenia w leczenie.",
    "pt": "Dica: Tente substituir o comando 'push' existente por um comando 'push -x' para converter danos levados em cura.",
    "pt-BR": "Dica: Tente substituir o comando 'push' existente por um comando 'push -x' para converter os danos tomados em cura.",
    "ro": "Sugestie: Încercați să înlocuiți comanda \\\"push\\\" existentă cu o comandă \\\"push -x\\\" pentru a converti daunele luate în vindecare.",
    "ru": "Подсказка: Попробуйте заменить существующую команду 'push' командой 'push -x', чтобы преобразовать полученный урон в исцеление.",
    "sv": "Tips: Försök att ersätta det befintliga \\\"push\\\" -kommandot med ett \\\"push -x\\\" -kommando för att konvertera skador som tas till läkning.",
    "th": "คําแนะนํา: ลองแทนที่คําสั่ง 'push' ที่มีอยู่ด้วยคําสั่ง 'push -x' เพื่อแปลงความเสียหายที่เกิดขึ้นเป็นการรักษา",
    "tr": "İpucu: Alınan hasarı iyileşmeye dönüştürmek için mevcut 'push' komutunu bir 'push -x' komutuyla değiştirmeyi deneyin.",
    "uk": "Підказка: Спробуйте замінити існуючу команду \\\"push\\\" командою \\\"push -x\\\", щоб перетворити пошкодження, прийняті в загоєння.",
    "vi": "Gợi ý: Hãy thử thay thế lệnh 'push' hiện có bằng lệnh 'push -x' để chuyển đổi sát thương được đưa vào chữa lành.",
    "zh-CN": "提示：尝试将现有的“push”命令替换为“push -x”命令，以将伤害转换为治疗。",
    "zh-TW": "提示：嘗試將現有的「push」命令替換為「push -x」命令，以將傷害轉換為治療。"
}
