{
    "ar": "اهلا سيدتي! شركة نفط عمان يعني ميت. هل يمكننا مغادرة هذا المكان الآن؟",
    "bg": "Ей, дама! Средният орк е мъртъв. Можем ли да напуснем това място сега?",
    "cs": "Ahoj paní! Průměrný orc je mrtvý. Můžeme teď opustit toto místo?",
    "da": "Hej dame! Den gennemsnitlige orc er død. Kan vi forlade dette sted nu?",
    "de": "Hallo Lady! Der gemeine Ork ist tot. Können wir diesen Ort jetzt verlassen?",
    "el": "Γεια σου κυρία! Η μέση τιμή orc είναι νεκρή. Μπορούμε να βγούμε από αυτό το μέρος τώρα;",
    "en": "Hey lady! The mean orc is dead. Can we leave this place now?",
    "es": "¡Hey mujer! El orco malo está muerto. ¿Podemos dejar este lugar ahora?",
    "es-419": "¡Hey mujer! El orco malo está muerto. ¿Podemos dejar este lugar ahora?",
    "fi": "Hei lady! Ork on keskimäärin kuollut. Voimmeko jättää tämän paikan nyt?",
    "fr": "Hé madame! L'orc moyen est mort. Pouvons-nous quitter cet endroit maintenant?",
    "hu": "Hé hölgyem! Az átlagos ork halott. Most elhagyhatjuk ezt a helyet?",
    "it": "Hey ragazza! L'orco medio è morto. Possiamo lasciare questo posto adesso?",
    "ja": "お嬢さん！平均オークは死んでいます。今この場所を離れることができますか？",
    "ko": "안녕 아가씨! 평균 오크는 죽었다. 지금이 장소를 떠날 수 있습니까?",
    "nl": "Hallo dame! De gemene ork is dood. Kunnen we deze plek nu verlaten?",
    "no": "Hei dame! Den gjennomsnittlige orc er død. Kan vi forlate dette stedet nå?",
    "pl": "Hej panienko! Średni ork nie żyje. Czy możemy teraz opuścić to miejsce?",
    "pt": "Ei moça! O orc médio está morto. Podemos deixar este lugar agora?",
    "pt-BR": "Ei moça! O orc médio está morto. Podemos deixar este lugar agora?",
    "ro": "Hei doamnă! Orcul mediu este mort. Putem părăsi acest loc acum?",
    "ru": "Эй леди! Подлый орк мертв. Можем ли мы покинуть это место сейчас?",
    "sv": "Hej damen! Den genomsnittliga orc är död. Kan vi lämna denna plats nu?",
    "th": "เฮ้ผู้หญิง! ค่าเฉลี่ยของผีนั้นตายแล้ว เราสามารถออกจากสถานที่นี้ได้ไหม",
    "tr": "Hey bayan! Ortalama ork öldü. Şimdi burayı terk edebilir miyiz?",
    "uk": "Гей, пані! Середній орк мертвий. Чи можемо ми покинути це місце зараз?",
    "vi": "Này cô gái! Orc trung bình đã chết. Chúng ta có thể rời khỏi nơi này bây giờ?",
    "zh-CN": "嘿，夫人！普通的兽人已经死了。我们现在可以离开这个地方吗？",
    "zh-TW": "嘿，夫人！普通的獸人已經死了。我們現在可以離開這個地方嗎？"
}
