{
    "ar": "كما وعدت ، يمكنك استخدام سفننا كما يحلو لك. أيضا ، خذ هذا كمكافأة.",
    "bg": "Както обещахме, можете да използвате нашите кораби, както желаете. Също така, приемете това като награда.",
    "cs": "Jak jste slíbili, můžete naše lodě používat podle libosti. Ber to také za odměnu.",
    "da": "Som lovet kan du bruge vores skibe som du vil. Tag det også som en belønning.",
    "de": "Wie versprochen können Sie unsere Schiffe nach Belieben nutzen. Nehmen Sie dies auch als Belohnung.",
    "el": "Όπως υποσχέθηκε, μπορείτε να χρησιμοποιήσετε τα πλοία μας όπως σας παρακαλώ. Επίσης, πάρτε αυτό ως ανταμοιβή.",
    "en": "As promised, you may use our ships as you please. Also, take this as a reward.",
    "es": "Según lo prometido, puede usar nuestros barcos como desee. Además, tome esto como una recompensa.",
    "es-419": "Según lo prometido, puede usar nuestros barcos como desee. Además, tome esto como una recompensa.",
    "fi": "Kuten luvattiin, voit käyttää aluksiamme haluamallasi tavalla. Ota myös tämä palkkiona.",
    "fr": "Comme promis, vous pouvez utiliser nos navires à votre guise. Aussi, prenez cela comme une récompense.",
    "hu": "Ahogy ígértük, hajóinkat igény szerint használhatja. Szintén vegye ezt jutalomként.",
    "it": "Come promesso, puoi usare le nostre navi come preferisci. Inoltre, prendi questo come ricompensa.",
    "ja": "約束どおり、お好きなように当社の船を使用できます。また、これを報酬として受け取ります。",
    "ko": "약속대로, 당신은 우리의 배를 원하는대로 사용할 수 있습니다. 또한 이것을 보상으로 받으십시오.",
    "nl": "Zoals beloofd, kunt u onze schepen gebruiken zoals u wilt. Neem dit ook als een beloning.",
    "no": "Som lovet, kan du bruke våre skip som du vil. Ta dette også som en belønning.",
    "pl": "Zgodnie z obietnicą możesz korzystać z naszych statków, jak chcesz. Weź również to jako nagrodę.",
    "pt": "Como prometido, você pode usar nossos navios como quiser. Além disso, leve isso como recompensa.",
    "pt-BR": "Como prometido, você pode usar nossos navios como quiser. Além disso, leve isso como recompensa.",
    "ro": "După cum am promis, puteți folosi navele noastre după bunul plac. De asemenea, luați acest lucru ca o recompensă.",
    "ru": "Как и было обещано, вы можете использовать наши корабли по своему усмотрению. Кроме того, примите это как награду.",
    "sv": "Som lovat kan du använda våra fartyg som du vill. Ta också detta som en belöning.",
    "th": "ตามที่สัญญาไว้คุณสามารถใช้เรือของเราได้ตามที่คุณต้องการ นอกจากนี้ยังใช้เป็นรางวัล",
    "tr": "Söz verdiğimiz gibi, gemilerimizi istediğiniz gibi kullanabilirsiniz. Ayrıca, bunu bir ödül olarak alın.",
    "uk": "Як обіцяли, ви можете використовувати наші кораблі як завгодно. Також сприймайте це як нагороду.",
    "vi": "Như đã hứa, bạn có thể sử dụng tàu của chúng tôi như bạn muốn. Ngoài ra, hãy coi đây là một phần thưởng.",
    "zh-CN": "按照承诺，您可以随意使用我们的船。另外，以此作为奖励。",
    "zh-TW": "按照承諾，您可以隨意使用我們的船。另外，以此作為獎勵。"
}
