{
    "ar": "لقد قاتلت في طريقي إلى هذا الحد لكنني متعب الرجاء العثور على %s1!",
    "bg": "Боря се дотук, но съм уморен. Моля, намерете %s1!",
    "cs": "Probojoval jsem se až sem, ale jsem unavený. Prosím, najděte %s1!",
    "da": "Jeg kæmpede mig så langt, men jeg er træt. Please find %s1!",
    "de": "Ich habe mich so weit gekämpft, aber ich bin müde. Hier finden Sie %s1!",
    "el": "Πάλεψα μέχρι εδώ, αλλά είμαι κουρασμένος. Παρακαλώ βρείτε %s1!",
    "en": "I fought my way this far but I'm tired. Please find %s1!",
    "es": "Luché hasta aquí, pero estoy cansada. Por favor, encuentre %s1!",
    "es-419": "Luché hasta aquí, pero estoy cansada. Por favor, encuentre %s1!",
    "fi": "Taistelin näin pitkälle, mutta olen väsynyt. Etsikää %s1!",
    "fr": "Je me suis battu jusqu’ici, mais je suis fatigué. S’il vous plaît trouver %s1!",
    "hu": "Idáig küzdöttem, de fáradt vagyok. Kérjük, keresse %s1!",
    "it": "Ho lottato fino a questo punto, ma sono stanco. Si prega di trovare %s1!",
    "ja": "ここまで戦いましたが、疲れました。%s1を見つけてください!",
    "ko": "나는 지금까지 내 방식으로 싸웠지만 나는 피곤해요. %s1를 찾아주세요!",
    "nl": "Ik heb me zo ver gevochten, maar ik ben moe. Vind %s1!",
    "nb": "Jeg kjempet meg så langt, men jeg er trøtt. Vennligst finn %s1!",
    "pl": "Walczyłem tak daleko, ale jestem zmęczony. Proszę znaleźć %s1!",
    "pt": "Lutei até aqui, mas estou cansada. Por favor, encontre %s1!",
    "pt-BR": "Lutei até aqui, mas estou cansado. Por favor, encontre %s1!",
    "ro": "M-am luptat până aici, dar sunt obosită. Vă rugăm să găsiți %s1!",
    "ru": "Я боролся мой путь так далеко, но я устал. Пожалуйста, найдите %s1!",
    "sv": "Jag kämpade mig så här långt, men jag är trött. Vänligen hitta %s1!",
    "th": "ฉันต่อสู้ทางของฉันนี้ไกล แต่ฉันเหนื่อย กรุณาหา %s1!",
    "tr": "Buraya kadar savaştım ama yorgunum. Lütfen %s1'yi bulun!",
    "uk": "Я боровся мій шлях до цих пір, але я втомився. Будь ласка, знайти %s1!",
    "vi": "Tôi đã chiến đấu theo cách của tôi này đến nay nhưng tôi mệt mỏi. Xin vui lòng tìm %s1!",
    "zh-CN": "我努力了，但我已经累了。请找到%s1！",
    "zh-TW": "我努力了,但我已經累了。請找到%s1!"
}
