{
    "ar": "مرحبا مرة أخرى! يسعدني أن أسمع أنك حفظت %s1. ما زلت متعبا جدا ، لذلك سأبقى هنا لبعض الوقت.",
    "bg": "Хей отново! Радвам се да чуя, че сте записали %s1. Все още съм доста уморен, така че ще остана тук за известно време.",
    "cs": "Ahoj znovu! Jsem rád, že jste ušetřili %s1. Jsem ještě dost unavený, takže tady ještě chvíli zůstanu.",
    "da": "Hej igen! Jeg er glad for at høre, at du har gemt %s1. Jeg er stadig temmelig træt, så jeg bliver her et stykke tid.",
    "de": "Hallo nochmal! Es freut mich zu hören, dass Sie %s1 gespeichert haben. Ich bin immer noch ziemlich müde, also werde ich noch eine Weile hier bleiben.",
    "el": "Γεια σου και πάλι! Χαίρομαι που ακούω ότι αποθηκεύσατε %s1. Είμαι ακόμα αρκετά κουρασμένος, οπότε θα μείνω εδώ για λίγο.",
    "en": "Hey again! I'm glad to hear that you saved %s1. I'm still pretty tired, so I'm going to stick around here for awhile.",
    "es": "¡Hola de nuevo! Me alegra saber que has guardado %s1. Todavía estoy bastante cansado, así que me voy a quedar aquí por un tiempo.",
    "es-419": "¡Hola de nuevo! Me alegra saber que has guardado %s1. Todavía estoy bastante cansado, así que me voy a quedar aquí por un tiempo.",
    "fi": "Hei taas! Olen iloinen kuullessani, että säästit %s1. Olen edelleen melko väsynyt, joten aion pysyä täällä jonkin aikaa.",
    "fr": "Salut encore! Je suis heureux d’apprendre que vous avez enregistré %s1. Je suis encore assez fatigué, alors je vais rester ici pendant un moment.",
    "hu": "Szia újra! Örömmel hallom, hogy megmentette a %s1-et. Még mindig elég fáradt vagyok, úgyhogy itt maradok egy darabig.",
    "it": "Ehi di nuovo! Sono contento di sapere che hai salvato %s1. Sono ancora piuttosto stanco, quindi rimarrò qui per un po'.",
    "ja": "またねえ!%s1 を保存したと聞いてうれしいです。まだかなり疲れているので、しばらくこの辺りで頑張ります。",
    "ko": "다시 이봐! %s1을(를) 저장하셨다니 기쁩니다. 아직 꽤 피곤해서 당분간은 여기 있을 생각이야.",
    "nl": "Hé weer! Ik ben blij om te horen dat je %s1 hebt bespaard. Ik ben nog steeds behoorlijk moe, dus ik blijf hier nog wel even hangen.",
    "no": "Hei igjen! Jeg er glad for å høre at du frelste %s1. Jeg er fortsatt ganske sliten, så jeg kommer til å bli værende her en stund.",
    "pl": "Cześć ponownie! Miło mi słyszeć, że zaoszczędziłeś %s1. Nadal jestem dość zmęczony, więc zostanę tu przez jakiś czas.",
    "pt": "Olá novamente! Fico feliz em saber que você salvou %s1. Ainda estou muito cansada, então vou ficar por aqui por um tempo.",
    "pt-BR": "Ei, de novo! Fico feliz em saber que você salvou %s1. Ainda estou bem cansada, então vou ficar por aqui por um tempo.",
    "ro": "Hei din nou! Mă bucur să aud că ați economisit%s1. Sunt încă destul de obosit, așa că voi rămâne aici pentru o vreme.",
    "ru": "Привет еще раз! Я рад слышать, что вы сохранили %s1. Я все еще очень устал, поэтому останусь здесь на некоторое время.",
    "sv": "Hej igen! Jag är glad att höra att du sparade %s1. Jag är fortfarande ganska trött, så jag kommer att stanna kvar här ett tag.",
    "th": "เฮ้อีกครั้ง! ฉันดีใจที่ได้ยินว่าคุณบันทึก%s1 ฉันยังเหนื่อยอยู่เลยดังนั้นฉันจะอยู่ที่นี่สักพัก",
    "tr": "Tekrar merhaba! %s1 tasarruf ettiğinizi duyduğuma sevindim. Hala oldukça yorgunum, bu yüzden bir süre burada kalacağım.",
    "uk": "Привіт ще раз! Радий чути, що ви зберегли %s1. Я все ще досить втомився, тому збираюся залишитися тут на деякий час.",
    "vi": "Lại này! Tôi rất vui khi biết rằng bạn đã lưu %s1. Tôi vẫn còn khá mệt, vì vậy tôi sẽ ở lại đây một lúc.",
    "zh-CN": "嘿！我很高兴听到您保存了 %s1。我还是很累，所以我要在这里呆一会儿。",
    "zh-TW": "嘿！我很高興聽到您保存了 %s1。我還是很累，所以我要在這裡呆一會兒。"
}
