{
    "ar": "لا يُسمح للزائرين عادة ، لكن أشعر بالملل وأنا جالس هنا وحدي طوال اليوم.",
    "bg": "Обикновено посетителите не са разрешени, но ми е скучно да седя тук цял ден сам.",
    "cs": "Návštěvníci nejsou obvykle povoleni, ale nudím se tady celý den sám.",
    "da": "Besøgende er normalt ikke tilladt, men jeg keder mig at sidde her alene hele dagen.",
    "de": "Besucher sind normalerweise nicht erlaubt, aber ich langweile mich, wenn ich hier den ganzen Tag alleine sitze.",
    "el": "Οι επισκέπτες δεν επιτρέπονται κανονικά, αλλά βαριέμαι να καθόμουν μόνος εδώ όλη την ημέρα.",
    "en": "Visitors are not normally allowed, but I get bored sitting here alone all day.",
    "es": "Normalmente no se permiten visitas, pero me aburro sentado aquí solo todo el día.",
    "es-419": "Normalmente no se permiten visitas, pero me aburro sentado aquí solo todo el día.",
    "fi": "Vierailijoita ei yleensä sallita, mutta minusta on kyllästynyt istua täällä yksin koko päivän.",
    "fr": "Les visiteurs ne sont normalement pas autorisés, mais je m'ennuie de rester assis toute la journée seul.",
    "hu": "A látogatók általában nem engedélyezettek, de unatkozom, hogy egész nap itt ülök.",
    "it": "I visitatori normalmente non sono ammessi, ma mi annoio seduto qui da solo tutto il giorno.",
    "ja": "訪問者は通常許可されていませんが、私は一日中一人でここに座って退屈します。",
    "ko": "방문객은 일반적으로 허용되지 않지만 하루 종일 혼자 앉아 지루합니다.",
    "nl": "Normaal zijn bezoekers niet toegestaan, maar ik verveel me hier de hele dag alleen.",
    "no": "Besøkende har normalt ikke lov, men jeg kjeder meg å sitte her alene hele dagen.",
    "pl": "Odwiedzający zwykle nie mają wstępu, ale nudzi mnie siedzenie tutaj samotnie przez cały dzień.",
    "pt": "Normalmente, os visitantes não são permitidos, mas fico entediado aqui sozinho o dia todo.",
    "pt-BR": "Normalmente, os visitantes não são permitidos, mas fico entediado aqui sozinho o dia todo.",
    "ro": "În mod normal, vizitatorii nu au voie, dar mă plictisesc stând aici toată ziua.",
    "ru": "Посетителей обычно не пускают, но мне скучно сидеть здесь один целый день.",
    "sv": "Besökare är normalt inte tillåtna, men jag blir uttråkad att sitta här ensam hela dagen.",
    "th": "โดยปกติแล้วผู้เยี่ยมชมจะไม่ได้รับอนุญาต แต่ฉันรู้สึกเบื่อที่จะนั่งอยู่คนเดียวที่นี่ทั้งวัน",
    "tr": "Normalde ziyaretçilere izin verilmez, ancak burada bütün gün yalnız başına oturmaktan sıkıldım.",
    "uk": "Зазвичай відвідувачів не пускають, але мені нудно сидіти тут на самоті цілий день.",
    "vi": "Du khách thường không được phép, nhưng tôi cảm thấy buồn chán khi ngồi đây một mình cả ngày.",
    "zh-CN": "通常不允许访客，但我整天独自坐在这里感到无聊。",
    "zh-TW": "通常不允許訪客，但我整天獨自坐在這裡感到無聊。"
}
