{
    "ar": "لقد بنيت هذه البوابة من تكنولوجيا الوحش العكسي. يتم فتحه فقط إذا كان الرقم الأيسر يطابق الرقم الصحيح أربع مرات متتالية. آمنة إلى حد ما ، هاه؟",
    "bg": "Създадох тази порта от технологията за чудовища с реверсивен дизайн. Отваря се само ако лявото число съвпада с дясното число четири последователни пъти. Доста сигурен, а?",
    "cs": "Postavil jsem tuto bránu z reverzní techniky monster. Otevře se, pouze pokud se levé číslo shoduje s pravým číslem čtyřikrát za sebou. Docela bezpečné, co?",
    "da": "Jeg byggede denne gate fra omvendt konstrueret monsterteknologi. Det åbnes kun, hvis det venstre antal matcher det rigtige nummer fire på hinanden følgende gange. Temmelig sikker, ikke?",
    "de": "Ich habe dieses Tor aus rückentwickelter Monstertechnologie gebaut. Es wird nur geöffnet, wenn die linke Zahl viermal hintereinander mit der rechten übereinstimmt. Ziemlich sicher, oder?",
    "el": "Δημιούργησα αυτή την πύλη από τεχνολογία τεράστιας τέρας. Ανοίγει μόνο εάν ο αριστερός αριθμός αντιστοιχεί στον κατάλληλο αριθμό τέσσερις συνεχόμενες φορές. Αρκετά ασφαλής, ε;",
    "en": "I built this gate from reverse-engineered monster technology. It only opens if the left number matches the right number four consecutive times. Pretty secure, huh?",
    "es": "Construí esta puerta con tecnología de ingeniería inversa de monstruos. Solo se abre si el número de la izquierda coincide con el número de la derecha cuatro veces consecutivas. Bastante seguro, ¿eh?",
    "es-419": "Construí esta puerta con tecnología de ingeniería inversa de monstruos. Solo se abre si el número de la izquierda coincide con el número de la derecha cuatro veces consecutivas. Bastante seguro, ¿eh?",
    "fi": "Rakensin tämän portin käänteissuunnitellulla hirviötekniikalla. Se avautuu vain, jos vasen numero vastaa oikeaa numeroa neljä peräkkäin. Aika turvallinen, vai mitä?",
    "fr": "J'ai construit cette porte à partir d'une technologie de monstre inversée. Il ne s'ouvre que si le numéro de gauche correspond au numéro de droite quatre fois de suite. Plutôt sécurisé, hein?",
    "hu": "Ezt a kaput fordított alakú szörny technológiából építettem. Csak akkor nyílik meg, ha a bal oldali szám négyszer egymás után megegyezik a jobb oldali számmal. Nagyon biztonságos, mi?",
    "it": "Ho costruito questo cancello con la tecnologia dei mostri a ingegneria inversa. Si apre solo se il numero sinistro corrisponde al numero destro quattro volte consecutive. Abbastanza sicuro, eh?",
    "ja": "このゲートは、リバースエンジニアリングされたモンスターテクノロジーから構築しました。左の数字が右の数字と4回連続して一致した場合にのみ開きます。かなり安全ですか？",
    "ko": "리버스 엔지니어링 몬스터 기술로이 게이트를 만들었습니다. 왼쪽 숫자가 4 번 연속 오른쪽 숫자와 일치하는 경우에만 열립니다. 꽤 안전 해요?",
    "nl": "Ik heb deze poort gebouwd van reverse-engineered monster technology. Het wordt alleen geopend als het linker nummer vier keer achter elkaar overeenkomt met het juiste nummer. Behoorlijk veilig, hè?",
    "no": "Jeg bygde denne porten fra omvendt konstruert monsterteknologi. Det åpnes bare hvis venstre nummer stemmer med riktig nummer fire påfølgende ganger. Ganske sikkert, ikke sant?",
    "pl": "Zbudowałem tę bramę z technologii inżynierii wstecznej potworów. Otwiera się tylko wtedy, gdy lewy numer odpowiada prawemu numerowi cztery razy z rzędu. Całkiem bezpiecznie, co?",
    "pt": "Eu construí este portão com tecnologia de monstro de engenharia reversa. Só abre se o número da esquerda corresponder ao número da direita quatro vezes consecutivas. Muito seguro, né?",
    "pt-BR": "Eu construí este portão com tecnologia de monstro de engenharia reversa. Só abre se o número da esquerda corresponder ao número da direita quatro vezes consecutivas. Muito seguro, né?",
    "ro": "Am construit această poartă din tehnologia monstru cu motor invers. Se deschide numai dacă numărul din stânga se potrivește cu cel drept de patru ori consecutiv. Destul de sigur, nu?",
    "ru": "Я построил эти ворота из технологии перепроектированного монстра. Он открывается, только если левый номер совпадает с правым номером четыре раза подряд. Довольно безопасно, а?",
    "sv": "Jag byggde denna grind från omvänd konstruerad monsterteknologi. Det öppnas endast om det vänstra numret matchar rätt nummer fyra gånger i rad. Ganska säker, va?",
    "th": "ฉันสร้างประตูนี้จากเทคโนโลยีมอนสเตอร์ที่มีวิศวกรรมย้อนกลับ มันจะเปิดเฉพาะถ้าหมายเลขด้านซ้ายตรงกับหมายเลขด้านขวาสี่ครั้งติดต่อกัน ค่อนข้างปลอดภัยใช่มั้ย",
    "tr": "Bu kapıyı tersine tasarlanmış canavar teknolojisinden yaptım. Yalnızca sol sayı, arka arkaya dört kez sağ sayıya eşleşirse açılır. Oldukça güvenli, ha?",
    "uk": "Я побудував цю браму за технологією монстрів із зворотною інженерією. Він відкривається лише в тому випадку, якщо ліве число відповідає правильному номеру чотири рази поспіль. Досить безпечно, так?",
    "vi": "Tôi đã xây dựng cánh cổng này từ công nghệ quái vật thiết kế ngược. Nó chỉ mở nếu số bên trái khớp với số bên phải bốn lần liên tiếp. Khá an toàn hả?",
    "zh-CN": "我用逆向工程怪物技术建造了这个大门。仅当左侧数字连续四次匹配正确的数字时才会打开。非常安全，对吧？",
    "zh-TW": "我用逆向工程怪物技術建造了這個大門。僅當左側數字連續四次匹配正確的數字時才會打開。非常安全，對吧？"
}
