{
    "ar": "لا زوار! هذا سجن شديد الحراسة لأسوأ أسوأ المجرمين.",
    "bg": "Няма посетители! Това е затвор с висока сигурност за най-лошите от най-лошите престъпници.",
    "cs": "Žádní návštěvníci! Jedná se o věznici s vysokou bezpečností pro nejhorší z nejhorších zločinců.",
    "da": "Ingen besøgende! Dette er et fængsel med høj sikkerhed for de værste af de værste kriminelle.",
    "de": "Keine Besucher! Dies ist ein Hochsicherheitsgefängnis für die schlimmsten der schlimmsten Kriminellen.",
    "el": "Δεν υπάρχουν επισκέπτες! Πρόκειται για μια φυλακή υψηλής ασφάλειας για τους χειρότερους από τους χειρότερους εγκληματίες.",
    "en": "No visitors! This is a high security prison for the worst of the worst criminals.",
    "es": "No hay visitantes! Esta es una prisión de alta seguridad para los peores criminales.",
    "es-419": "No hay visitantes! Esta es una prisión de alta seguridad para los peores criminales.",
    "fi": "Ei vierailijoita! Tämä on korkean turvallisuuden vankila pahimmille rikollisille.",
    "fr": "Aucun visiteur! Ceci est une prison de haute sécurité pour le pire des pires criminels.",
    "hu": "Nincsenek látogatók! Ez a legbiztonságosabb börtön a legrosszabb bűnözők számára.",
    "it": "Nessun visitatore! Questa è una prigione di massima sicurezza per i peggiori criminali peggiori.",
    "ja": "訪問者なし！これは、最悪の犯罪者の中で最も安全性の高い刑務所です。",
    "ko": "방문자가 없습니다! 이것은 최악의 범죄자 중 최악의 보안 교도소입니다.",
    "nl": "Geen bezoekers! Dit is een zeer beveiligde gevangenis voor de ergste van de ergste criminelen.",
    "no": "Ingen besøkende! Dette er et fengsel med høy sikkerhet for de verste av de verste kriminelle.",
    "pl": "Brak odwiedzających! To więzienie o wysokim poziomie bezpieczeństwa dla najgorszych przestępców.",
    "pt": "Nenhum visitante! Esta é uma prisão de alta segurança para o pior dos piores criminosos.",
    "pt-BR": "Nenhum visitante! Esta é uma prisão de alta segurança para o pior dos piores criminosos.",
    "ro": "Fără vizitatori! Aceasta este o închisoare de înaltă securitate pentru cei mai răi dintre cei mai răi criminali.",
    "ru": "Нет посетителей! Это тюрьма строгого режима для худших из худших преступников.",
    "sv": "Inga besökare! Detta är ett högt säkerhetsfängelse för de värsta av de värsta kriminella.",
    "th": "ไม่มีผู้เข้าชม! นี่เป็นคุกที่มีความปลอดภัยสูงสำหรับอาชญากรที่เลวร้ายที่สุด",
    "tr": "Ziyaretçi yok! Bu, en kötü suçluların en kötüsü için yüksek güvenlikli bir hapishanedir.",
    "uk": "Немає відвідувачів! Це в'язниця високої безпеки для найгірших із найгірших злочинців.",
    "vi": "Không có khách! Đây là một nhà tù an ninh cao cho những tội phạm tồi tệ nhất.",
    "zh-CN": "没有访客！对于最严重的最严重的罪犯来说，这是一个高度安全的监狱。",
    "zh-TW": "沒有遊客！對於最嚴重的最嚴重的罪犯來說，這是一個高度安全的監獄。"
}
