{
    "ar": ".؜هذه الساحرة الفظيعة كانت تطارد هذه القلعة وتبقينا سجناء",
    "bg": "Тази ужасна вещица преследва този замък и ни държи като затворници.",
    "cs": "Tato strašlivá čarodějnice straší na tomto hradě a drží nás jako vězně.",
    "da": "Denne forfærdelige heks har hjemsøgt dette slot og holdt os som fanger.",
    "de": "Diese schreckliche Hexe hat dieses Schloss heimgesucht und uns gefangen gehalten.",
    "el": "Αυτή η απαίσια μάγισσα στοιχειώνει αυτό το κάστρο και μας κρατά ως φυλακισμένους.",
    "en": "This awful witch has been haunting this castle and keeping us as prisoners.",
    "es": "Esta horrible bruja ha estado rondando este castillo y manteniéndonos como prisioneros.",
    "es-419": "Esta horrible bruja ha estado rondando este castillo y manteniéndonos como prisioneros.",
    "fi": "Tämä kauhea noita on kummitellut tässä linnassa ja pitänyt meidät vankeina.",
    "fr": "Cette horrible sorcière hante ce château et nous garde prisonniers.",
    "hu": "Ez a rettenetes boszorkány kísérti ezt a kastélyt, és fogolyként tart bennünket.",
    "it": "Questa terribile strega ha infestato questo castello e ci ha tenuti prigionieri.",
    "ja": "この恐ろしい魔女はこの城に出没し、私たちを囚人として守っています。",
    "ko": "이 끔찍한 마녀는 이 성을 떠돌며 우리를 포로로 가두고 있습니다.",
    "nl": "Deze vreselijke heks heeft dit kasteel achtervolgd en ons als gevangenen gehouden.",
    "no": "Denne forferdelige heksen har hjemsøkt dette slottet og holdt oss som fanger.",
    "pl": "Ta okropna czarownica nawiedza ten zamek i trzyma nas jako więźniów.",
    "pt": "Esta bruxa horrível tem assombrado este castelo e nos mantido como prisioneiros.",
    "pt-BR": "Esta bruxa horrível tem assombrado este castelo e nos mantido como prisioneiros.",
    "ro": "Această vrăjitoare îngrozitoare a bântuit acest castel și ne-a ținut prizonieri.",
    "ru": "Эта ужасная ведьма преследует этот замок и держит нас в плену.",
    "sv": "Denna hemska häxa har hemsökt detta slott och hållit oss som fångar.",
    "th": "แม่มดที่น่ากลัวนี้ได้หลอกหลอนปราสาทแห่งนี้และทําให้เราเป็นนักโทษ",
    "tr": "Bu korkunç cadı bu kaleye musallat oluyor ve bizi esir olarak tutuyor.",
    "uk": "Ця жахлива відьма переслідувала цей замок і тримала нас як полонених.",
    "vi": "Phù thủy khủng khiếp này đã ám ảnh lâu đài này và giữ chúng ta làm tù nhân.",
    "zh-CN": "这个可怕的女巫一直在这座城堡里出没，把我们当作囚犯。",
    "zh-TW": "這個可怕的女巫一直在這座城堡裡出沒，把我們當作囚犯。"
}
