{
    "ar": "طبعًا! إنه أمر خطير ، لكن لا شك في أنه يمكنك التعامل معه. خذ هذا المفتاح.",
    "bg": "Разбира се! Опасно е, но няма съмнение, че можете да се справите. Вземи този ключ.",
    "cs": "Samozřejmě! Je to nebezpečné, ale není pochyb o tom, že to zvládnete. Vezměte si tento klíč.",
    "da": "Selvfølgelig! Det er farligt, men ingen tvivl om, at du kan klare det. Tag denne nøgle.",
    "de": "Natürlich! Es ist gefährlich, aber kein Zweifel, dass Sie damit umgehen können. Nehmen Sie diesen Schlüssel.",
    "el": "Φυσικά! Είναι επικίνδυνο, αλλά χωρίς αμφιβολία ότι μπορείτε να το χειριστείτε. Πάρτε αυτό το κλειδί.",
    "en": "Of course! It's dangerous, but no doubt that you can handle it. Take this key.",
    "es": "¡Claro! Es peligroso, pero no hay duda de que puedes manejarlo. Toma esta clave.",
    "es-419": "¡Claro! Es peligroso, pero no hay duda de que puedes manejarlo. Toma esta clave.",
    "fi": "Tietysti! Se on vaarallista, mutta epäilemättä pystyt käsittelemään sitä. Ota tämä avain.",
    "fr": "Bien sûr! C’est dangereux, mais il ne fait aucun doute que vous pouvez le gérer. Prenez cette clé.",
    "hu": "Természetesen! Veszélyes, de kétségtelen, hogy képes kezelni. Vegye ki ezt a kulcsot.",
    "it": "Naturalmente,! È pericoloso, ma non c'è dubbio che puoi gestirlo. Prendi questa chiave.",
    "ja": "もちろんです！危険ですが、対処できることは間違いありません。このキーを取ります。",
    "ko": "물론! 위험하지만 의심 할 여지없이 처리 할 수 있습니다. 이 키를 가져 가라.",
    "nl": "Natuurlijk! Het is gevaarlijk, maar ongetwijfeld kun je het aan. Neem deze sleutel.",
    "no": "Selvfølgelig! Det er farlig, men ingen tvil om at du kan takle det. Ta denne nøkkelen.",
    "pl": "Oczywiście! To niebezpieczne, ale bez wątpienia dasz sobie z tym radę. Weź ten klucz.",
    "pt": "Claro! É perigoso, mas sem dúvida que você pode lidar com isso. Pegue esta chave.",
    "pt-BR": "É claro! É perigoso, mas sem dúvida que você pode lidar com isso. Pegue esta chave.",
    "ro": "Desigur! Este periculos, dar fără îndoială că vă puteți descurca. Luați această cheie.",
    "ru": "Конечно! Это опасно, но нет сомнений в том, что вы справитесь с этим. Возьмите этот ключ.",
    "sv": "Självklart! Det är farligt, men ingen tvekan om att du kan hantera det. Ta den här nyckeln.",
    "th": "แน่นอน! มันอันตราย แต่ไม่ต้องสงสัยเลยว่าคุณสามารถจัดการกับมันได้ ใช้คีย์นี้",
    "tr": "Elbette! Bu tehlikeli, ama bununla başa çıkabileceğinize şüphe yok. Bu anahtarı alın.",
    "uk": "Звичайно! Це небезпечно, але без сумніву, ви впораєтеся. Візьміть цей ключ.",
    "vi": "Tất nhiên! Nó nguy hiểm, nhưng không nghi ngờ gì rằng bạn có thể xử lý nó. Lấy chìa khóa này.",
    "zh-CN": "答案是肯定的！这很危险，但毫无疑问，你可以处理它。拿起这把钥匙。",
    "zh-TW": "答案是肯定的！這很危險，但毫無疑問，你可以處理它。拿起這把鑰匙。"
}
