{
    "ar": "أشعر بسحر مظلم في الهواء. هذه ليست تماثيل ، هؤلاء الناس ملعونون!",
    "bg": "Усещам тъмна магия във въздуха. Това не са статуи, тези хора са проклети!",
    "cs": "Cítím ve vzduchu temnou magii. Nejedná se o sochy, tito lidé jsou prokleti!",
    "da": "Jeg fornemmer en mørk magi i luften. Dette er ikke statuer, disse mennesker er forbandet!",
    "de": "Ich spüre eine dunkle Magie in der Luft. Das sind keine Statuen, diese Leute sind verflucht!",
    "el": "Νιώθω μια σκοτεινή μαγεία στον αέρα. Αυτά δεν είναι αγάλματα, αυτοί οι άνθρωποι είναι καταραμένοι!",
    "en": "I sense a dark magic in the air. These are not statues, these people are cursed!",
    "es": "Siento una magia oscura en el aire. ¡Estas no son estatuas, estas personas están malditas!",
    "es-419": "Siento una magia oscura en el aire. ¡Estas no son estatuas, estas personas están malditas!",
    "fi": "Tunnen tumman taikuuden ilmassa. Nämä eivät ole patsaita, nämä ihmiset ovat kirottuja!",
    "fr": "Je sens une magie noire dans l'air. Ce ne sont pas des statues, ces gens sont maudits!",
    "hu": "Érzem egy sötét varázslatot a levegőben. Ezek nem szobrok, ezek az emberek átkozottak!",
    "it": "Sento una magia oscura nell'aria. Queste non sono statue, queste persone sono maledette!",
    "ja": "空中で闇の魔法を感じる。これらは彫像ではありません、これらの人々は呪われています！",
    "ko": "나는 공중에서 어두운 마법을 느낀다. 이것들은 조각상이 아니고 저주받은 사람들입니다",
    "nl": "Ik voel een donkere magie in de lucht. Dit zijn geen beelden, deze mensen zijn vervloekt!",
    "no": "Jeg kjenner en mørk magi i lufta. Dette er ikke statuer, disse menneskene er forbannet!",
    "pl": "Wyczuwam w powietrzu mroczną magię. To nie są posągi, ci ludzie są przeklęci!",
    "pt": "Sinto uma magia negra no ar. Estas não são estátuas, essas pessoas são amaldiçoadas!",
    "pt-BR": "Sinto uma magia negra no ar. Estas não são estátuas, essas pessoas são amaldiçoadas!",
    "ro": "Simt o magie întunecată în aer. Acestea nu sunt statui, acești oameni sunt blestemați!",
    "ru": "Я чувствую темную магию в воздухе. Это не статуи, эти люди прокляты!",
    "sv": "Jag känner en mörk magi i luften. Det här är inte statyer, dessa människor är förbannade!",
    "th": "ฉันสัมผัสเวทมนต์มืดในอากาศ เหล่านี้ไม่ใช่รูปปั้นคนเหล่านี้ถูกสาป!",
    "tr": "Havada karanlık bir sihir hissediyorum. Bunlar heykel değil, bu insanlar lanetli!",
    "uk": "Я відчуваю темну магію в повітрі. Це не статуї, ці люди прокляті!",
    "vi": "Tôi cảm nhận được một ma thuật đen tối trong không khí. Đây không phải là tượng, những người này bị nguyền rủa!",
    "zh-CN": "我感觉到空气中有黑魔法。这些不是雕像，这些人是被诅咒的！",
    "zh-TW": "我感覺到空氣中有黑魔法。這些不是雕像，這些人是被詛咒的！"
}
