{
    "ar": "شكرا ً لإنقاذي، لكن لا يزال هناك سكان بلدة آخرون يحتاجون إلى الشفاء!",
    "bg": "Благодаря, че ме спаси, но все още има и други хора, които трябва да бъдат излекувани!",
    "cs": "Díky, že jsi mě zachránil, ale jsou tu ještě další měšťané, kteří se musí vyléčit!",
    "da": "Tak for at redde mig, men der er stadig andre byboere, der skal helbredes!",
    "de": "Danke, dass du mich gerettet hast, aber es gibt noch andere Städter, die geheilt werden müssen!",
    "el": "Σας ευχαριστώ για τη διάσωση μου, αλλά υπάρχουν ακόμα και άλλοι κάτοικοι που πρέπει να θεραπευτεί!",
    "en": "Thank you for saving me, but there are still other townspeople that need to be cured!",
    "es": "Gracias por salvarme, pero todavía hay otros habitantes que necesitan ser curados!",
    "es-419": "Gracias por salvarme, pero todavía hay otros habitantes que necesitan ser curados!",
    "fi": "Kiitos, että pelastit minut, mutta on vielä muitakin kaupunkilaisia, jotka on parannettava!",
    "fr": "Merci de m’avoir sauvé, mais il y a encore d’autres citadins qui ont besoin d’être guéris!",
    "hu": "Köszönöm, hogy megmentettél, de még mindig vannak más városiak, akiket meg kell gyógyítani!",
    "it": "Grazie per avermi salvato, ma ci sono ancora altri cittadini che devono essere curati!",
    "ja": "私を救ってくれてありがとう、しかし、まだ治す必要がある他の町の人々があります!",
    "ko": "저를 구해 주셔서 감사합니다,하지만 여전히 치료할 필요가 다른 마을 사람들이있다!",
    "nl": "Bedankt voor het redden van mij, maar er zijn nog andere stedelingen die moeten worden genezen!",
    "nb": "Takk for at du reddet meg, men det er fortsatt andre byfolk som må kureres!",
    "pl": "Dziękuję za uratowanie mnie, ale są jeszcze inni mieszczanie, którzy muszą być wyleczone!",
    "pt": "Obrigado por me salvar, mas ainda há outras pessoas da cidade que precisam de ser curadas!",
    "pt-BR": "Obrigado por me salvar, mas ainda há outras pessoas da cidade que precisam ser curadas!",
    "ro": "Mulțumesc că m-ai salvat, dar mai sunt și alți orășeni care trebuie vindecați!",
    "ru": "Спасибо, что спасли меня, но есть еще и другие горожане, которые должны быть вылечены!",
    "sv": "Tack för att du räddade mig, men det finns fortfarande andra stadsbor som måste botas!",
    "th": "ขอบคุณที่ช่วยผม แต่ยังคงมีชาวเมืองอื่น ๆ ที่ต้องหายขาด!",
    "tr": "Beni kurtardığın için teşekkürler, ama hala tedavi edilmesi gereken başka kasaba halkı var!",
    "uk": "Дякуємо вам за порятунок, але є ще інші городян, які необхідно вилікувати!",
    "vi": "Cảm ơn bạn đã cứu tôi, nhưng vẫn còn có những người khác mà cần phải được chữa khỏi!",
    "zh-CN": "谢谢你救了我，但还是有其他的城镇居民需要治愈！",
    "zh-TW": "謝謝你救了我,但還是有其他的城鎮居民需要治癒!"
}
