{
    "ar": "قبل أن أنزل الجسر من أجلك، عد إلى %s1. لديها مكافأة لك",
    "bg": "Преди да сваля моста, върни се в %s1. Тя има награда за теб.",
    "cs": "Než vám spustím most, vraťte se do %s1. Má pro tebe odměnu.",
    "da": "Før jeg sænker broen for dig, skal du vende tilbage til %s1. Hun har en belønning til dig.",
    "de": "Bevor ich die Brücke für Sie senken, kehren Sie zu %s1 zurück. Sie hat eine Belohnung für Sie.",
    "el": "Πριν κατεβάσω τη γέφυρα για σένα, γύρνα στο %s1. Έχει αμοιβή για σένα.",
    "en": "Before I lower the bridge for you, return to %s1. She has a reward for you.",
    "es": "Antes de bajar el puente por ti, vuelve a %s1. Ella tiene una recompensa por ti.",
    "es-419": "Antes de bajar el puente por ti, vuelve a %s1. Ella tiene una recompensa por ti.",
    "fi": "Ennen kuin lasken sillan puolestasi, palaa %s1:iin. Hänellä on palkkio sinulle.",
    "fr": "Avant que je baisse le pont pour vous, retournez à %s1. Elle a une récompense pour toi.",
    "hu": "Mielőtt leengedem a hidat, térj vissza a %s1-re. Jutalmat kapott érte.",
    "it": "Prima di abbassare il ponte per te, torna a %s1. Ha una ricompensa per te.",
    "ja": "私はあなたのために橋を下げる前に、%s1に戻ります。彼女はあなたに報酬を持っています。",
    "ko": "내가 당신을 위해 다리를 낮추기 전에, %s1로 돌아갑니다. 그녀는 당신을 위해 보상이있다.",
    "nl": "Voordat ik de brug voor u laat zakken, keert u terug naar %s1. Ze heeft een beloning voor je.",
    "nb": "Før jeg senker broen for deg, gå tilbake til %s1. Hun har en belønning for deg.",
    "pl": "Zanim opuszę most dla Ciebie, wróć do %s1. Ona ma dla ciebie nagrodę.",
    "pt": "Antes de baixar a ponte para ti, volta para %s1. Ela tem uma recompensa por ti.",
    "pt-BR": "Antes de baixar a ponte para você, volte para %s1. Ela tem uma recompensa por você.",
    "ro": "Înainte să cobor podul pentru tine, întoarce-te la %s1. Are o recompensă pentru tine.",
    "ru": "Прежде чем я опускаю мост для вас, вернитесь к %s1. У нее есть награда за тебя.",
    "sv": "Innan jag sänker bron för dig, återvänd till %s1. Hon har en belöning till dig.",
    "th": "ก่อนที่ฉันจะลดสะพานสําหรับคุณกลับไปที่ %s1 เธอมีรางวัลสําหรับคุณ",
    "tr": "Köprüyü senin için indirmeden önce %s1'e dön. Senin için bir ödülü var.",
    "uk": "Перш ніж я Знизьте міст для вас, поверніться до %s1. У неї є нагорода для вас.",
    "vi": "Trước khi tôi hạ thấp cây cầu cho bạn, quay trở lại %s1. Cô ấy có một phần thưởng cho bạn.",
    "zh-CN": "在我为你放下桥之前，回到%s1。她有奖赏给你。",
    "zh-TW": "在我為你放下橋之前,回到%s1。她有獎賞給你。"
}
