{
    "ar": "أرى أنك بدأت في إدراك صلاحياتك ، لكنك قادر على أكثر مما تعتقد.",
    "bg": "Виждам, че сте започнали да схващате силите си, но сте способни повече от колкото си мислите.",
    "cs": "Vidím, že jsi začal chápat své schopnosti, ale jsi schopen víc, než si myslíš.",
    "da": "Jeg ser, du er begyndt at forstå dine kræfter, men du er i stand til mere end du tror.",
    "de": "Ich sehe, du hast begonnen, deine Kräfte zu erfassen, aber du bist fähiger als du denkst.",
    "el": "Βλέπω ότι έχετε αρχίσει να κατανοείτε τις δυνάμεις σας, αλλά είστε ικανός περισσότερο από ότι νομίζετε.",
    "en": "I see you have started to grasp your powers, but you are capable than more than you think.",
    "es": "Veo que has comenzado a comprender tus poderes, pero eres más capaz de lo que piensas.",
    "es-419": "Veo que has comenzado a comprender tus poderes, pero eres más capaz de lo que piensas.",
    "fi": "Näen, että olet alkanut tarttua voimaisiisi, mutta sinä pystyt enemmän kuin luuletkaan.",
    "fr": "Je vois que vous avez commencé à saisir vos pouvoirs, mais vous êtes capable plus que vous ne le pensez.",
    "hu": "Látom, hogy elkezdtél megragadni hatalmát, de többet tudsz, mint gondolnád.",
    "it": "Vedo che hai iniziato ad afferrare i tuoi poteri, ma sei capace di più di quanto pensi.",
    "ja": "あなたはあなたの力をつかみ始めましたが、あなたはあなたが思っている以上に能力があります。",
    "ko": "나는 당신이 당신의 힘을 이해하기 시작했지만 당신은 생각보다 많은 능력을 가지고 있습니다.",
    "nl": "Ik zie dat je je krachten begint te begrijpen, maar je bent capabeler dan je denkt.",
    "no": "Jeg ser at du har begynt å fatte kreftene dine, men du er i stand til mer enn du tror.",
    "pl": "Widzę, że zacząłeś chwytać swoje moce, ale jesteś zdolny bardziej niż myślisz.",
    "pt": "Vejo que você começou a entender seus poderes, mas você é capaz do que mais do que pensa.",
    "pt-BR": "Vejo que você começou a entender seus poderes, mas você é capaz do que mais do que pensa.",
    "ro": "Văd că ați început să vă înțelegeți puterile, dar sunteți capabil decât mai mult decât credeți.",
    "ru": "Я вижу, вы начали понимать свои силы, но вы способны больше, чем вы думаете.",
    "sv": "Jag ser att du har börjat fånga dina krafter, men du är kapabel än mer än du tror.",
    "th": "ฉันเห็นว่าคุณเริ่มเข้าใจพลังของคุณแล้ว แต่คุณมีความสามารถมากกว่าที่คุณคิด",
    "tr": "Görüyorum ki güçlerini kavramaya başladın, ama sandığından daha fazlasını yapabilirsin.",
    "uk": "Я бачу, ви почали розуміти свої сили, але ви здатні більше, ніж ви думаєте.",
    "vi": "Tôi thấy bạn đã bắt đầu nắm bắt được sức mạnh của mình, nhưng bạn có khả năng nhiều hơn bạn nghĩ.",
    "zh-CN": "我看到您已经开始掌握自己的力量，但是您的能力超出了您的想象。",
    "zh-TW": "我看到您已經開始掌握自己的力量，但是您的能力超出了您的想像。"
}
