{
    "ar": "اسمح لي أن أمنحك كتابي الإملائي. مع ذلك ، سوف تكون قادرا على التحكم في الماء.",
    "bg": "Позволете ми да ви дам моята книга със заклинания. С него ще можете да контролирате водата.",
    "cs": "Dovolte mi, abych vám udělil svou knihu kouzel. S ním budete moci ovládat vodu.",
    "da": "Tillad mig at give dig min stavebog. Med det vil du være i stand til at kontrollere vand.",
    "de": "Erlauben Sie mir, Ihnen mein Zauberbuch zu gewähren. Damit können Sie das Wasser kontrollieren.",
    "el": "Επιτρέψτε μου να σας παραχωρήσω το βιβλίο ορθογραφίας μου. Με αυτό, θα μπορείτε να ελέγχετε το νερό.",
    "en": "Allow me to grant you my spellbook. With it, you will be able to control water.",
    "es": "Permítanme concederles mi libro de hechizos. Con él, podrás controlar el agua.",
    "es-419": "Permítanme concederles mi libro de hechizos. Con él, podrás controlar el agua.",
    "fi": "Sallikaa minun antaa teille loitsukirjani. Sen avulla voit hallita vettä.",
    "fr": "Permettez-moi de vous accorder mon livre de sorts. Avec lui, vous serez en mesure de contrôler l’eau.",
    "hu": "Engedje meg, hogy átadjam a varázskönyvemet. Ezzel képes lesz a víz szabályozására.",
    "it": "Permettetemi di concedervi il mio libro degli incantesimi. Con esso, sarai in grado di controllare l'acqua.",
    "ja": "私の魔導書をあなたに渡させてください。それを使用すると、水を制御することができます。",
    "ko": "내 주문서를 허락해 줄게. 그것으로 물을 조절할 수 있습니다.",
    "nl": "Sta me toe u mijn spreukenboek te geven. Hiermee kunt u water beheersen.",
    "no": "Tillat meg å gi deg min trolldomsbok. Med den vil du kunne kontrollere vann.",
    "pl": "Pozwólcie, że przyznam wam moją księgę zaklęć. Dzięki niemu będziesz mógł kontrolować wodę.",
    "pt": "Permitam-me conceder-lhe o meu livro ortográfico. Com ele, você será capaz de controlar a água.",
    "pt-BR": "Permitam-me que vos conceda o meu livro de feitiços. Com ele, você será capaz de controlar a água.",
    "ro": "Permiteți-mi să vă acord cartea mea de vrăji. Cu aceasta, veți putea controla apa.",
    "ru": "Позвольте мне предоставить вам мою книгу заклинаний. С его помощью вы сможете контролировать воду.",
    "sv": "Låt mig ge dig min stavningsbok. Med det kommer du att kunna kontrollera vatten.",
    "th": "อนุญาตให้ฉันมอบหนังสือสะกดของฉันให้คุณ ด้วยวิธีนี้คุณจะสามารถควบคุมน้ําได้",
    "tr": "Sana büyü kitabımı vermeme izin ver. Bununla beraber, suyu kontrol edebileceksiniz.",
    "uk": "Дозвольте мені дарувати вам мою книгу заклинань. З його допомогою ви зможете управляти водою.",
    "vi": "Cho phép tôi cấp cho bạn cuốn sách chính tả của tôi. Với nó, bạn sẽ có thể kiểm soát nước.",
    "zh-CN": "请允许我赐予你我的魔咒书。有了它，您将能够控制水。",
    "zh-TW": "請允許我賜予你我的魔咒書。有了它，您將能夠控制水。"
}
