{
    "ar": "تم تصميم هذه البرامج التعليمية لتكتمل باستخدام أدوات القرصنة الخارجية ، ولا يجب اعتبارها جزءًا من اللعبة.",
    "bg": "Тези уроци са проектирани да бъдат завършени с използване на външни хакерски инструменти и не трябва да се считат за част от играта.",
    "cs": "Tyto návody jsou navrženy tak, aby byly dokončeny pomocí externích hackerských nástrojů, a neměly by být považovány za součást hry.",
    "da": "Disse tutorials er designet til at blive afsluttet med brug af eksterne hacking-værktøjer og skal ikke betragtes som en del af spillet.",
    "de": "Diese Tutorials wurden entwickelt, um mit externen Hacking-Tools abgeschlossen zu werden und sind nicht als Teil des Spiels zu betrachten.",
    "el": "Αυτά τα μαθήματα έχουν σχεδιαστεί ώστε να ολοκληρώνονται με τη χρήση εξωτερικών εργαλείων hacking και δεν πρέπει να θεωρούνται ως μέρος του παιχνιδιού.",
    "en": "These tutorials are designed to be completed with use of external hacking tools, and are not to be considered as part of the game.",
    "es": "Estos tutoriales están diseñados para completarse con el uso de herramientas de piratería externas, y no deben considerarse como parte del juego.",
    "es-419": "Estos tutoriales están diseñados para completarse con el uso de herramientas de piratería externas, y no deben considerarse como parte del juego.",
    "fi": "Nämä oppaat on suunniteltu suoritettaviksi ulkoisten hakkerointityökalujen avulla, eikä niitä pidä pitää osana peliä.",
    "fr": "Ces didacticiels sont conçus pour être complétés par l'utilisation d'outils de piratage externes et ne doivent pas être considérés comme faisant partie du jeu.",
    "hu": "Ezeket az oktatókat úgy tervezték, hogy külső hackereszközök felhasználásával készüljenek el, és nem tekinthetők a játék részének.",
    "it": "Questi tutorial sono progettati per essere completati con l'uso di strumenti di hacking esterni e non devono essere considerati come parte del gioco.",
    "ja": "これらのチュートリアルは、外部のハッキングツールを使用して完了するように設計されており、ゲームの一部とは見なされません。",
    "ko": "이 튜토리얼은 외부 해킹 도구를 사용하여 완성되도록 설계되었으며 게임의 일부로 간주되지 않습니다.",
    "nl": "Deze tutorials zijn ontworpen om te worden voltooid met behulp van externe hacktools en moeten niet worden beschouwd als onderdeel van het spel.",
    "no": "Disse opplæringsprogrammene er designet for å bli fullført med bruk av eksterne hackingverktøy, og er ikke å betrakte som en del av spillet.",
    "pl": "Te samouczki zostały opracowane z wykorzystaniem zewnętrznych narzędzi do hakowania i nie należy ich traktować jako części gry.",
    "pt": "Esses tutoriais foram projetados para serem concluídos com o uso de ferramentas externas de hackers e não devem ser considerados como parte do jogo.",
    "pt-BR": "Esses tutoriais foram projetados para serem concluídos com o uso de ferramentas externas de hackers e não devem ser considerados como parte do jogo.",
    "ro": "Aceste tutoriale sunt concepute pentru a fi completate cu utilizarea instrumentelor externe de hacking și nu trebuie considerate ca făcând parte din joc.",
    "ru": "Эти учебные пособия предназначены для использования с внешними хакерскими инструментами и не должны рассматриваться как часть игры.",
    "sv": "Dessa tutorials är utformade för att slutföras med användning av externa hackverktyg och ska inte betraktas som en del av spelet.",
    "th": "บทช่วยสอนเหล่านี้ออกแบบมาให้เสร็จสมบูรณ์โดยใช้เครื่องมือแฮ็คภายนอกและไม่ถือเป็นส่วนหนึ่งของเกม",
    "tr": "Bu öğreticiler harici bilgisayar korsanlığı araçlarıyla tamamlanacak şekilde tasarlanmıştır ve oyunun bir parçası olarak düşünülmemelidir.",
    "uk": "Ці навчальні посібники розроблені так, щоб завершитись із застосуванням зовнішніх інструментів злому, і не повинні розглядатися як частина гри.",
    "vi": "Các hướng dẫn này được thiết kế để hoàn thành với việc sử dụng các công cụ hack bên ngoài và không được coi là một phần của trò chơi.",
    "zh-CN": "这些教程旨在通过使用外部黑客工具来完成，而不应视为游戏的一部分。",
    "zh-TW": "這些教程旨在通過使用外部黑客工具來完成，而不應視為遊戲的一部分。"
}
