{
    "ar": "JG / JGE / JL / JLE / JNG / JNL / JNGE / JNBL كلها تعليمات تؤدي قفزة فقط في ظل ظروف معينة.",
    "bg": "JG/JGE/JL/JLE/JNG/JNL/JNGE/JNBL са всички инструкции, които извършват скок само при определени условия.",
    "cs": "JG/JGE/JL/JLE/JNG/JNL/JNGE/JNBL jsou všechny instrukce, které provádějí skok pouze za určitých podmínek.",
    "da": "JG / JGE / JL / JLE / JNG / JNL / JNGE / JNBL er alle instruktioner, der kun udfører et spring under visse betingelser.",
    "de": "JG/JGE/JL/JLE/JNG/JNL/JNGE/JNBL sind alles Anweisungen, die nur unter bestimmten Bedingungen einen Sprung ausführen.",
    "el": "JG/JGE/JL/JLE/JNG/JNL/JNGE/JNBL είναι όλες οι οδηγίες που εκτελούν άλμα μόνο υπό ορισμένες συνθήκες.",
    "en": "JG/JGE/JL/JLE/JNG/JNL/JNGE/JNBL are all instructions that only perform a jump under certain conditions.",
    "es": "JG / JGE / JL / JLE / JNG / JNL / JNGE / JNBL son todas instrucciones que solo realizan un salto bajo ciertas condiciones.",
    "es-419": "JG / JGE / JL / JLE / JNG / JNL / JNGE / JNBL son todas instrucciones que solo realizan un salto bajo ciertas condiciones.",
    "fi": "JG/JGE/JL/JLE/JNG/JNL/JNGE/JNBL ovat kaikki ohjeita, jotka suorittavat hypyn vain tietyissä olosuhteissa.",
    "fr": "JG/JGE/JL/JLE/JNG/JNL/JNGE/JNBL sont toutes des instructions qui n’effectuent un saut que dans certaines conditions.",
    "hu": "A JG/JGE/JL/JLE/JNG/JNL/JNGE/JNBL mind olyan utasítások, amelyek csak bizonyos körülmények között hajtanak végre ugrást.",
    "it": "JG/JGE/JL/JLE/JNG/JNL/JNGE/JNBL sono tutte istruzioni che eseguono un salto solo in determinate condizioni.",
    "ja": "JG/JGE/JL/JLE/JNG/JNL/JNGE/JNBL は、特定の条件下でのみジャンプを実行するすべての命令です。",
    "ko": "JG/JGE/JL/JLE/JNG/JNL/JNGE/JNBL은 모두 특정 조건에서만 점프를 수행하는 명령입니다.",
    "nl": "JG/JGE/JL/JLE/JNG/JNL/JNGE/JNBL zijn allemaal instructies die alleen onder bepaalde omstandigheden een sprong uitvoeren.",
    "no": "JG/JGE/JL/JLE/JNG/JNL/JNGE/JNBL er alle instruksjoner som bare utfører et hopp under visse forhold.",
    "pl": "JG / JGE / JL / JLE / JNG / JNL / JNGE / JNBL to instrukcje, które wykonują skok tylko w określonych warunkach.",
    "pt": "JG/JGE/JL/JLE/JNG/JNL/JNGE/JNBL são todas instruções que só executam um salto sob certas condições.",
    "pt-BR": "JG/JGE/JL/JLE/JNG/JNL/JNGE/JNBL são instruções que só realizam um salto sob certas condições.",
    "ro": "JG / JGE / JL / JLE / JNG / JNL / JNGE / JNBL sunt toate instrucțiuni care efectuează un salt numai în anumite condiții.",
    "ru": "JG/JGE/JL/JLE/JNG/JNL/JNGE/JNBL — это все инструкции, которые выполняют прыжок только при определенных условиях.",
    "sv": "JG / JGE / JL / JLE / JNG / JNL / JNGE / JNBL är alla instruktioner som bara utför ett hopp under vissa förhållanden.",
    "th": "JG / JGE / JL / JLE / JNG / JNL / JNGE / JNGE / JNBL เป็นคําแนะนําทั้งหมดที่ทําการกระโดดภายใต้เงื่อนไขบางประการเท่านั้น",
    "tr": "JG/JGE/JL/JLE/JNG/JNL/JNGE/JNBL, yalnızca belirli koşullar altında bir sıçrama gerçekleştiren talimatlardır.",
    "uk": "JG/JGE/JL/JLE/JNG/JNL/JNGE/JNBL - це всі інструкції, які виконують стрибок лише за певних умов.",
    "vi": "JG / JGE / JL / JLE / JNG / JNL / JNGE / JNBL là tất cả các hướng dẫn chỉ thực hiện nhảy trong một số điều kiện nhất định.",
    "zh-CN": "JG/JGE/JL/JLE/JNG/JNL/JNGE/JNBL 都是仅在特定条件下执行跳转的指令。",
    "zh-TW": "JG/JGE/JL/JLE/JNG/JNL/JNGE/JNBL 都是僅在特定條件下執行跳轉的指令。"
}
