{
    "ar": "JP / JNP / JPE / JPO هي تعليمات تؤدي قفزة فقط اعتمادا على ما إذا كانت نتيجة أحدث تعليمات حسابية تحتوي على عدد فردي أو زوجي من البتات.",
    "bg": "JP / JNP / JPE / JPO са инструкции, които извършват само скок в зависимост от това дали резултатът от най-новата аритметична инструкция има нечетен или четен брой битове.",
    "cs": "JP/JNP/JPE/JPO jsou instrukce, které provádějí pouze skok v závislosti na tom, zda výsledek poslední aritmetické instrukce má lichý nebo sudý počet bitů.",
    "da": "JP/JNP/JPE/JPO er instruktioner, der kun udfører et spring afhængigt af, om resultatet af den seneste aritmetiske instruktion har et ulige eller lige antal bits.",
    "de": "JP/JNP/JPE/JPO sind Anweisungen, die nur einen Sprung ausführen, je nachdem, ob das Ergebnis der letzten arithmetischen Anweisung eine gerade oder gerade Anzahl von Bits hat.",
    "el": "JP/JNP/JPE/JPO είναι εντολές που εκτελούν μόνο ένα άλμα ανάλογα με το αν το αποτέλεσμα της πιο πρόσφατης αριθμητικής εντολής έχει μονό ή ζυγό αριθμό bit.",
    "en": "JP/JNP/JPE/JPO are instructions that only perform a jump depending on whether the result of the most recent arithmetic instruction has an odd or even number of bits.",
    "es": "JP/JNP/JPE/JPO son instrucciones que sólo realizan un salto dependiendo de si el resultado de la instrucción aritmética más reciente tiene un número par o impar de bits.",
    "es-419": "JP/JNP/JPE/JPO son instrucciones que sólo realizan un salto dependiendo de si el resultado de la instrucción aritmética más reciente tiene un número par o impar de bits.",
    "fi": "JP/JNP/JPE/JPO ovat käskyjä, jotka suorittavat hypyn vain sen mukaan, onko viimeisimmän aritmeettisen käskyn tuloksessa pariton vai parillinen määrä bittejä.",
    "fr": "JP/JNP/JPE/JPO sont des instructions qui n’effectuent qu’un saut selon que le résultat de l’instruction arithmétique la plus récente a un nombre impair ou pair de bits.",
    "hu": "A JP/JNP/JPE/JPO olyan utasítások, amelyek csak attól függően hajtanak végre ugrást, hogy a legutóbbi aritmetikai utasítás eredménye páratlan vagy páros számú bitet tartalmaz.",
    "it": "JP/JNP/JPE/JPO sono istruzioni che eseguono solo un salto a seconda che il risultato dell'istruzione aritmetica più recente abbia un numero pari o dispari di bit.",
    "ja": "JP/JNP/JPE/JPOは、直近の算術命令の結果が奇数ビットか偶数ビットかに応じてジャンプするだけの命令です。",
    "ko": "JP/JNP/JPE/JPO는 가장 최근의 산술 명령의 결과가 홀수 또는 짝수 비트인지 여부에 따라 점프만 수행하는 명령입니 다.",
    "nl": "JP/JNP/JPE/JPO zijn instructies die alleen een sprong uitvoeren, afhankelijk van of het resultaat van de meest recente rekeninstructie een oneven of even aantal bits heeft.",
    "no": "JP/JNP/JPE/JPO er instruksjoner som bare utfører et hopp, avhengig av om resultatet av den siste aritmetiske instruksjonen har et oddetall eller partall av biter.",
    "pl": "JP/JNP/JPE/JPO to instrukcje, które wykonują tylko skok w zależności od tego, czy wynik najnowszej instrukcji arytmetycznej ma nieparzystą, czy parzystą liczbę bitów.",
    "pt": "JP/JNP/JPE/JPO são instruções que apenas executam um salto dependendo se o resultado da instrução aritmética mais recente tem um número ímpar ou par de bits.",
    "pt-BR": "JP/JNP/JPE/JPO são instruções que só realizam um salto dependendo se o resultado da instrução aritmética mais recente tem um número ímpar ou par de bits.",
    "ro": "JP / JNP / JPE / JPO sunt instrucțiuni care efectuează un salt numai în funcție de faptul dacă rezultatul celei mai recente instrucțiuni aritmetice are un număr impar sau par de biți.",
    "ru": "JP/JNP/JPE/JPO — это инструкции, которые выполняют скачок только в зависимости от того, имеет ли результат последней арифметической инструкции четное или нечетное число битов.",
    "sv": "JP/JNP/JPE/JPO är instruktioner som bara utför ett hopp beroende på om resultatet av den senaste aritmetiska instruktionen har ett udda eller jämnt antal bitar.",
    "th": "JP/JNP/JPE/JPO เป็นคําแนะนําที่ทําการกระโดดเท่านั้นขึ้นอยู่กับว่าผลลัพธ์ของคําสั่งเลขคณิตล่าสุดมีจํานวนบิตคี่หรือคู่",
    "tr": "JP / JNP / JPE / JPO, en son aritmetik talimatın sonucunun tek veya çift sayıda bit içermesine bağlı olarak yalnızca bir sıçrama gerçekleştiren talimatlardır.",
    "uk": "JP/JNP/JPE/JPO — це інструкції, які виконують лише перехід залежно від того, чи результат останньої арифметичної інструкції має непарну або парну кількість бітів.",
    "vi": "JP / JNP / JPE / JPO là các hướng dẫn chỉ thực hiện một bước nhảy tùy thuộc vào việc kết quả của hướng dẫn số học gần đây nhất có số bit lẻ hay chẵn.",
    "zh-CN": "JP/JNP/JPE/JPO 是仅根据最新算术指令的结果是奇数位数还是偶数位数执行跳转的指令。",
    "zh-TW": "JP/JNP/JPE/JPO 是僅根據最新算術指令的結果是奇數位數還是偶數位數執行跳轉的指令。"
}
