{
    "ar": "قم بإخفاء الرقم ب 0xF ، وهو 15 في النظام العشري. هذا يقيد الرقم العشوائي بين 0 و 15.",
    "bg": "Маскирайте числото с 0xF, което е 15 в десетичната запетая. Това ограничава случайното число между 0 и 15.",
    "cs": "Zakryjte číslo číslem 0xF, což je 15 v desítkové soustavě. To omezuje náhodné číslo mezi 0 a 15.",
    "da": "Masker tallet med 0xF, som er 15 i decimal. Dette begrænser det tilfældige tal mellem 0 og 15.",
    "de": "Maskieren Sie die Zahl mit 0xF, d. h. 15 Dezimalstellen. Dadurch wird die Zufallszahl zwischen 0 und 15 eingeschränkt.",
    "el": "Καλύψτε τον αριθμό με 0xF, ο οποίος είναι 15 σε δεκαδικό. Αυτό περιορίζει τον τυχαίο αριθμό μεταξύ 0 και 15.",
    "en": "Mask the number with 0xF, which is 15 in decimal. This constrains the random number between 0 and 15.",
    "es": "Enmascara el número con 0xF, que es 15 en decimal. Esto limita el número aleatorio entre 0 y 15.",
    "es-419": "Enmascara el número con 0xF, que es 15 en decimal. Esto limita el número aleatorio entre 0 y 15.",
    "fi": "Peitä numero 0xF: llä, joka on 15 desimaalia. Tämä rajoittaa satunnaisluvun väliltä 0-15.",
    "fr": "Masquez le nombre avec 0xF, qui est 15 en décimale. Cela contraint le nombre aléatoire entre 0 et 15.",
    "hu": "Maszkolja a számot 0xF-vel, amely 15 tizedesjegyben. Ez 0 és 15 közé korlátozza a véletlen számot.",
    "it": "Maschera il numero con 0xF, che è 15 in decimale. Questo vincola il numero casuale tra 0 e 15.",
    "ja": "数値を 0xF (10 進数の 15) でマスクします。これにより、乱数が 0 から 15 の間で制限されます。",
    "ko": "숫자를 10진수로 15인 0xF로 마스킹합니다. 이렇게 하면 0에서 15 사이의 난수가 제한됩니다.",
    "nl": "Maskeer het getal met 0xF, dat 15 in decimaal is. Hierdoor wordt het willekeurige getal tussen 0 en 15 beperkt.",
    "no": "Masker tallet med 0xF, som er 15 i desimal. Dette begrenser det tilfeldige tallet mellom 0 og 15.",
    "pl": "Zamaskuj liczbę za pomocą 0xF, która wynosi 15 po przecinku. Ogranicza to liczbę losową od 0 do 15.",
    "pt": "Mascare o número com 0xF, que é 15 em decimal. Isso restringe o número aleatório entre 0 e 15.",
    "pt-BR": "Mascare o número com 0xF, que é 15 em decimal. Isso restringe o número aleatório entre 0 e 15.",
    "ro": "Mascați numărul cu 0xF, care este cu 15 zecimale. Acest lucru constrânge numărul aleator între 0 și 15.",
    "ru": "Замаскируйте число 0xF, которое равно 15 в десятичной системе. Это ограничивает случайное число от 0 до 15.",
    "sv": "Maskera talet med 0xF, vilket är 15 i decimal. Detta begränsar slumptalet mellan 0 och 15.",
    "th": "ปิดบังตัวเลขด้วย 0xF ซึ่งเป็นทศนิยม 15 สิ่งนี้จํากัดจํานวนสุ่มระหว่าง 0 ถึง 15",
    "tr": "Sayıyı, ondalık olarak 15 olan 0xF maskeleyin. Bu, rastgele sayıyı 0 ile 15 arasında sınırlar.",
    "uk": "Замаскуйте число 0xF, яке дорівнює десятковому числу 15. Це обмежує випадкове число від 0 до 15.",
    "vi": "Che số bằng 0xF, là 15 trong số thập phân. Điều này hạn chế số ngẫu nhiên từ 0 đến 15.",
    "zh-CN": "用 0xF 屏蔽数字，十进制为 15。这将限制 0 到 15 之间的随机数。",
    "zh-TW": "用 0xF 遮罩數位，十進位為 15。這將限制 0 到 15 之間的隨機數。"
}
