{
    "ar": "انتشرت ملكة قواها رقيقة تبحث عن هذا قزم.",
    "bg": "Вашата кралица е разпростряла силите си тънко в търсене на този елф.",
    "cs": "Vaše královna rozšířila své síly a hledala tohoto elfa.",
    "da": "Din dronning har spredt sine kræfter på tynde sider efter denne alve.",
    "de": "Deine Königin hat ihre Kräfte auf die Suche nach dieser Elfe ausgedehnt.",
    "el": "Η βασίλισσα σου έχει εξαπλωθεί στις δυνάμεις της ψάχνοντας για αυτόν τον ξωτικό.",
    "en": "Your queen has spread her forces thin searching for this elf.",
    "es": "Tu reina ha extendido sus fuerzas en busca de este elfo.",
    "es-419": "Tu reina ha extendido sus fuerzas en busca de este elfo.",
    "fi": "Kuningattarenne on levittänyt voimansa ohutksi etsimään tätä tonttua.",
    "fr": "Votre reine a dispersé ses forces à la recherche de cet elfe.",
    "hu": "A királynője eloszlatta erőit erre az elfre keresve.",
    "it": "La tua regina ha diffuso le sue forze alla ricerca di questo elfo.",
    "ja": "あなたの女王は、このエルフを探して力を薄く広げました。",
    "ko": "당신의 여왕은이 엘프를 찾기 위해 그녀의 군대를 얇게 퍼뜨 렸습니다.",
    "nl": "Je koningin heeft haar krachten dun verspreid op zoek naar deze elf.",
    "no": "Dronningen din har spredt kreftene sine tynt på jakt etter denne alven.",
    "pl": "Twoja królowa rozproszyła swoje siły, szukając tego elfa.",
    "pt": "Sua rainha espalhou suas forças procurando por esse elfo.",
    "pt-BR": "Sua rainha espalhou suas forças procurando por esse elfo.",
    "ro": "Regina ta și-a întins forțele subțiri căutând acest elf.",
    "ru": "Твоя королева расправила свои силы в поисках этого эльфа.",
    "sv": "Din drottning har spridit sina krafter tunt och letat efter denna älva.",
    "th": "ราชินีของคุณกระจายพลังบางอย่างเพื่อค้นหาเอลฟ์นี้",
    "tr": "Kraliçeniz bu elfleri aramak için güçlerini yaydı.",
    "uk": "Ваша королева тоненько розповсюдила сили, шукаючи цього ельфа.",
    "vi": "Nữ hoàng của bạn đã lan rộng lực lượng của mình để tìm kiếm yêu tinh này.",
    "zh-CN": "您的女王为寻找这个精灵而分散了她的力量。",
    "zh-TW": "您的女王為尋找這個精靈而分散了她的力量。"
}
