{
    "ar": "بينما نتحدث ، يسير سلاحي الأقوى نحو XYZ ، لكنك لن تعيش طويلًا بما يكفي لرؤية المذبحة!",
    "bg": "Докато говорим, най-мощното ми оръжие върви към XYZ, но няма да живеете достатъчно дълго, за да видите касапницата!",
    "cs": "Když mluvíme, moje nejsilnější zbraň pochoduje směrem k XYZ, ale nebudete žít dost dlouho, abyste viděli ten krveprolití!",
    "da": "Mens vi taler, marcherer mit mest magtfulde våben mod XYZ, men du vil ikke leve længe nok til at se blodbadet!",
    "de": "Während wir sprechen, marschiert meine mächtigste Waffe auf XYZ zu, aber Sie werden nicht lange genug leben, um das Gemetzel zu sehen!",
    "el": "Καθώς μιλάμε, το ισχυρότερο όπλο μου κινείται προς το XYZ, αλλά δεν θα ζήσετε αρκετό καιρό για να δείτε το μακελειό!",
    "en": "As we speak, my most powerful weapon marches towards XYZ, but you will not live long enough to see the carnage!",
    "es": "Mientras hablamos, mi arma más poderosa marcha hacia XYZ, ¡pero no vivirás lo suficiente como para ver la carnicería!",
    "es-419": "Mientras hablamos, mi arma más poderosa marcha hacia XYZ, ¡pero no vivirás lo suficiente como para ver la carnicería!",
    "fi": "Puhuessamme voimakkain aseeni marssi kohti XYZ: ää, mutta et elää tarpeeksi kauan nähdäksesi verilöylyn!",
    "fr": "Au moment où nous parlons, mon arme la plus puissante marche vers XYZ, mais vous ne vivrez pas assez longtemps pour voir le carnage!",
    "hu": "Ahogy beszéltünk, a legerősebb fegyverem az XYZ felé vezetett, de nem fogsz élni elég sokáig, hogy meglátjátok a mészárlást!",
    "it": "Mentre parliamo, la mia arma più potente marcia verso XYZ, ma non vivrai abbastanza a lungo per vedere la carneficina!",
    "ja": "私たちが話すように、私の最も強力な武器はXYZに向かって行進します、しかし、あなたは虐殺を見るのに十分長く生きられません！",
    "ko": "우리가 말할 때, 나의 가장 강력한 무기는 XYZ를 향해 행진하지만, 당신은 대학살을 볼만큼 오래 살지 않을 것입니다!",
    "nl": "Op dit moment marcheert mijn krachtigste wapen richting XYZ, maar je zult niet lang genoeg leven om het bloedbad te zien!",
    "no": "Mens vi snakker, marsjerer det mektigste våpenet mitt mot XYZ, men du vil ikke leve lenge nok til å se blodbadet!",
    "pl": "Kiedy mówimy, moja najpotężniejsza broń maszeruje w kierunku XYZ, ale nie przeżyjesz wystarczająco długo, aby zobaczyć rzeź!",
    "pt": "Enquanto falamos, minha arma mais poderosa marcha em direção a XYZ, mas você não viverá o suficiente para ver a carnificina!",
    "pt-BR": "Enquanto falamos, minha arma mais poderosa marcha em direção a XYZ, mas você não viverá o suficiente para ver a carnificina!",
    "ro": "În timp ce vorbim, arma mea cea mai puternică merge spre XYZ, dar nu vei trăi suficient de mult pentru a vedea carnavalul!",
    "ru": "Пока мы говорим, мое самое мощное оружие идет к XYZ, но вы не проживете достаточно долго, чтобы увидеть бойню!",
    "sv": "När vi talar går min mest kraftfulla vapen mot XYZ, men du kommer inte att leva tillräckligt länge för att se blodbadet!",
    "th": "ในขณะที่เราพูดอาวุธที่ทรงพลังที่สุดของฉันเดินตรงไปยัง XYZ แต่คุณจะมีชีวิตอยู่ไม่นานพอที่จะเห็นการสังหาร!",
    "tr": "Konuştuğumuzda, en güçlü silahım XYZ'ye doğru yürüyor, ancak katliamı görecek kadar uzun yaşamayacaksınız!",
    "uk": "Як ми говоримо, моя найпотужніша зброя рухається до XYZ, але ти не проживеш досить довго, щоб побачити різанину!",
    "vi": "Như chúng ta đã nói, vũ khí mạnh nhất của tôi diễu hành về phía XYZ, nhưng bạn sẽ không sống đủ lâu để nhìn thấy cuộc tàn sát!",
    "zh-CN": "正如我们所说的，我最强大的武器正在向XYZ进发，但您的寿命将不足以看到屠杀！",
    "zh-TW": "正如我們所說的，我最強大的武器正在向XYZ進發，但您的壽命將不足以看到屠殺！"
}
