{
    "ar": "بينما نتحدث ، يسير أقوى قيادي في اتجاه %s1 ، لكنك لن تعيش طويلًا بما يكفي لرؤية المجزرة!",
    "bg": "Докато говорим, най-могъщият ми командир тръгва към %s1, но няма да живеете достатъчно дълго, за да видите касапницата!",
    "cs": "Když mluvíme, můj nejmocnější velitel pochoduje směrem k %s1, ale nebudete žít dost dlouho, abyste viděli ten krveprolití!",
    "da": "Mens vi taler, marcherer min mest magtfulde kommandør mod %s1, men du vil ikke leve længe nok til at se blodbadet!",
    "de": "Während wir sprechen, marschiert mein mächtigster Kommandant auf %s1 zu, aber Sie werden nicht lange genug leben, um das Gemetzel zu sehen!",
    "el": "Όπως μιλάμε, ο πιο ισχυρός διοικητής μου πορεύεται προς το %s1, αλλά δεν θα ζήσετε αρκετό καιρό για να δείτε το σφαγείο!",
    "en": "As we speak, my most powerful commander marches towards %s1, but you will not live long enough to see the carnage!",
    "es": "Mientras hablamos, mi comandante más poderoso marcha hacia %s1, ¡pero no vivirás lo suficiente como para ver la carnicería!",
    "es-419": "Mientras hablamos, mi comandante más poderoso marcha hacia %s1, ¡pero no vivirás lo suficiente como para ver la carnicería!",
    "fi": "Puhuessamme voimakkain komentaja marssi kohti %s1: ää, mutta et elää tarpeeksi kauan nähdäksesi verilöylyn!",
    "fr": "Au moment où nous parlons, mon commandant le plus puissant marche vers %s1, mais vous ne vivrez pas assez longtemps pour voir le carnage!",
    "hu": "Ahogy beszéltünk, a legerősebb parancsnokom az %s1 felé indul, de nem fogsz túl sokáig élni, hogy lássa a mészárlást!",
    "it": "Mentre parliamo, il mio comandante più potente marcia verso %s1, ma non vivrai abbastanza a lungo per vedere la carneficina!",
    "ja": "私たちが話すように、私の最も強力な司令官は%s1に向かって行進しますが、あなたは虐殺を見るのに十分長く生きることはできません！",
    "ko": "우리가 말한 것처럼, 나의 가장 강력한 사령관은 %s1를 향해 행진하지만, 당신은 대학살을 볼만큼 오래 살지 않을 것입니다!",
    "nl": "Op dit moment marcheert mijn machtigste commandant naar %s1, maar je zult niet lang genoeg leven om het bloedbad te zien!",
    "no": "Mens vi snakker, marsjerer min mektigste kommandør mot %s1, men du vil ikke leve lenge nok til å se blodbadet!",
    "pl": "Kiedy mówimy, mój najpotężniejszy dowódca maszeruje w kierunku %s1, ale nie przeżyjesz wystarczająco długo, aby zobaczyć rzeź!",
    "pt": "Enquanto falamos, meu comandante mais poderoso marcha em direção a %s1, mas você não viverá o suficiente para ver a carnificina!",
    "pt-BR": "Enquanto falamos, meu comandante mais poderoso marcha em direção a %s1, mas você não viverá o suficiente para ver a carnificina!",
    "ro": "În timp ce vorbim, cel mai puternic comandant al meu merge spre %s1, dar nu veți trăi suficient de mult pentru a vedea carnavalul!",
    "ru": "Пока мы говорим, мой самый сильный командир идет к %s1, но вы не проживете достаточно долго, чтобы увидеть бойню!",
    "sv": "När vi talar går min kraftfullaste befälhavare mot %s1, men du kommer inte att leva tillräckligt länge för att se blodbadet!",
    "th": "ในขณะที่เราพูดผู้บัญชาการที่ทรงพลังที่สุดของฉันเดินไปยัง %s1 แต่คุณจะมีชีวิตอยู่ไม่นานพอที่จะเห็นการสังหาร!",
    "tr": "Konuştuğumuzda, en güçlü komutanım %s1'ye doğru yürüyor, ancak katliamı görecek kadar uzun yaşamayacaksınız!",
    "uk": "Як ми говоримо, мій найпотужніший командир йде до %s1, але ти не проживеш досить довго, щоб побачити розправу!",
    "vi": "Khi chúng tôi nói chuyện, chỉ huy mạnh nhất của tôi hành quân về phía %s1, nhưng bạn sẽ không sống đủ lâu để nhìn thấy cuộc tàn sát!",
    "zh-CN": "在我们讲话时，我最有能力的指挥官向%s1进发，但您的寿命将不足以看到屠杀！",
    "zh-TW": "在我們講話時，我最有能力的指揮官向%s1進發，但您的壽命將不足以看到屠殺！"
}
