{
    "ar": "انت مرة اخرى! لم أشكرك أبدًا على إنقاذك من هذا القزم",
    "bg": "Ти отново! Никога не съм ти благодарил, че ме спаси от този трол.",
    "cs": "Zase ty! Nikdy jsem ti nepoděkoval, že jsi mě zachránil před tímto trolem.",
    "da": "Dig igen! Jeg takkede dig aldrig for at redde mig fra det trold.",
    "de": "Du schon wieder! Ich habe dir nie gedankt, dass du mich vor diesem Troll gerettet hast.",
    "el": "Πάλι εσύ! Ποτέ δεν σε ευχαριστήσω που με έσωσε από το συγγραφέα.",
    "en": "You again! I never thanked you for saving me from that troll.",
    "es": "¡Tú otra vez! Nunca te agradecí por salvarme de ese troll.",
    "es-419": "¡Tú otra vez! Nunca te agradecí por salvarme de ese troll.",
    "fi": "Sinä taas! En ole koskaan kiittänyt sinua pelastamasta minua siitä pelasta.",
    "fr": "Toi encore! Je ne vous ai jamais remercié de m'avoir sauvé de ce troll.",
    "hu": "Megint te! Soha nem köszöntem meg, hogy megmentett engem ebből a trollból.",
    "it": "Di nuovo tu! Non ti ho mai ringraziato per avermi salvato da quel troll.",
    "ja": "またか！そのトロールから私を救ってくれたことに感謝したことはありません。",
    "ko": "당신이 다시! 나는 그 트롤에서 나를 구 해주셔서 감사하지 않았습니다.",
    "nl": "Jij weer! Ik heb je nooit bedankt dat je me van die trol hebt gered.",
    "no": "Deg igjen! Jeg takket aldri for at du reddet meg fra det trollet.",
    "pl": "Znowu ty! Nigdy ci nie podziękowałem za uratowanie mnie przed tym trollem.",
    "pt": "Você novamente! Eu nunca te agradeci por me salvar daquele troll.",
    "pt-BR": "Você novamente! Eu nunca te agradeci por me salvar daquele troll.",
    "ro": "Tu din nou! Nu ți-am mulțumit niciodată că m-ai salvat de pe troll.",
    "ru": "Снова ты! Я никогда не благодарил тебя за спасение меня от этого тролля.",
    "sv": "Du igen! Jag tackade aldrig för att du räddade mig från det trollet.",
    "th": "คุณอีกครั้ง! ฉันไม่เคยขอบคุณคุณที่ช่วยฉันจากโทรลล์นั้น",
    "tr": "Yine sen! Beni o trolden kurtardığın için teşekkür etmedim.",
    "uk": "Ви знову! Я ніколи не дякував тобі за те, що врятував мене від цього троля.",
    "vi": "Lại là bạn! Tôi không bao giờ cảm ơn bạn đã cứu tôi khỏi troll đó.",
    "zh-CN": "又是你！我从未感谢过您从那个巨魔中拯救了我。",
    "zh-TW": "又是你！我從未感謝過您從那個巨魔中救出了我。"
}
