{
    "ar": "واسمحوا لي أن أقدم لكم بركتي. مع ذلك ، سوف تكون قادرة على السيطرة على المياه.",
    "bg": "Позволете ми да ви дам моята благословия. С него ще можете да контролирате водата.",
    "cs": "Dovolte mi, abych vám udělil své požehnání. Díky tomu budete moci ovládat vodu.",
    "da": "Tillad mig at give dig min velsignelse. Med det vil du være i stand til at kontrollere vand.",
    "de": "Gestatten Sie mir, Ihnen meinen Segen zu gewähren. Mit ihm können Sie Wasser kontrollieren.",
    "el": "Επιτρέψτε μου να σας παραχωρήσω την ευλογία μου. Με αυτό, θα είστε σε θέση να ελέγξετε το νερό.",
    "en": "Allow me to grant you my blessing. With it, you will be able to control water.",
    "es": "Permíteme concederte mi bendición. Con ella podrás controlar el agua.",
    "es-419": "Permíteme concederte mi bendición. Con ella podrás controlar el agua.",
    "fi": "Sallikaa minun antaa sinulle siunaukseni. Sen avulla pystyt hallitsemaan vettä.",
    "fr": "Permettez-moi de vous accorder ma bénédiction. Avec lui, vous pourrez contrôler l'eau.",
    "hu": "Engedje meg, hogy áldást adjak neked. Vele ellenőrizheti a vizet.",
    "it": "Permettimi di concederti la mia benedizione. Con esso, sarai in grado di controllare l'acqua.",
    "ja": "私にあなたに私の祝福を与えさせてください。それを使用すると、水を制御することができます。",
    "ko": "축복을 드릴게요 그것으로, 당신은 물을 제어 할 수 있습니다.",
    "nl": "Sta mij toe u mijn zegen te schenken. Hiermee kun je water regelen.",
    "no": "La meg gi deg min velsignelse. Med det vil du kunne kontrollere vann.",
    "pl": "Pozwólcie, że udzielę wam mojego błogosławieństwa. Dzięki niemu będziesz mógł kontrolować wodę.",
    "pt": "Permita-me conceder-lhe minha bênção. Com ele, você poderá controlar a água.",
    "pt-BR": "Permita-me conceder-lhe minha bênção. Com ele, você poderá controlar a água.",
    "ro": "Permiteți-mi să vă acord binecuvântarea mea. Cu aceasta, veți putea controla apa.",
    "ru": "Позвольте мне дать вам мое благословение. С его помощью вы сможете контролировать воду.",
    "sv": "Låt mig ge dig min välsignelse. Med det kommer du att kunna kontrollera vatten.",
    "th": "อนุญาตให้ฉันให้พรฉัน ด้วยคุณจะสามารถควบคุมน้ำ",
    "tr": "Sana kutsamı vereyim. Bununla birlikte, suyu kontrol edebileceksiniz.",
    "uk": "Дозвольте мені дати вам моє благословення. З його допомогою ви зможете контролювати воду.",
    "vi": "Cho phép tôi ban cho bạn phước lành của tôi. Với nó, bạn sẽ có thể kiểm soát nước.",
    "zh-CN": "请允许我祝福你。有了它，您将能够控制水。",
    "zh-TW": "請允許我祝福你。有了它，您將能夠控制水。"
}
