{
    "ar": "استخدام الصلاحيات الخاصة بك. السباحة من خلال الهواء لمغادرة حرمي.",
    "bg": "Използвайте силите си. Плувайте във въздуха, за да оставя светилището ми.",
    "cs": "Využijte své schopnosti. Plavat vzduchem, abych opustil svatyni.",
    "da": "Brug dine kræfter. Svøm gennem luften for at forlade min helligdom.",
    "de": "Nutze deine Kräfte. Durch die Luft schwimmen, um mein Heiligtum zu verlassen.",
    "el": "Χρησιμοποιήστε τις δυνάμεις σας. Κολυμπήστε στον αέρα για να αφήσετε το ιερό μου.",
    "en": "Use your powers. Swim through the air to leave my sanctum.",
    "es": "Usa tus poderes. Nada por el aire para salir de mi santuario.",
    "es-419": "Usa tus poderes. Nada por el aire para salir de mi santuario.",
    "fi": "Käytä valtuuksiasi. Ui ilman läpi jättääkseni sydänsuodatini.",
    "fr": "Utilisez vos pouvoirs. Nagez dans les airs pour quitter mon sanctuaire.",
    "hu": "Használd a hatalmat. Úszj le a levegőn, hogy elhagyjam a szentélyem.",
    "it": "Usa i tuoi poteri. Nuota in aria per lasciare il mio sanctum.",
    "ja": "あなたの力を使用してください。聖域を離れるために空中を泳ぎます。",
    "ko": "당신의 힘을 사용하십시오. 공기를 헤엄 쳐 내 성소를 떠나십시오.",
    "nl": "Gebruik je krachten. Zwem door de lucht om mijn heiligdom te verlaten.",
    "no": "Bruk kreftene dine. Svøm gjennom luften for å forlate helligdommen min.",
    "pl": "Użyj swoich mocy. Płyń w powietrzu, aby opuścić moje sanktuarium.",
    "pt": "Use seus poderes. Nade no ar para deixar meu santuário.",
    "pt-BR": "Use seus poderes. Nade no ar para deixar meu santuário.",
    "ro": "Folosește-ți puterile. Înot prin aer pentru a-mi părăsi sanctumul.",
    "ru": "Используйте свои силы. Плыви по воздуху, чтобы покинуть мое святилище.",
    "sv": "Använd dina krafter. Simma genom luften för att lämna min helgedom.",
    "th": "ใช้พลังของคุณ ว่ายน้ำผ่านอากาศเพื่อออกจากถ้ำของฉัน",
    "tr": "Güçlerini kullan. Kutsal alanımı terk etmek için havada yüzün.",
    "uk": "Використовуйте свої повноваження. Попливте повітрям, щоб залишити мою святиню.",
    "vi": "Sử dụng quyền hạn của bạn. Bơi trong không khí để rời khỏi thánh đường của tôi.",
    "zh-CN": "用你的力量。空中游泳离开我的圣所。",
    "zh-TW": "用你的力量。空中游泳離開我的聖所。"
}
