{
    "ar": "كنت أرغب في ركوب القطار إلى القلعة ، لكنني أسمع أنها موبوءة بالأشباح!",
    "bg": "Исках да взема влака до замъка, но чувам, че е заразен с призраци!",
    "cs": "Chtěl jsem jet vlakem na hrad, ale slyšel jsem, že je zamořen duchy!",
    "da": "Jeg ville tage toget til slottet, men jeg hører, at det er inficeret med spøgelser!",
    "de": "Ich wollte mit dem Zug zum Schloss fahren, aber ich höre, dass es von Geistern heimgesucht wird!",
    "el": "Ήθελα να πάρω το τρένο για το κάστρο, αλλά ακούω ότι είναι μολυσμένο με φαντάσματα!",
    "en": "I wanted to take the train to the castle, but I hear that it is infested with ghosts!",
    "es": "Quería tomar el tren hasta el castillo, ¡pero escuché que está infestado de fantasmas!",
    "es-419": "Quería tomar el tren hasta el castillo, ¡pero escuché que está infestado de fantasmas!",
    "fi": "Halusin mennä junalla linnaan, mutta olen kuullut, että se on täynnä aaveita!",
    "fr": "Je voulais prendre le train pour le château, mais j’ai entendu dire qu’il est infesté de fantômes!",
    "hu": "Vonattal akartam menni a kastélyba, de azt hallom, hogy szellemek vannak megfertőzve!",
    "it": "Volevo prendere il treno per il castello, ma ho sentito che è infestato da fantasmi!",
    "ja": "電車で城まで行きたかったのですが、幽霊がはびこっているそうです!",
    "ko": "기차를 타고 성으로 가고 싶었지만 귀신이 들끓는다고 들었습니다!",
    "nl": "Ik wilde de trein nemen naar het kasteel, maar ik hoor dat het besmet is met geesten!",
    "no": "Jeg ville ta toget til slottet, men jeg hører at det er befengt med spøkelser!",
    "pl": "Chciałem wsiąść do pociągu do zamku, ale słyszałem, że jest opanowany przez duchy!",
    "pt": "Eu queria pegar o trem para o castelo, mas ouvi dizer que ele está infestado de fantasmas!",
    "pt-BR": "Eu queria pegar o trem para o castelo, mas ouço dizer que ele está infestado de fantasmas!",
    "ro": "Am vrut să iau trenul spre castel, dar am auzit că este infestat cu fantome!",
    "ru": "Я хотел сесть на поезд до замка, но слышал, что он кишит призраками!",
    "sv": "Jag ville ta tåget till slottet, men jag hör att det är infekterat med spöken!",
    "th": "ฉันอยากขึ้นรถไฟไปที่ปราสาท แต่ฉันได้ยินว่ามันเต็มไปด้วยผี!",
    "tr": "Treni kaleye götürmek istedim, ama hayaletlerle dolu olduğunu duydum!",
    "uk": "Я хотів сісти на поїзд до замку, але чую, що він кишить привидами!",
    "vi": "Tôi muốn đi tàu đến lâu đài, nhưng tôi nghe nói rằng nó bị nhiễm ma!",
    "zh-CN": "我想坐火车去城堡，但我听说那里到处都是鬼魂！",
    "zh-TW": "我想坐火車去城堡，但我聽說那裡到處都是鬼魂！"
}
