{
    "ar": "هزم بعض الأبطال الشجعان كل الأشباح التي تطارد القلعة! يمكنني أخيرا التخطيط لرحلتي.",
    "bg": "Някой смел герой победи всички призраци, обитаващи замъка! Най-накрая мога да планирам пътуването си.",
    "cs": "Nějaký statečný hrdina porazil všechny duchy, kteří straší na hradě! Konečně si můžu naplánovat cestu.",
    "da": "En modig helt besejrede alle de spøgelser, der hjemsøger slottet! Jeg kan endelig planlægge min rejse.",
    "de": "Ein tapferer Held hat alle Geister besiegt, die das Schloss heimsuchen! Endlich kann ich meine Reise planen.",
    "el": "Κάποιος γενναίος ήρωας νίκησε όλα τα φαντάσματα που στοιχειώνουν το κάστρο! Μπορώ επιτέλους να προγραμματίσω το ταξίδι μου.",
    "en": "Some brave hero vanquished all of the ghosts haunting the castle! I can finally plan my trip.",
    "es": "¡Algún valiente héroe venció a todos los fantasmas que rondaban el castillo! Finalmente puedo planificar mi viaje.",
    "es-419": "¡Algún valiente héroe venció a todos los fantasmas que rondaban el castillo! Finalmente puedo planificar mi viaje.",
    "fi": "Joku rohkea sankari kukisti kaikki linnassa kummittelevat aaveet! Voin vihdoin suunnitella matkani.",
    "fr": "Un héros courageux a vaincu tous les fantômes qui hantent le château! Je peux enfin planifier mon voyage.",
    "hu": "Néhány bátor hős legyőzte a kastélyban kísértő szellemeket! Végre megtervezhetem az utazásomat.",
    "it": "Qualche coraggioso eroe ha sconfitto tutti i fantasmi che infestano il castello! Posso finalmente pianificare il mio viaggio.",
    "ja": "勇敢な英雄が城に出没するすべての幽霊を打ち負かしました!ようやく旅行の計画を立てることができます。",
    "ko": "어떤 용감한 영웅이 성을 떠도는 모든 유령을 물리쳤습니다! 드디어 여행 계획을 세울 수 있습니다.",
    "nl": "Een dappere held versloeg alle geesten die door het kasteel spookten! Ik kan eindelijk mijn reis plannen.",
    "no": "Noen modige helter beseiret alle spøkelsene som hjemsøker slottet! Jeg kan endelig planlegge turen min.",
    "pl": "Jakiś dzielny bohater pokonał wszystkie duchy nawiedzające zamek! W końcu mogę zaplanować podróż.",
    "pt": "Algum herói corajoso venceu todos os fantasmas que assombravam o castelo! Posso finalmente planear a minha viagem.",
    "pt-BR": "Algum herói corajoso venceu todos os fantasmas que assombravam o castelo! Posso finalmente planejar minha viagem.",
    "ro": "Un erou curajos a învins toate fantomele care bântuiau castelul! În sfârșit îmi pot planifica călătoria.",
    "ru": "Какой-то храбрый герой победил всех призраков, бродящих по замку! Наконец-то я могу спланировать свою поездку.",
    "sv": "Någon modig hjälte besegrade alla spöken som hemsöker slottet! Jag kan äntligen planera min resa.",
    "th": "วีรบุรุษผู้กล้าหาญบางคนปราบผีทั้งหมดที่หลอกหลอนปราสาท! ในที่สุดฉันก็วางแผนการเดินทางได้",
    "tr": "Bazı cesur kahramanlar kaleye musallat olan tüm hayaletleri yendi! Sonunda seyahatimi planlayabilirim.",
    "uk": "Якийсь відважний герой переміг усіх привидів, що блукають по замку! Нарешті я можу спланувати свою поїздку.",
    "vi": "Một anh hùng dũng cảm nào đó đã đánh bại tất cả những bóng ma ám ảnh lâu đài! Cuối cùng tôi cũng có thể lên kế hoạch cho chuyến đi của mình.",
    "zh-CN": "一些勇敢的英雄战胜了所有出没在城堡里的幽灵！我终于可以计划我的旅行了。",
    "zh-TW": "一些勇敢的英雄戰勝了所有出沒在城堡裡的幽靈！我終於可以計劃我的旅行了。"
}
