{
    "ar": "الهدف بسيط. كل من حصل على أعلى نتيجة في نهاية الجولة يفوز بالجولة.",
    "bg": "Целта е проста. Който има по-висок резултат в края на кръг, печели кръга.",
    "cs": "Cíl je jednoduchý. Kdo má nejvyšší skóre na konci kola, vyhraje kolo.",
    "da": "Målet er simpelt. Den, der har den højere score i slutningen af ​​en runde vinder runden.",
    "de": "Das Ziel ist einfach. Wer am Ende einer Runde die höhere Punktzahl hat, gewinnt die Runde.",
    "el": "Ο στόχος είναι απλός. Όποιος έχει το υψηλότερο σκορ στο τέλος ενός γύρου κερδίζει το γύρο.",
    "en": "The objective is simple. Whoever has the higher score at the end of a round wins the round.",
    "es": "El objetivo es simple. Quien tenga la puntuación más alta al final de una ronda gana la ronda.",
    "es-419": "El objetivo es simple. Quien tenga la puntuación más alta al final de una ronda gana la ronda.",
    "fi": "Tavoitteena on yksinkertainen. Kuka tahansa, jolla on suurempi pisteet kierroksen lopussa, voittaa kierroksen.",
    "fr": "L'objectif est simple. Celui qui a le score le plus élevé à la fin d'une manche remporte la manche.",
    "hu": "A cél egyszerű. Aki a forduló végén magasabb pontszámot kap, megnyeri a fordulót.",
    "it": "L'obiettivo è semplice. Chi ha il punteggio più alto alla fine di un round vince il round.",
    "ja": "目的は簡単です。ラウンドの終わりに高い得点を得た人がそのラウンドに勝ちます。",
    "ko": "목적은 간단합니다. 라운드가 끝나면 높은 점수를받은 사람은 라운드에서 승리합니다.",
    "nl": "Het doel is eenvoudig. Wie aan het einde van een ronde de hoogste score heeft, wint de ronde.",
    "no": "Målet er enkelt. Den som har høyere poengsum på slutten av en runde vinner runden.",
    "pl": "Cel jest prosty. Ten, kto ma wyższą liczbę punktów na koniec rundy, wygrywa rundę.",
    "pt": "O objetivo é simples. Quem tiver a maior pontuação no final de uma rodada ganha a rodada.",
    "pt-BR": "O objetivo é simples. Quem tiver a maior pontuação no final de uma rodada ganha a rodada.",
    "ro": "Obiectivul este simplu. Oricine are scorul cel mai mare la sfârșitul unei runde câștigă runda.",
    "ru": "Цель проста. Тот, кто имеет более высокий балл в конце раунда, выигрывает раунд.",
    "sv": "Målet är enkelt. Den som har högre poäng i slutet av en runda vinner rundan.",
    "th": "วัตถุประสงค์ง่าย ๆ ใครก็ตามที่มีคะแนนสูงกว่าในตอนท้ายของรอบชนะรอบ",
    "tr": "Amaç basit. Bir turun sonunda en yüksek puanı alan kişi, turu kazanır.",
    "uk": "Мета проста. Той, хто має вищий бал в кінці раунду, виграє раунд.",
    "vi": "Mục tiêu rất đơn giản. Ai có số điểm cao hơn ở cuối vòng thì sẽ thắng vòng đó.",
    "zh-CN": "目标很简单。在一轮结束时获得较高分数的人赢得该轮。",
    "zh-TW": "目標很簡單。在一輪結束時獲得較高分數的人贏得該輪。"
}
