{
    "ar": ".FPU ارتفاع السفر من التخزين المؤقت إلى مكدس 'push'",
    "bg": "'push' височината на движение от временното складиране върху стека FPU.",
    "cs": "'push' výška pojezdu z dočasného uložení na zásobník FPU.",
    "da": "'push' rejsehøjden fra midlertidig opbevaring til FPU-stakken.",
    "de": "'push' die Verfahrhöhe von der temporären Speicherung auf den FPU-Stack.",
    "el": "«push» το ύψος διαδρομής από την προσωρινή αποθήκευση στη στοίβα FPU.",
    "en": "'push' the travel height from temporary storage onto the FPU stack.",
    "es": "'push' la altura de desplazamiento desde el almacenamiento temporal hasta la pila FPU.",
    "es-419": "'push' la altura de desplazamiento desde el almacenamiento temporal hasta la pila FPU.",
    "fi": "'push' matkakorkeus väliaikaisesta varastosta FPU-pinoon.",
    "fr": "'push' la hauteur de déplacement entre le stockage temporaire et la pile FPU.",
    "hu": "'push' az ideiglenes tárolótól az FPU-kötegig terjedő utazási magasság.",
    "it": "'push' l'altezza di spostamento dallo stoccaggio temporaneo allo stack FPU.",
    "ja": "一時ストレージからFPUスタックへの移動高さを「push」します。",
    "ko": "임시 스토리지에서 FPU 스택으로의 이동 높이를 'push'합니다.",
    "nl": "'push' de rijhoogte van tijdelijke opslag naar de FPU-stack.",
    "no": "'push' kjørehøyden fra midlertidig lagring til FPU-stabelen.",
    "pl": "'push' wysokość przesuwu z tymczasowego przechowywania na stos FPU.",
    "pt": "'push' a altura de viagem do armazenamento temporário para a pilha FPU.",
    "pt-BR": "'push' a altura de deslocamento do armazenamento temporário para a pilha de FPU.",
    "ro": "'push' înălțimea de deplasare de la depozitarea temporară pe stiva FPU.",
    "ru": "'push' высота перемещения от временного хранилища к стеку FPU.",
    "sv": "'push' färdhöjden från tillfällig lagring till FPU-stacken.",
    "th": "'push' ความสูงในการเดินทางจากที่จัดเก็บชั่วคราวไปยังสแต็ค FPU",
    "tr": "'push' geçici depolamadan FPU yığınına seyahat yüksekliği.",
    "uk": "«push» висота ходу від тимчасового зберігання до стека FPU.",
    "vi": "'push' chiều cao di chuyển từ lưu trữ tạm thời lên ngăn xếp FPU.",
    "zh-CN": "“push”是指从临时存储到FPU堆栈的行程高度。",
    "zh-TW": "“push”是指從臨時存儲到FPU堆棧的行程高度。"
}