{
    "ar": "كان ذلك قريبا جدا. لسوء الحظ ، لا يوجد وقت لشرح من ، أو بالأحرى ماذا ، كان ذلك.",
    "bg": "Това беше твърде близо. За съжаление, няма време да се обясни кой, или по-скоро какво, беше това.",
    "cs": "To bylo příliš blízko. Bohužel není čas vysvětlovat, kdo to byl, nebo spíše co.",
    "da": "Det var for tæt på. Desværre er der ikke tid til at forklare, hvem eller rettere hvad det var.",
    "de": "Das war zu knapp. Leider bleibt keine Zeit, um zu erklären, wer oder besser gesagt was das war.",
    "el": "Αυτό ήταν πολύ κοντά. Δυστυχώς, δεν υπάρχει χρόνος να εξηγήσουμε ποιος, ή μάλλον τι, ήταν αυτός.",
    "en": "That was too close. Unfortunately, there is no time to explain who, or rather what, that was.",
    "es": "Eso estaba demasiado cerca. Desafortunadamente, no hay tiempo para explicar quién, o más bien qué, fue eso.",
    "es-419": "Eso estaba demasiado cerca. Desafortunadamente, no hay tiempo para explicar quién, o más bien qué, fue eso.",
    "fi": "Se oli liian lähellä. Valitettavasti ei ole aikaa selittää, kuka tai pikemminkin mikä se oli.",
    "fr": "C’était trop proche. Malheureusement, nous n’avons pas le temps d’expliquer qui, ou plutôt quoi, c’était.",
    "hu": "Ez túl közel volt. Sajnos nincs idő elmagyarázni, hogy ki vagy inkább mi volt az.",
    "it": "Era troppo vicino. Purtroppo non c'è tempo per spiegare chi, o meglio cosa, è stato.",
    "ja": "それは近すぎました。残念ながら、それが誰であるか、あるいはむしろ何であったかを説明する時間はありません。",
    "ko": "너무 가까웠다. 안타깝게도 그것이 누구였는지, 아니면 무엇이었는지 설명할 시간이 없습니다.",
    "nl": "Dat was te dichtbij. Helaas is er geen tijd om uit te leggen wie, of beter gezegd wat, dat was.",
    "no": "Det var for nært. Dessverre er det ikke tid til å forklare hvem, eller rettere sagt hva, det var.",
    "pl": "To było zbyt blisko. Niestety, nie ma czasu na wyjaśnianie, kto, a raczej co, to było.",
    "pt": "Foi perto demais. Infelizmente, não há tempo para explicar quem, ou melhor, o quê, foi isso.",
    "pt-BR": "Estava muito perto. Infelizmente, não há tempo para explicar quem, ou melhor, o quê, foi aquilo.",
    "ro": "Asta a fost prea aproape. Din păcate, nu există timp pentru a explica cine, sau mai degrabă ce, care a fost.",
    "ru": "Это было слишком близко. К сожалению, нет времени объяснять, кто, вернее, что это было.",
    "sv": "Det var för nära. Tyvärr finns det inte tid att förklara vem, eller snarare vad, det var.",
    "th": "มันใกล้เกินไป น่าเสียดายที่ไม่มีเวลาอธิบายว่าใครหรืออะไร",
    "tr": "Bu çok yakındı. Ne yazık ki, bunun kim ya da daha doğrusu ne olduğunu açıklamak için zaman yok.",
    "uk": "Це було занадто близько. На жаль, немає часу пояснювати, хто, а точніше що, це був.",
    "vi": "Đó là quá gần. Thật không may, không có thời gian để giải thích ai, hay đúng hơn là cái gì, đó là gì.",
    "zh-CN": "那太近了。不幸的是，没有时间解释那是谁，或者更确切地说是什么。",
    "zh-TW": "那太近了。不幸的是，沒有時間解釋那是誰，或者更確切地說是什麼。"
}
