{
    "ar": "إذا واجهنا هذا الشيء مرة أخرى ، لا تفكر ، لا تتردد. مجرد تشغيل.",
    "bg": "Ако отново се сблъскаме с това нещо, не мислете, не се колебайте. Просто бягай.",
    "cs": "Pokud se s touto věcí setkáme znovu, nepřemýšlejte, neváhejte. Stačí běžet.",
    "da": "Hvis vi støder på den ting igen, skal du ikke tænke, tøv ikke. Bare løb.",
    "de": "Wenn wir dieser Sache wieder begegnen, denken Sie nicht nach, zögern Sie nicht. Laufen Sie einfach.",
    "el": "Αν συναντήσουμε ξανά αυτό το πράγμα, μην σκεφτείτε, μην διστάσετε. Απλά τρέξτε.",
    "en": "If we encounter that thing again, do not think, do not hesitate. Just run.",
    "es": "Si volvemos a encontrarnos con esa cosa, no pienses, no lo dudes. Solo corre.",
    "es-419": "Si volvemos a encontrarnos con esa cosa, no pienses, no lo dudes. Solo corre.",
    "fi": "Jos kohtaamme tämän asian uudelleen, älä ajattele, älä epäröi. Juokse vain.",
    "fr": "Si nous rencontrons à nouveau cette chose, ne pensez pas, n’hésitez pas. Il suffit de courir.",
    "hu": "Ha újra találkozunk ezzel a dologgal, ne gondolkodjunk, ne habozzunk. Csak fuss.",
    "it": "Se incontriamo di nuovo quella cosa, non pensare, non esitare. Basta correre.",
    "ja": "私たちが再びそのことに遭遇した場合、考えないでください、躊躇しないでください。ただ走る。",
    "ko": "우리가 그 일을 다시 만나면 생각하지 말고 주저하지 마십시오. 그냥 달려라.",
    "nl": "Als we dat ding weer tegenkomen, denk dan niet na, aarzel niet. Gewoon rennen.",
    "no": "Hvis vi møter den tingen igjen, ikke tenk, ikke nøl. Det er bare å løpe.",
    "pl": "Jeśli napotkamy tę rzecz ponownie, nie myślmy, nie wahajmy się. Po prostu biegnij.",
    "pt": "Se nos depararmos com essa coisa novamente, não pense, não hesite. Basta correr.",
    "pt-BR": "Se encontrarmos essa coisa novamente, não pense, não hesite. Basta correr.",
    "ro": "Dacă întâlnim din nou acest lucru, nu vă gândiți, nu ezitați. Doar a alerga.",
    "ru": "Если мы снова столкнемся с этим, не думайте, не сомневайтесь. Просто бегите.",
    "sv": "Om vi stöter på den saken igen, tänk inte, tveka inte. Kör bara.",
    "th": "หากเราพบสิ่งนั้นอีกครั้งอย่าคิดอย่าลังเล เพียงแค่วิ่ง",
    "tr": "O şeyle tekrar karşılaşırsak, düşünmeyin, tereddüt etmeyin. Sadece koş.",
    "uk": "Якщо ми знову зіткнемося з цією річчю, не думайте, не соромтеся. Просто біжи.",
    "vi": "Nếu chúng ta gặp lại điều đó, đừng suy nghĩ, đừng ngần ngại. Chỉ cần chạy.",
    "zh-CN": "如果我们再次遇到那件事，不要想，不要犹豫。快跑吧。",
    "zh-TW": "如果我們再次遇到那件事，不要想，不要猶豫。快跑吧。"
}
