{
    "ar": "أنت أخفتني! ظننت أن هؤلاء الوحوش البائسة عادوا",
    "bg": "Изплаши ме! Мислех, че тези нещастни чудовища се върнаха.",
    "cs": "Vystrašil jsi mě! Myslel jsem, že se ty ubohé příšery vrátily.",
    "da": "Du skræmte mig! Jeg troede, de elendige monstre kom tilbage.",
    "de": "Du hast mich erschreckt! Ich dachte, diese elenden Monster kamen zurück.",
    "el": "Με τρόμαξες! Νόμιζα ότι αυτά τα άθλια τέρατα επέστρεψαν.",
    "en": "You scared me! I thought those wretched monsters came back.",
    "es": "¡Me asustaste! Pensé que esos miserables monstruos habían vuelto.",
    "es-419": "¡Me asustaste! Pensé que esos miserables monstruos habían vuelto.",
    "fi": "Säikäytit minut! Luulin, että ne kurjat hirviöt palasivat.",
    "fr": "Tu m'as fait peur! Je croyais que ces misé rables monstres étaient revenus.",
    "hu": "Megijesztettél! Azt hittem, azok a nyomorult szörnyek visszatértek.",
    "it": "Mi hai spaventato! Pensavo che quei mostri miserati fossero tornati.",
    "ja": "びっくりしました！私はそれらの悲惨なモンスターが戻ってきたと思った。",
    "ko": "놀랐잖아요! 나는 그 비참한 괴물이 돌아왔다고 생각했다.",
    "nl": "Je hebt me bang gemaakt! Ik dacht dat die ellendige monsters terugkwamen.",
    "nb": "Du skremte meg! Jeg trodde de elendige monstrene kom tilbake.",
    "pl": "Przestraszyłeś mnie! Myślałem, że te nędzne potwory wróciły.",
    "pt": "Assustaste-me! Pensei que aqueles monstros miseráveis voltassem.",
    "pt-BR": "Você me assustou! Pensei que aqueles monstros miseráveis voltaram.",
    "ro": "M-ai speriat! Credeam că monștrii ăia nenorociți s-au întors.",
    "ru": "Вы меня напугали! Я думала, эти несчастные монстры вернулись.",
    "sv": "Du skrämde mig! Jag trodde de eländiga monstren kom tillbaka.",
    "th": "นายทําให้ฉันกลัว ฉันคิดว่าพวกสัตว์ประหลาดที่ร้ายกาวนกลับมา",
    "tr": "Beni korkuttun! O sefil canavarların geri geldiğini sanıyordum.",
    "uk": "Ти мене налякав! Я думала, що ці жалюгідний монстрів повернулися.",
    "vi": "Anh làm tôi sợ! Tôi nghĩ những con quái vật khốn kiếp đã trở lại.",
    "zh-CN": "你吓到我了！我以为那些可怜的怪物回来了",
    "zh-TW": "你嚇到我了!我以為那些可憐的怪物回來了"
}
