{
    "ar": "زحفت الوحوش من نافورة المياه. من بينها كان Medusa ، الذي حول سكان المدينة إلى حجر.",
    "bg": "Чудовища изпълзяха от нашата чешма. Сред тях била и Медуза, която превърнала гражданите в камък.",
    "cs": "Z naší vodní fontány vylezli příšery. Mezi nimi byla Medusa, která přeměnila měšťany na kámen.",
    "da": "Monstre kravlede ud af vores vand springvand. Blandt dem var en Medusa, der omdannede byfolk til sten.",
    "de": "Monster krochen aus unserem Wasserbrunnen. Unter ihnen befand sich eine Medusa, die die Stadtbewohner in Stein verwandelte.",
    "el": "Τα τέρατα σέρνονται από τη βρύση μας. Ανάμεσά τους ήταν η Μέδουσα, η οποία μετέτρεψε τους κατοίκους της πόλης σε πέτρα.",
    "en": "Monsters crawled out of our water fountain. Among them was a Medusa, which transformed the townspeople into stone.",
    "es": "Los monstruos salieron de nuestra fuente de agua. Entre ellos estaba una Medusa, que transformó a la gente del pueblo en piedra.",
    "es-419": "Los monstruos salieron de nuestra fuente de agua. Entre ellos estaba una Medusa, que transformó a la gente del pueblo en piedra.",
    "fi": "Hirviöt ryöstivät ulos suihkulähteestämme. Heidän joukossaan oli Medusa, joka muutti kaupunkilaiset kiveksi.",
    "fr": "Des monstres ont rampé hors de notre fontaine d'eau. Parmi eux se trouvait une méduse, qui a transformé les citadins en pierre.",
    "hu": "A szörnyek kimásztak a szökőkútból. Közöttük volt egy Medúza, amely a városlakókat kővé alakította.",
    "it": "I mostri strisciarono fuori dalla nostra fontana. Tra loro c'era una medusa, che trasformava i cittadini in pietra.",
    "ja": "モンスターが噴水から這い出てきました。その中にはメドゥーサがあり、町民を石に変えました。",
    "ko": "우리의 분수대에서 몬스터들이 기어 나왔습니다. 그중에는 마을 사람들을 돌로 바꾸는 메두사 (Medusa)가있었습니다.",
    "nl": "Monsters kropen uit onze fontein. Onder hen was een Medusa, die de stadsbewoners in steen veranderde.",
    "no": "Monstre krøp ut av vår fontene. Blant dem var en Medusa, som forvandlet byfolkene til stein.",
    "pl": "Potwory wypełzły z naszej fontanny. Wśród nich była Meduza, która przekształciła mieszkańców miasta w kamień.",
    "pt": "Monstros saíram da nossa fonte de água. Entre eles estava uma medusa, que transformou as pessoas da cidade em pedra.",
    "pt-BR": "Monstros saíram da nossa fonte de água. Entre eles estava uma medusa, que transformou as pessoas da cidade em pedra.",
    "ro": "Monștrii s-au târât din fântâna noastră de apă. Printre ele a fost o Medusa, care a transformat orășenii în piatră.",
    "ru": "Из нашего фонтана выползли монстры. Среди них была Медуза, которая превратила горожан в камень.",
    "sv": "Monster kröp ut ur vår fontän. Bland dem var en Medusa, som förvandlade städerna till sten.",
    "th": "สัตว์ประหลาดคลานออกมาจากน้ำพุของเรา ในหมู่พวกเขาคือเมดูซ่าซึ่งเปลี่ยนชาวเมืองเป็นหิน",
    "tr": "Canavarlar su çeşmemizden sürünerek çıktılar. Bunların arasında kasaba halkını taşa dönüştüren bir Medusa vardı.",
    "uk": "З нашого фонтану виповзли монстри. Серед них була і Медуза, яка перетворила городян у камінь.",
    "vi": "Quái vật bò ra khỏi đài phun nước của chúng tôi. Trong số đó có một Medusa, người đã biến người dân thành đá.",
    "zh-CN": "怪物从我们的喷泉里爬了出来。其中之一是美杜莎（Medusa），将市民变成了石头。",
    "zh-TW": "怪物從我們的噴泉里爬了出來。其中之一是美杜莎（Medusa），將市民變成了石頭。"
}
