{
    "ar": ".زحفت الوحوش من نافورة المياه لدينا. من بينها ميدوسا ، التي حولت سكان المدينة إلى حجر",
    "bg": "Чудовища изпълзяха от чешмата ни. Сред тях била и една Медуза, която превърнала жителите на града в камък.",
    "cs": "Z naší vodní fontány vylezly příšery. Mezi nimi byla i Medúza, která proměnila měšťany v kámen.",
    "da": "Monstre kravlede ud af vores vandfontæne. Blandt dem var en Medusa, som forvandlede byens borgere til sten.",
    "de": "Monster krochen aus unserem Wasserbrunnen. Unter ihnen befand sich eine Medusa, die die Stadtbewohner in Stein verwandelte.",
    "el": "Τέρατα σέρνονται έξω από το σιντριβάνι μας. Ανάμεσά τους ήταν και η Μέδουσα, που μεταμόρφωνε τους κατοίκους της πόλης σε πέτρα.",
    "en": "Monsters crawled out of our water fountain. Among them was a Medusa, which transformed the townspeople into stone.",
    "es": "Los monstruos salieron de nuestra fuente de agua. Entre ellos había una Medusa, que transformó a la gente del pueblo en piedra.",
    "es-419": "Los monstruos salieron de nuestra fuente de agua. Entre ellos había una Medusa, que transformó a la gente del pueblo en piedra.",
    "fi": "Hirviöt ryömivät ulos suihkulähteestämme. Heidän joukossaan oli Medusa, joka muutti kaupunkilaiset kiveksi.",
    "fr": "Des monstres ont rampé hors de notre fontaine d’eau. Parmi eux se trouvait une Méduse, qui transforma les citadins en pierre.",
    "hu": "Szörnyek kúsztak ki a szökőkútunkból. Közülük egy Medusa volt, amely a városlakókat kővé alakította.",
    "it": "I mostri strisciavano fuori dalla nostra fontana. Tra questi c'era una Medusa, che trasformava i cittadini in pietra.",
    "ja": "モンスターが私たちの噴水から這い出しました。その中には、町民を石に変えたメデューサがありました。",
    "ko": "괴물들이 우리 분수대에서 기어 나왔다. 그 중에는 마을 사람들을 돌로 변모시킨 메두사가 있었습니다.",
    "nl": "Monsters kropen uit onze waterfontein. Onder hen was een Medusa, die de stedelingen in steen veranderde.",
    "no": "Monstre krøp ut av vannfontenen vår. Blant dem var en Medusa, som forvandlet bymennene til stein.",
    "pl": "Potwory wypełzły z naszej fontanny. Wśród nich była Meduza, która przekształciła mieszczan w kamień.",
    "pt": "Monstros rastejaram para fora de nossa fonte de água. Entre eles estava uma Medusa, que transformou os habitantes da cidade em pedra.",
    "pt-BR": "Monstros rastejavam para fora de nossa fonte de água. Entre eles estava uma Medusa, que transformou os habitantes da cidade em pedra.",
    "ro": "Monștrii s-au târât din fântâna noastră cu apă. Printre ei s-a numărat și o Meduză, care i-a transformat pe orășeni în piatră.",
    "ru": "Монстры выползали из нашего фонтана. Среди них была и Медуза, которая превращала горожан в камень.",
    "sv": "Monster kröp ut ur vår vattenfontän. Bland dem var en Medusa, som förvandlade stadsborna till sten.",
    "th": "สัตว์ประหลาดคลานออกมาจากน้ําพุของเรา ในหมู่พวกเขาคือเมดูซ่าซึ่งเปลี่ยนชาวเมืองให้เป็นหิน",
    "tr": "Canavarlar su çeşmemizden sürünerek çıktı. Bunların arasında kasaba halkını taşa dönüştüren bir Medusa da vardı.",
    "uk": "Монстри виповзли з нашого водного фонтану. Серед них була і Медуза, яка перетворювала городян в камінь.",
    "vi": "Quái vật bò ra khỏi đài phun nước của chúng tôi. Trong số đó có một Medusa, biến người dân thị trấn thành đá.",
    "zh-CN": "怪物从我们的喷泉中爬出来。其中包括美杜莎，它将镇民变成了石头。",
    "zh-TW": "怪物從我們的噴泉中爬出來。其中包括美杜莎，它將鎮民變成了石頭。"
}
