{
    "ar": "ساعدنا من فضلك! غامر في النافورة واذبح هذه الوحوش الكريهة!",
    "bg": "Моля, помогнете ни! Вдъхнете се във фонтана и убийте тези гадни зверове!",
    "cs": "Prosím, pomoz nám! Vydejte se do fontány a zabijte tyto špinavé bestie!",
    "da": "Vær sød at hjælpe os! Ventur i springvand og dræb disse dårlige dyr!",
    "de": "Bitte hilf uns! Wagen Sie sich in den Brunnen und töten Sie diese faulen Bestien!",
    "el": "Παρακαλώ βοηθήστε μας! Βγείτε στο σιντριβάνι και σκοτώστε αυτά τα βλαστάρια θηρία!",
    "en": "Please help us! Venture into the fountain and slay these foul beasts!",
    "es": "¡Por favor ayudenos! ¡Aventúrate en la fuente y mata a estas horribles bestias!",
    "es-419": "¡Por favor ayudenos! ¡Aventúrate en la fuente y mata a estas horribles bestias!",
    "fi": "Auta meitä! Uskalla suihkulähteelle ja tappaa nämä pahat pedot!",
    "fr": "Aidez nous s'il vous plaît! Aventurez-vous dans la fontaine et tuez ces grosses bêtes!",
    "hu": "Kérlek segíts nekünk! Merj bele a szökőkútba, és öld meg ezeket a rossz állatokat!",
    "it": "Per favore aiutaci! Avventurati nella fontana e uccidi queste bestie malvagie!",
    "ja": "助けてください！噴水に冒険し、これらの汚い獣を殺してください！",
    "ko": "도와주세요! 분수대에 뛰어 들어이 야수들을 처치하세요!",
    "nl": "Help ons alstublieft! Ga de fontein in en dood deze vuile beesten!",
    "no": "Vennligst hjelp oss! Gå ut i fontenen og drep disse styggedyrene!",
    "pl": "Proszę, pomóż nam! Zapuść się do fontanny i zabij te plugawe bestie!",
    "pt": "Por favor nos ajude! Aventure-se na fonte e mate essas bestas sujas!",
    "pt-BR": "Por favor nos ajude! Aventure-se na fonte e mate essas bestas sujas!",
    "ro": "Te rog ajută-ne! Aventurați-vă în fântână și ucideți-le pe aceste fiare murdare!",
    "ru": "Пожалуйста помогите нам! Отправляйся в фонтан и убей этих отвратительных зверей!",
    "sv": "Snälla, hjälp oss! Gå in i fontänen och döda dessa dåliga djur!",
    "th": "โปรดช่วยพวกเราด้วย! ผจญภัยไปในน้ำพุและฆ่าสัตว์ร้ายเหล่านี้!",
    "tr": "Lütfen bize yardım et! Çeşmeye girin ve bu kötü hayvanları öldürün!",
    "uk": "Будь ласка, допоможіть нам! Впустіться у фонтан і вбийте цих негідних звірів!",
    "vi": "Làm ơn giúp chúng tôi! Liên doanh vào đài phun nước và giết những con thú hôi!",
    "zh-CN": "请帮助我们！冒险进入喷泉并杀死这些肮脏的野兽！",
    "zh-TW": "請幫助我們！冒險進入噴泉並殺死這些骯髒的野獸！"
}
