{
    "ar": "تمكنت من قفل الوحوش خلف باب غرفة النافورة. ستحتاج إلى هذا المفتاح للدخول.",
    "bg": "Успях да затворя чудовищата зад вратата на фонтана. Ще ви трябва този ключ, за да влезете.",
    "cs": "Podařilo se mi zamknout příšery za dveřmi fontánové místnosti. Budete potřebovat tento klíč, abyste se dostali dovnitř.",
    "da": "Det lykkedes mig at låse monstre bag døren til springvandrummet. Du har brug for denne nøgle for at komme ind.",
    "de": "Es gelang mir, die Monster hinter der Tür des Brunnenraums zu verschließen. Sie benötigen diesen Schlüssel, um einzusteigen.",
    "el": "Κατάφερα να κλειδώσω τα τέρατα πίσω από την πόρτα του σιντριβανιού. Θα χρειαστείτε αυτό το κλειδί για να μπείτε.",
    "en": "I managed to lock the monsters behind the fountain room door. You'll need this key to get in.",
    "es": "Logré encerrar a los monstruos detrás de la puerta de la sala de la fuente. Necesitarás esta llave para entrar.",
    "es-419": "Logré encerrar a los monstruos detrás de la puerta de la sala de la fuente. Necesitarás esta llave para entrar.",
    "fi": "Onnistuin lukitsemaan hirviöt suihkulähdehuoneen oven taakse. Tarvitset tämän avaimen päästäksesi sisään.",
    "fr": "J'ai réussi à verrouiller les monstres derrière la porte de la salle des fontaines. Vous aurez besoin de cette clé pour entrer.",
    "hu": "Sikerült bezárnom a szörnyeket a szökőkút szoba ajtaja mögött. Szüksége lesz erre a kulcsra a bejutáshoz.",
    "it": "Sono riuscito a bloccare i mostri dietro la porta della fontana. Avrai bisogno di questa chiave per entrare.",
    "ja": "私はなんとかモンスターの噴水室のドアの後ろに鍵をかけました。入るにはこのキーが必要です。",
    "ko": "나는 샘 방 문 뒤에 괴물들을 고정시킬 수 있었다. 들어가려면이 키가 필요합니다.",
    "nl": "Het lukte me om de monsters achter de deur van de fonteinruimte op slot te doen. Je hebt deze sleutel nodig om binnen te komen.",
    "no": "Jeg klarte å låse monstrene bak fonteneromsdøren. Du trenger denne nøkkelen for å komme inn.",
    "pl": "Udało mi się zamknąć potwory za drzwiami pokoju z fontanną. Będziesz potrzebował tego klucza, aby wejść.",
    "pt": "Consegui trancar os monstros atrás da porta da sala da fonte. Você precisará dessa chave para entrar.",
    "pt-BR": "Consegui trancar os monstros atrás da porta da sala da fonte. Você precisará dessa chave para entrar.",
    "ro": "Am reușit să închid monștrii în spatele ușii camerei fântânii. Veți avea nevoie de această cheie pentru a intra.",
    "ru": "Мне удалось запереть монстров за дверью комнаты фонтана. Вам понадобится этот ключ, чтобы войти.",
    "sv": "Jag lyckades låsa monster bakom fontänrumsdörren. Du behöver den här nyckeln för att komma in.",
    "th": "ฉันจัดการล็อคสัตว์ประหลาดที่อยู่ด้านหลังประตูห้องน้ำพุ คุณจะต้องใช้รหัสนี้ในการเข้า",
    "tr": "Çeşme odasının kapısının arkasındaki canavarları kilitlemeyi başardım. İçeri girmek için bu anahtara ihtiyacınız olacak.",
    "uk": "Мені вдалося замкнути монстрів за дверима фонтану. Вам знадобиться цей ключ, щоб увійти.",
    "vi": "Tôi quản lý để khóa những con quái vật đằng sau cánh cửa phòng đài phun nước. Bạn sẽ cần chìa khóa này để vào.",
    "zh-CN": "我设法将怪物锁在喷泉房门后面。您需要此密钥才能进入。",
    "zh-TW": "我設法將怪物鎖在噴泉房門後面。您需要此密鑰才能進入。"
}
