{
    "ar": "أشكركم على مساعدتكم! خذ هذا كعربون امتنان",
    "bg": "Благодаря ви за помощта! Приеми го като знак за благодарност.",
    "cs": "Děkujeme vám za vaši pomoc! Ber to jako projev vděčnosti.",
    "da": "Tak for din hjælp! Tag dette som et tegn på taknemmelighed.",
    "de": "Danke für Ihre Hilfe! Nehmen Sie dies als Zeichen der Dankbarkeit.",
    "el": "Σας ευχαριστώ για τη βοήθειά σας! Πάρτε αυτό ως ένδειξη ευγνωμοσύνης.",
    "en": "Thank you for your help! Take this as a token of gratitude.",
    "es": "Gracias por su ayuda! Toma esto como una muestra de gratitud.",
    "es-419": "Gracias por su ayuda! Toma esto como una muestra de gratitud.",
    "fi": "Kiitos avusta! Ota tämä kiitollisuuden osoituksena.",
    "fr": "Merci de votre aide! Prenez cela comme un gage de gratitude.",
    "hu": "Köszönöm a segítséget! Vedd ezt a hála jeléül.",
    "it": "grazie per l'aiuto! Prendi questo come un segno di gratitudine.",
    "ja": "あなたの助けをありがとう!これを感謝の印として受け取ってください。",
    "ko": "당신의 도움을 주셔서 감사합니다! 이것을 감사의 표시로 받아보세요.",
    "nl": "Bedankt voor uw hulp! Neem dit als een teken van dankbaarheid.",
    "nb": "Takk for hjelpen! Ta dette som et tegn på takknemlighet.",
    "pl": "Dziękuję za pomoc! Potraktuj to jako znak wdzięczności.",
    "pt": "Obrigado pela sua ajuda! Tome isto como um sinal de gratidão.",
    "pt-BR": "Obrigado por sua ajuda! Tome isso como um sinal de gratidão.",
    "ro": "Vă mulțumim pentru ajutor! Ia asta ca pe un semn de recunoștință.",
    "ru": "Спасибо за вашу помощь! Примите это как знак благодарности.",
    "sv": "Tack för hjälpen! Ta detta som ett tecken på tacksamhet.",
    "th": "ขอขอบคุณสําหรับความช่วยเหลือของคุณ! เอานี่มาเป็นสัญลักษณ์แห่งความสํานึกคุณ",
    "tr": "Yardımınız için teşekkür ederiz! Bunu minnettarlığın bir göstergesi olarak kabul et.",
    "uk": "Дякуємо за допомогу! Візьміть це як знак вдячності.",
    "vi": "Cảm ơn bạn đã giúp đỡ của bạn! Thực hiện điều này như là một mã thông báo của lòng biết ơn.",
    "zh-CN": "谢谢你的帮助！以这表示感激之情。",
    "zh-TW": "謝謝你的説明!以這表示感激之情。"
}
