{
    "ar": "الطريقة الوحيدة للوصول إلى هناك هي من خلال الكهوف السرية داخل الأهرامات العظيمة.",
    "bg": "Единственият начин да стигнем до там е чрез тайните пещери в рамките на Великите Пирамиди.",
    "cs": "Jediný způsob, jak se tam dostat, je přes tajné jeskyně ve Velkých pyramidách.",
    "da": "Den eneste måde at komme dertil er gennem de hemmelige huler i de store pyramider.",
    "de": "Der einzige Weg dorthin ist durch die geheimen Kavernen innerhalb der Großen Pyramiden.",
    "el": "Ο μόνος τρόπος για να φτάσουμε εκεί είναι μέσα από τα μυστικά σπήλαια μέσα στις Μεγάλες Πυραμίδες.",
    "en": "The only way to get there is through the secret caverns within the Great Pyramids.",
    "es": "La única manera de llegar allí es a través de las cavernas secretas dentro de las Grandes Pirámides.",
    "es-419": "La única manera de llegar allí es a través de las cavernas secretas dentro de las Grandes Pirámides.",
    "fi": "Ainoa keino päästä sinne on läpi salaiset luolat pyramideissa.",
    "fr": "La seule façon d’y arriver est à travers les cavernes secrètes dans les Grandes Pyramides.",
    "hu": "Az egyetlen módja, hogy odajussunk, a Nagy Piramisok titkos barlangjain keresztül érhető el.",
    "it": "L'unico modo per arrivarci è attraverso le caverne segrete all'interno delle Grandi Piramidi.",
    "ja": "そこに着く唯一の方法は、大ピラミッド内の秘密の洞窟を通ってです。",
    "ko": "거기에 도착하는 유일한 방법은 그레이트 피라미드 내의 비밀 동굴을 통해입니다.",
    "nl": "De enige manier om er te komen is door de geheime grotten binnen de Grote Piramides.",
    "nb": "Den eneste måten å komme dit er gjennom de hemmelige hulene i de store pyramidene.",
    "pl": "Jedynym sposobem, aby się tam dostać, jest przez tajne jaskinie w Wielkich Piramidach.",
    "pt": "A única maneira de lá chegar é através das cavernas secretas dentro das Grandes Pirâmides.",
    "pt-BR": "A única maneira de chegar lá é através das cavernas secretas dentro das Grandes Pirâmides.",
    "ro": "Singura cale de a ajunge acolo este prin cavernele secrete din Marile Piramide.",
    "ru": "Единственный способ добраться туда через тайные пещеры в Великих пирамидах.",
    "sv": "Det enda sättet att komma dit är genom de hemliga grottorna inom de stora pyramiderna.",
    "th": "วิธีเดียวที่จะไปถึงที่นั่นได้คือผ่านถ้ําลับภายในมหาพีระมิด",
    "tr": "Oraya varanın tek yolu Büyük Piramitler'in içindeki gizli mağaralardan geçiyor.",
    "uk": "Єдиний спосіб дістатися є через таємні печери в великих пірамід.",
    "vi": "Cách duy chỉ để có được thông qua các hang động bí mật trong các kim tự tháp vĩ đại.",
    "zh-CN": "到达那里的唯一方法是穿过大金字塔内的秘密洞穴。",
    "zh-TW": "到達那裡的唯一方法是穿過大金字塔內的秘密洞穴。"
}
