{
    "ar": "الطريقة الوحيدة للوصول إلى هناك هي من خلال %s1. داخل الأهرامات هناك نفق سري. هذا طريق خطير جداً",
    "bg": "Единственият начин да стигнем до там е чрез %s1. В пирамидите има таен тунел. Това е много опасен път.",
    "cs": "Jediný způsob, jak se tam dostat, je přes %s1. Uvnitř pyramid je tajný tunel. Tohle je velmi nebezpečná cesta.",
    "da": "Den eneste måde at komme dertil er gennem %s1. Inden for pyramiderne er der en hemmelig tunnel. Det er en meget farlig vej.",
    "de": "Der einzige Weg, um dorthin zu gelangen, ist durch %s1. Innerhalb der Pyramiden gibt es einen geheimen Tunnel. Das ist ein sehr gefährlicher Weg.",
    "el": "Ο μόνος τρόπος για να φτάσετε εκεί είναι μέσω %s1. Μέσα στις πυραμίδες υπάρχει ένα μυστικό τούνελ. Αυτό είναι ένα πολύ επικίνδυνο μονοπάτι.",
    "en": "The only way to get there is through %s1. Within the pyramids there is a secret tunnel. This is a very dangerous path.",
    "es": "La única manera de llegar allí es a través de %s1. Dentro de las pirámides hay un túnel secreto. Este es un camino muy peligroso.",
    "es-419": "La única manera de llegar allí es a través de %s1. Dentro de las pirámides hay un túnel secreto. Este es un camino muy peligroso.",
    "fi": "Ainoa tapa päästä sinne on %s1: n kautta. Pyramidien sisällä on salainen tunneli. Tämä on hyvin vaarallinen tie.",
    "fr": "La seule façon d’y arriver est par %s1. Dans les pyramides il y a un tunnel secret. C’est un chemin très dangereux.",
    "hu": "Az egyetlen módja annak, hogy ott keresztül %s1. A piramisok között van egy titkos alagút. Ez egy nagyon veszélyes út.",
    "it": "L'unico modo per arrivarci è attraverso %s1. All'interno delle piramidi c'è un tunnel segreto. Questo è un percorso molto pericoloso.",
    "ja": "そこに着く唯一の方法は%s1を通してです。ピラミッド内には秘密のトンネルがあります。これは非常に危険な道です。",
    "ko": "거기에 도착하는 유일한 방법은 %s1를 통해입니다. 피라미드 안에는 비밀 터널이 있습니다. 이것은 매우 위험한 경로입니다.",
    "nl": "De enige manier om er te komen is via %s1. Binnen de piramides is er een geheime tunnel. Dit is een zeer gevaarlijk pad.",
    "nb": "Den eneste måten å komme dit er gjennom %s1. Innenfor pyramidene er det en hemmelig tunnel. Dette er en veldig farlig vei.",
    "pl": "Jedynym sposobem, aby się tam dostać, jest %s1. W piramidach znajduje się tajny tunel. Jest to bardzo niebezpieczna droga.",
    "pt": "A única maneira de lá chegar é através do %s1. Dentro das pirâmides há um túnel secreto. Este é um caminho muito perigoso.",
    "pt-BR": "A única maneira de chegar lá é através do %s1. Dentro das pirâmides há um túnel secreto. Este é um caminho muito perigoso.",
    "ro": "Singura modalitate de a ajunge acolo este prin %s1. În interiorul piramidelor există un tunel secret. Aceasta este o cale foarte periculoasă.",
    "ru": "Единственный способ добраться туда через %s1. Внутри пирамид находится секретный туннель. Это очень опасный путь.",
    "sv": "Det enda sättet att komma dit är genom %s1. Inom pyramiderna finns en hemlig tunnel. Detta är en mycket farlig väg.",
    "th": "วิธีเดียวที่จะได้รับมีผ่าน %s1 ภายในปิรามิดมีอุโมงค์ลับ นี่เป็นเส้นทางที่อันตรายมาก",
    "tr": "Oraya varmak için tek yol %s1 geçer. Piramitlerin içinde gizli bir tünel var. Bu çok tehlikeli bir yol.",
    "uk": "Єдиний спосіб дістатися туди через %s1. У межах пірамід є секретний тунель. Це дуже небезпечний шлях.",
    "vi": "Cách duy chỉ để có được thông qua %s1. Trong các kim tự tháp có một đường hầm bí mật. Đây là một con đường rất nguy hiểm.",
    "zh-CN": "到达那里的唯一方法是通过%s1。金字塔内有一个秘密隧道。这是一条非常危险的道路。",
    "zh-TW": "到達那裡的唯一方法是通過%s1。金字塔內有一個秘密隧道。這是一條非常危險的道路。"
}
