{
    "ar": "قبل أن تذهب، واختيار قطعة من الدروع من واحدة من يعرض الزجاج!",
    "bg": "Преди да тръгнете, изберете парче броня от един от стъклата!",
    "cs": "Než půjdete, vyberte si kus brnění z jednoho ze skleněných displejů!",
    "da": "Før du går, skal du vælge et stykke rustning fra en af glasskærmene!",
    "de": "Bevor Sie gehen, wählen Sie ein Stück Rüstung aus einem der Glasdisplays!",
    "el": "Πριν πάτε, επιλέξτε ένα κομμάτι πανοπλία από μία από τις γυάλινες οθόνες!",
    "en": "Before you go, choose a piece of armor from one of the glass displays!",
    "es": "Antes de irte, ¡elige una pieza de armadura de una de las pantallas de cristal!",
    "es-419": "Antes de irte, ¡elige una pieza de armadura de una de las pantallas de cristal!",
    "fi": "Ennen kuin menet, valitse pala panssari yhdestä lasinäytöistä!",
    "fr": "Avant de partir, choisissez un morceau d’armure à partir d’un des écrans de verre!",
    "hu": "Mielőtt elmész, válasszon egy darab páncélt az egyik üveg kijelzők!",
    "it": "Prima di andare, scegliere un pezzo di armatura da uno dei display di vetro!",
    "ja": "あなたが行く前に、ガラスディスプレイの一つから鎧の一部を選択してください!",
    "ko": "당신이 가기 전에, 유리 디스플레이 중 하나에서 갑옷의 조각을 선택!",
    "nl": "Voordat je gaat, kies een stuk armor van een van de glazen displays!",
    "nb": "Før du går, velg et stykke rustning fra en av glassutstillingene!",
    "pl": "Zanim pójdziesz, wybierz kawałek zbroi z jednego ze szklanych wyświetlaczy!",
    "pt": "Antes de ir, escolha uma armadura de uma das exibições de vidro!",
    "pt-BR": "Antes de ir, escolha um pedaço de armadura de uma das vitrines de vidro!",
    "ro": "Înainte de a pleca, alege o bucată de armura de la unul dintre afișează de sticlă!",
    "ru": "Перед тем, как идти, выбрать кусок брони из одного из стеклянных дисплеев!",
    "sv": "Innan du går, välj en bit rustning från en av glaset visar!",
    "th": "ก่อนที่คุณจะไปเลือกชิ้นส่วนของเกราะจากหนึ่งในการแสดงแก้ว!",
    "tr": "Gitmeden önce, cam görüntülerden birinden bir zırh parçası seçin!",
    "uk": "Перш ніж ви йдете, вибрати шматок броні від одного з скляних дисплеїв!",
    "vi": "Trước khi bạn đi, chọn một mảnh áo giáp từ một trong những màn hình kính!",
    "zh-CN": "在你走之前，从其中一个玻璃显示屏中选择一件盔甲！",
    "zh-TW": "在你走之前,從其中一個玻璃顯示屏中選擇一件盔甲!"
}
