{
    "ar": "استخدم المنجنيق لإطلاق قنبلة بسرعة عالية بما يكفي.",
    "bg": "Използвайте катапулта, за да пуснете бомба с достатъчно висока скорост.",
    "cs": "Použijte katapult k odpálení bomby dostatečně vysokou rychlostí.",
    "da": "Brug katapulten til at affyre en bombe med en høj nok hastighed.",
    "de": "Verwenden Sie das Katapult, um eine Bombe mit einer ausreichend hohen Geschwindigkeit abzufeuern.",
    "el": "Χρησιμοποιήστε τον καταπέλτη για να εκτοξεύσετε μια βόμβα με αρκετά μεγάλη ταχύτητα.",
    "en": "Use the catapult to launch a bomb at a high enough speed.",
    "es": "Usa la catapulta para lanzar una bomba a una velocidad lo suficientemente alta.",
    "es-419": "Usa la catapulta para lanzar una bomba a una velocidad lo suficientemente alta.",
    "fi": "Käytä katapulttia pommin laukaisemiseen riittävän suurella nopeudella.",
    "fr": "Utilisez la catapulte pour lancer une bombe à une vitesse suffisamment élevée.",
    "hu": "Használja a katapultot, hogy elég nagy sebességgel indítson bombát.",
    "it": "Usa la catapulta per lanciare una bomba ad una velocità abbastanza elevata.",
    "ja": "カタパルトを使用して、十分な速度で爆弾を発射します。",
    "ko": "투석기를 사용하여 충분히 빠른 속도로 폭탄을 발사하십시오.",
    "nl": "Gebruik de katapult om een bom met een voldoende hoge snelheid te lanceren.",
    "no": "Bruk katapulten til å starte en bombe med høy nok hastighet.",
    "pl": "Użyj katapulty, aby wystrzelić bombę z wystarczająco dużą prędkością.",
    "pt": "Use a catapulta para lançar uma bomba a uma velocidade suficientemente alta.",
    "pt-BR": "Use a catapulta para lançar uma bomba a uma velocidade suficientemente alta.",
    "ro": "Utilizați catapulta pentru a lansa o bombă la o viteză suficient de mare.",
    "ru": "Используйте катапульту, чтобы запустить бомбу с достаточно высокой скоростью.",
    "sv": "Använd katapulten för att avfyra en bomb med tillräckligt hög hastighet.",
    "th": "ใช้หนังสติ๊กยิงระเบิดด้วยความเร็วสูงพอ",
    "tr": "Mancınığı yeterince yüksek hızda bir bomba fırlatmak için kullanın.",
    "uk": "Використовуйте катапульту, щоб запустити бомбу на досить високій швидкості.",
    "vi": "Sử dụng máy phóng để phóng bom với tốc độ đủ cao.",
    "zh-CN": "使用弹射器以足够高的速度发射炸弹。",
    "zh-TW": "使用彈射器以足夠高的速度發射炸彈。"
}
