{
    "ar": "تلميح: اضبط قوة الإطلاق لزيادة النطاق!",
    "bg": "Съвет: Регулирайте мощността на старта, за да увеличите обхвата!",
    "cs": "Tip: Upravte výkon startu a zvyšte dosah!",
    "da": "Tip: Juster effekten af lanceringen for at øge rækkevidden!",
    "de": "Tipp: Passen Sie die Leistung des Starts an, um die Reichweite zu erhöhen!",
    "el": "Συμβουλή: Ρυθμίστε τη δύναμη της εκτόξευσης για να αυξήσετε την εμβέλεια!",
    "en": "Hint: Adjust the power of the launch to increase the range!",
    "es": "Sugerencia: ¡Ajusta la potencia del lanzamiento para aumentar el alcance!",
    "es-419": "Sugerencia: ¡Ajusta la potencia del lanzamiento para aumentar el alcance!",
    "fi": "Vihje: Säädä laukaisun tehoa lisätäksesi kantamaa!",
    "fr": "Astuce: Ajustez la puissance du lancement pour augmenter la portée!",
    "hu": "Tipp: Állítsd be a kilövés teljesítményét a hatótávolság növeléséhez!",
    "it": "Suggerimento: regola la potenza del lancio per aumentare la portata!",
    "ja": "ヒント:発射のパワーを調整して射程を広げましょう!",
    "ko": "힌트: 발사 위력을 조정하여 사거리를 늘리세요!",
    "nl": "Tip: Pas de kracht van de lancering aan om het bereik te vergroten!",
    "no": "Tips: Juster kraften til lanseringen for å øke rekkevidden!",
    "pl": "Wskazówka: Dostosuj moc startu, aby zwiększyć zasięg!",
    "pt": "Dica: Ajuste a potência do lançamento para aumentar o alcance!",
    "pt-BR": "Dica: Ajuste o poder do lançamento para aumentar o alcance!",
    "ro": "Sugestie: Reglați puterea lansării pentru a crește gama!",
    "ru": "Подсказка: отрегулируйте мощность запуска, чтобы увеличить дальность!",
    "sv": "Tips: Justera kraften i lanseringen för att öka räckvidden!",
    "th": "คําแนะนํา: ปรับพลังของการเปิดตัวเพื่อเพิ่มช่วง!",
    "tr": "İpucu: Menzili artırmak için fırlatmanın gücünü ayarlayın!",
    "uk": "Підказка: Відрегулюйте потужність запуску, щоб збільшити дальність!",
    "vi": "Gợi ý: Điều chỉnh sức mạnh của việc phóng để tăng phạm vi!",
    "zh-CN": "提示：调整发射的威力以增加射程！",
    "zh-TW": "提示：調整發射的威力以增加射程！"
}
