{
    "ar": "الرجوع إلى المعجم لمعرفة المزيد حول عمليات bitwise.",
    "bg": "Вижте Lexicon, за да научите повече за операциите, които са побити по бит.",
    "cs": "Další informace o bitových operacích naleznete v lexikonu.",
    "da": "Se Lexicon for at få mere at vide om bitvise operationer.",
    "de": "Weitere Informationen zu bitweisen Vorgängen finden Sie im Lexikon.",
    "el": "Ανατρέξτε στο Λεξικό για να μάθετε περισσότερα σχετικά με τις λειτουργίες bitwise.",
    "en": "Refer to the Lexicon to learn more about bitwise operations.",
    "es": "Consulte el Léxico para obtener más información sobre las operaciones bit a bit.",
    "es-419": "Consulte el Léxico para obtener más información sobre las operaciones bit a bit.",
    "fi": "Lisätietoja bittitoimintoista on Lexiconissa.",
    "fr": "Reportez-vous au Lexique pour en savoir plus sur les opérations bitwise.",
    "hu": "A bitenkénti műveletekről a Lexikonban tudhat meg többet.",
    "it": "Fare riferimento al Lessico per ulteriori informazioni sulle operazioni bit per bit.",
    "ja": "ビットごとの演算の詳細については、レキシコンを参照してください。",
    "ko": "Lexicon을 참조하여 비트별 작업에 대해 자세히 알아보십시오.",
    "nl": "Raadpleeg het Lexicon voor meer informatie over bitwise-bewerkingen.",
    "nb": "Se Leksikonet for å lære mer om bitvise operasjoner.",
    "pl": "Zapoznaj się z leksykonem, aby dowiedzieć się więcej o operacjach bitowych.",
    "pt": "Consulte o Léxico para saber mais sobre operações mordendo.",
    "pt-BR": "Consulte o Léxico para saber mais sobre operações bitwise.",
    "ro": "Consultați Lexiconul pentru a afla mai multe despre operațiile pe biți.",
    "ru": "Обратитесь к Лексикону, чтобы узнать больше об операциях bitwise.",
    "sv": "Mer information om bitvis-åtgärder finns i Lexicon.",
    "th": "โปรดดูพจนานุกรมเพื่อเรียนรู้เพิ่มเติมเกี่ยวกับการดําเนินการระดับบิต",
    "tr": "Bit düzeyinde işlemler hakkında daha fazla bilgi edinmek için Sözlük'e bakın.",
    "uk": "Щоб дізнатися більше про порозрядні операції, зверніться до лексикону.",
    "vi": "Tham khảo Lexicon để tìm hiểu thêm về các hoạt động bitwise.",
    "zh-CN": "请参阅词典，了解有关位向操作的更多了解。",
    "zh-TW": "請參閱詞典，瞭解有關位向操作的更多瞭解。"
}
