{
    "ar": ".ارجع إلى المعجم لمعرفة المزيد حول عمليات البت",
    "bg": "Обърнете се към лексикона, за да научите повече за побитовите операции.",
    "cs": "Další informace o bitových operacích naleznete v Lexikonu.",
    "da": "Se leksikonet for at lære mere om bitvise operationer.",
    "de": "Weitere Informationen zu bitweisen Operationen finden Sie im Lexikon.",
    "el": "Ανατρέξτε στο Λεξικό για να μάθετε περισσότερα σχετικά με τις λειτουργίες bitwise.",
    "en": "Refer to the Lexicon to learn more about bitwise operations.",
    "es": "Consulte el Léxico para obtener más información sobre las operaciones bit a bit.",
    "es-419": "Consulte el Léxico para obtener más información sobre las operaciones bit a bit.",
    "fi": "Katso sanastosta lisätietoja bittitason toiminnoista.",
    "fr": "Reportez-vous au Lexique pour en savoir plus sur les opérations binaires.",
    "hu": "Tekintse meg a lexikont, ha többet szeretne megtudni a bitenkénti műveletekről.",
    "it": "Fare riferimento al Lexicon per ulteriori informazioni sulle operazioni bit per bit.",
    "ja": "ビットごとの演算の詳細については、レキシコンを参照してください。",
    "ko": "비트 연산에 대한 자세한 내용은 사전을 참조하십시오.",
    "nl": "Raadpleeg het Lexicon voor meer informatie over bitsgewijze bewerkingen.",
    "no": "Se leksikonet for å lære mer om bitvise operasjoner.",
    "pl": "Zapoznaj się z Leksykonem, aby dowiedzieć się więcej o operacjach bitowych.",
    "pt": "Consulte o Léxico para saber mais sobre operações bitwise.",
    "pt-BR": "Consulte o Léxico para saber mais sobre operações bit a bit.",
    "ro": "Consultați Lexiconul pentru a afla mai multe despre operațiile pe bitwise.",
    "ru": "Обратитесь к Лексикону, чтобы узнать больше о побитовых операциях.",
    "sv": "Se Lexikonet för att lära dig mer om bitvisa operationer.",
    "th": "โปรดดูพจนานุกรมเพื่อเรียนรู้เพิ่มเติมเกี่ยวกับการดําเนินการในระดับบิต",
    "tr": "Bitsel işlemler hakkında daha fazla bilgi edinmek için Sözlük'e bakın.",
    "uk": "Зверніться до Лексикону, щоб дізнатися більше про побітові операції.",
    "vi": "Tham khảo Lexicon để tìm hiểu thêm về các hoạt động bitwise.",
    "zh-CN": "请参阅词典以了解有关按位运算的更多信息。",
    "zh-TW": "請參閱詞典以瞭解有關按位運算的更多資訊。"
}
