{
    "ar": ".%s2مؤشر إلى مكافأة السرعة من هذه التعويذة. منضم بين %s1 و",
    "bg": "Указател към бонуса за скорост от това заклинание. Обвързано между %s1 и %s2.",
    "cs": "Ukazatel na rychlostní bonus z tohoto kouzla. Vázáno mezi %s1 a %s2.",
    "da": "Et fingerpeg til hastighedsbonussen fra denne trylleformular. Bundet mellem %s1 og %s2.",
    "de": "Ein Hinweis auf den Geschwindigkeitsbonus dieses Zaubers. Gebunden zwischen %s1 und %s2.",
    "el": "Ένας δείκτης στο μπόνους ταχύτητας από αυτό το ξόρκι. Δεσμευμένο μεταξύ %s1 και %s2.",
    "en": "A pointer to the speed bonus from this spell. Bound between %s1 and %s2.",
    "es": "Un puntero a la bonificación de velocidad de este hechizo. Enlazado entre %s1 y %s2.",
    "es-419": "Un puntero a la bonificación de velocidad de este hechizo. Enlazado entre %s1 y %s2.",
    "fi": "Osoitin nopeusbonukseen tästä loitsusta. Sidottu %s1:n ja %s2:n väliin.",
    "fr": "Un pointeur vers le bonus de vitesse de ce sort. Liaison entre %s1 et %s2.",
    "hu": "Egy mutató a varázslat sebességbónuszára. %s1 és %s2 közé kötve.",
    "it": "Un puntatore al bonus di velocità di questo incantesimo. Associato tra %s1 e %s2.",
    "ja": "この呪文からのスピードボーナスへのポインタ。%s1 と %s2 の間にバインドされています。",
    "ko": "이 주문의 속도 보너스에 대한 포인터입니다. %s1과 %s2 사이에 바인딩되었습니다.",
    "nl": "Een verwijzing naar de snelheidsbonus uit deze spreuk. Gebonden tussen %s1 en %s2.",
    "no": "En peker til hastighetsbonusen fra denne trylleformelen. Bundet mellom %s1 og %s2.",
    "pl": "Wskaźnik do premii prędkości z tego zaklęcia. Powiązanie między %s1 i %s2.",
    "pt": "Um ponteiro para o bônus de velocidade deste feitiço. Vinculado entre %s1 e %s2.",
    "pt-BR": "Um ponteiro para o bônus de velocidade deste feitiço. Vinculado entre %s1 e %s2.",
    "ro": "Un indicator al bonusului de viteză din această vrajă. Legat între %s1 și %s2.",
    "ru": "Указатель на бонус скорости от этого заклинания. Привязан между %s1 и %s2.",
    "sv": "En pekare till hastighetsbonusen från denna trollformel. Bundet mellan %s1 och %s2.",
    "th": "ตัวชี้ไปยังโบนัสความเร็วจากคาถานี้ ผูกระหว่าง %s1 และ %s2",
    "tr": "Bu büyüden gelen hız bonusuna bir işaretçi. %s1 ve %s2 arasında bağlanır.",
    "uk": "Покажчик на бонус за швидкість від цього заклинання. Межує між %s1 і %s2.",
    "vi": "Một con trỏ đến phần thưởng tốc độ từ câu thần chú này. Bị ràng buộc giữa %s1 và %s2.",
    "zh-CN": "指向此法术的速度加成的指针。绑定在 %s1 和 %s2 之间。",
    "zh-TW": "指向此法術的速度加成的指標。綁定在 %s1 和 %s2 之間。"
}
