{
    "ar": "حاول عكس كل من هذه الآثار لاستنزاف الصحة من خصمك بدلا من ذلك!",
    "bg": "Опитайте се да обръщате и двете от тези ефекти, за да източите здравето на противника си вместо!",
    "cs": "Zkuste couvnout oba tyto účinky mozků zdraví z vašeho soupeře místo!",
    "da": "Prøv at vende begge disse effekter til at dræne sundhed fra din modstander i stedet!",
    "de": "Versuchen Sie, beide dieser Effekte umzukehren, um stattdessen die Gesundheit Ihres Gegners zu entleeren!",
    "el": "Δοκιμάστε να αντιστρέψετε και τα δύο αυτά αποτελέσματα για να στραγγίξετε την υγεία από τον αντίπαλό σας αντ 'αυτού!",
    "en": "Try reversing both of these effects to drain health from your opponent instead!",
    "es": "¡Intenta revertir ambos efectos para drenar la salud de tu oponente en su lugar!",
    "es-419": "¡Intenta revertir ambos efectos para drenar la salud de tu oponente en su lugar!",
    "fi": "Kokeile kääntää molemmat näistä vaikutuksista valua terveyttä vastustajan sijaan!",
    "fr": "Essayez d’inverser ces deux effets pour drainer la santé de votre adversaire à la place!",
    "hu": "Próbálja meg tolatás mindkét hatás csatorna egészségügyi az ellenfél helyett!",
    "it": "Prova a invertire entrambi questi effetti per drenare la salute dal tuo avversario!",
    "ja": "代わりに相手から健康を排出するために、これらの効果の両方を逆転してみてください!",
    "ko": "대신 상대에서 건강을 배출하기 위해 이러한 효과의 두 가지를 반전보십시오!",
    "nl": "Probeer het omkeren van beide effecten om de gezondheid van je tegenstander af te voeren in plaats daarvan!",
    "nb": "Prøv å reversere begge disse effektene for å drenere helse fra motstanderen din i stedet!",
    "pl": "Spróbuj odwrócić oba te efekty, aby zamiast tego wysysać zdrowie od przeciwnika!",
    "pt": "Tente inverter os dois efeitos para drenar a saúde do seu oponente!",
    "pt-BR": "Tente reverter esses dois efeitos para drenar a saúde do seu oponente em vez disso!",
    "ro": "Încercați inversarea ambele aceste efecte pentru a drena sănătatea de la adversarul tău în loc!",
    "ru": "Попробуйте обратить вспять оба этих эффектов, чтобы слить здоровье от вашего противника, а не!",
    "sv": "Försök att vända båda dessa effekter för att dränera hälsa från din motståndare istället!",
    "th": "ลองย้อนกลับทั้งสองของผลกระทบเหล่านี้เพื่อระบายน้ําสุขภาพจากฝ่ายตรงข้ามของคุณแทน!",
    "tr": "Bunun yerine rakibinizin sağlığını boşaltmak için bu etkilerin her ikisini de tersine çevirmeyi deneyin!",
    "uk": "Спробуйте задні обидва цих наслідків для дренажних здоров'я від супротивника, а не!",
    "vi": "Hãy thử đảo ngược cả hai tác dụng này để thoát sức khỏe từ đối thủ của bạn thay vì!",
    "zh-CN": "尝试扭转这两种影响，以耗尽你的对手的健康，而不是！",
    "zh-TW": "嘗試扭轉這兩種影響,以耗盡你的對手的健康,而不是!"
}
