{
    "ar": "إذا كنت تبحث عن بعض الأضرار ، فقد وصلت إلى المكان الصحيح.",
    "bg": "Ако търсите да се справите с някои щети, вие сте попаднали на правилното място.",
    "cs": "Pokud chcete způsobit nějaké škody, jste na správném místě.",
    "da": "Hvis du ønsker at håndtere nogle skader, er du kommet til det rigtige sted.",
    "de": "Wenn Sie Schaden anrichten möchten, sind Sie hier richtig.",
    "el": "Αν ψάχνετε να αντιμετωπίσετε κάποια ζημιά, έχετε έρθει στο σωστό μέρος.",
    "en": "If you're looking to deal some damage, you've come to the right place.",
    "es": "Si está buscando causar algún daño, ha venido al lugar correcto.",
    "es-419": "Si está buscando causar algún daño, ha venido al lugar correcto.",
    "fi": "Jos etsit vaurioita, olet tullut oikeaan paikkaan.",
    "fr": "Si vous souhaitez infliger des dégâts, vous êtes au bon endroit.",
    "hu": "Ha valamilyen károkat keres, akkor a megfelelő helyre jött.",
    "it": "Se stai cercando di infliggere qualche danno, sei nel posto giusto.",
    "ja": "何らかのダメージを与えたい場合は、適切な場所に来ています。",
    "ko": "약간의 피해를 입히고 싶다면 올바른 장소에 왔습니다.",
    "nl": "Als u wat schade wilt aanrichten, bent u bij ons aan het juiste adres.",
    "no": "Hvis du ønsker å gjøre noe skade, har du kommet til rett sted.",
    "pl": "Jeśli chcesz zadać obrażenia, trafiłeś we właściwe miejsce.",
    "pt": "Se você está procurando causar algum dano, você veio ao lugar certo.",
    "pt-BR": "Se você está procurando causar algum dano, você veio ao lugar certo.",
    "ro": "Dacă doriți să faceți o pagubă, ați ajuns la locul potrivit.",
    "ru": "Если вы хотите нанести какой-то ущерб, вы попали в нужное место.",
    "sv": "Om du vill hantera vissa skador har du kommit till rätt ställe.",
    "th": "หากคุณกำลังมองหาความเสียหายบางอย่างคุณมาถูกที่แล้ว",
    "tr": "Hasar vermek istiyorsan doğru yere geldiniz.",
    "uk": "Якщо ви хочете завдати якоїсь шкоди, ви прийшли в потрібне місце.",
    "vi": "Nếu bạn đang tìm cách gây ra một số thiệt hại, bạn đã đến đúng nơi.",
    "zh-CN": "如果您想要造成一些伤害，那么您来对地方了。",
    "zh-TW": "如果您想要造成一些傷害，那麼您來對地方了。"
}
