{
    "ar": ".ادفع الضرر الخطير للإصابات إلى المكدس ، وقم بإدخاله في الضرر الناتج",
    "bg": "Натиснете критичен удар щети върху стека, и го поп в резултат на щетите.",
    "cs": "Zatlačte poškození kritickým zásahem na hromádku a vložte ho do výsledného poškození.",
    "da": "Skub kritiske slagskader på stakken, og sæt dem ind i den resulterende skade.",
    "de": "Schieben Sie kritischen Trefferschaden auf den Stapel und fügen Sie ihn in den resultierenden Schaden ein.",
    "el": "Σπρώξτε τη ζημιά κρίσιμου χτυπήματος στη στοίβα και τοποθετήστε την στη ζημιά που προκύπτει.",
    "en": "Push critical hit damage onto stack, and pop it into the resulting damage.",
    "es": "Empuja el daño crítico en la pila y colócalo en el daño resultante.",
    "es-419": "Empuja el daño crítico en la pila y colócalo en el daño resultante.",
    "fi": "Työnnä kriittiset osumavauriot pinoon ja työnnä ne syntyvään vahinkoon.",
    "fr": "Poussez les dégâts critiques sur la pile et introduisez-les dans les dommages résultants.",
    "hu": "Nyomd a kritikus találati sebzést a paklira, és dobd bele a keletkező sebzésbe.",
    "it": "Spingi i danni critici sul camino e inseriscili nel danno risultante.",
    "ja": "クリティカルヒットダメージをスタックに押し込み、結果として生じるダメージにポップします。",
    "ko": "치명타 피해를 스택에 밀어 넣고 결과 피해에 팝합니다.",
    "nl": "Duw kritieke hitschade op stapel en stop deze in de resulterende schade.",
    "no": "Skyv kritisk treffskade på stabelen, og sett den inn i den resulterende skaden.",
    "pl": "Wypchnij obrażenia od trafienia krytycznego na stos i włóż je do powstałych obrażeń.",
    "pt": "Empurre o dano de impacto crítico para a pilha e coloque-o no dano resultante.",
    "pt-BR": "Empurre o dano de impacto crítico para a pilha e coloque-o no dano resultante.",
    "ro": "Împingeți daunele critice lovite pe stivă și introduceți-l în daunele rezultate.",
    "ru": "Наносите критический урон по ударам на стек и добавляйте его в полученный урон.",
    "sv": "Tryck kritisk träffskada på stacken och lägg den i den resulterande skadan.",
    "th": "ผลักความเสียหายจากการโจมตีที่สําคัญลงบนสแต็คและใส่ลงในความเสียหายที่เกิดขึ้น",
    "tr": "Kritik isabet hasarını yığının üzerine itin ve ortaya çıkan hasara dökün.",
    "uk": "Натисніть критичне пошкодження на стек і вставте його в отриманий збиток.",
    "vi": "Đẩy sát thương đòn chí mạng lên ngăn xếp và đưa nó vào sát thương kết quả.",
    "zh-CN": "将暴击伤害推到堆栈上，并将其弹出到产生的伤害中。",
    "zh-TW": "將暴擊傷害推到堆疊上，並將其彈出到產生的傷害中。"
}
