{
    "ar": ".تلميح: سيعمل استبدال جميع التعليمات البرمجية ب 'nop' ، ولكن من الممكن أيضا تحويل الضرر إلى شفاء",
    "bg": "Съвет: Замяната на целия код с 'nop' ще работи, но също така е възможно да конвертирате щетите в изцеление.",
    "cs": "Tip: Nahrazení veškerého kódu 'nop' bude fungovat, ale je také možné převést poškození na léčení.",
    "da": "Tip: Udskiftning af al kode med en 'nop' vil fungere, men det er også muligt at konvertere skaden til helbredelse.",
    "de": "Tipp: Das Ersetzen des gesamten Codes durch ein 'nop' funktioniert, aber es ist auch möglich, den Schaden in Heilung umzuwandeln.",
    "el": "Συμβουλή: Η αντικατάσταση όλου του κώδικα με ένα «nop» θα λειτουργήσει, αλλά είναι επίσης δυνατό να μετατρέψετε τη ζημιά σε επούλωση.",
    "en": "Hint: Replacing all code with a 'nop' will work, but it's also possible to convert the damage to healing.",
    "es": "Sugerencia: Reemplazar todo el código con un 'nop' funcionará, pero también es posible convertir el daño en curación.",
    "es-419": "Sugerencia: Reemplazar todo el código con un 'nop' funcionará, pero también es posible convertir el daño en curación.",
    "fi": "Vihje: Kaiken koodin korvaaminen nopilla toimii, mutta on myös mahdollista muuntaa vauriot paranemiseksi.",
    "fr": "Astuce: Remplacer tout le code par un « nop » fonctionnera, mais il est également possible de convertir les dommages en guérison.",
    "hu": "Tipp: Az összes kód 'nop'-ra cserélése működni fog, de a sebzést gyógyulássá is lehet alakítani.",
    "it": "Suggerimento: sostituire tutto il codice con un 'nop' funzionerà, ma è anche possibile convertire il danno in guarigione.",
    "ja": "ヒント:すべてのコードを「nop」に置き換えることは機能しますが、ダメージを回復に変換することもできます。",
    "ko": "힌트: 모든 코드를 'nop'으로 바꾸면 작동하지만 피해를 치유로 전환하는 것도 가능합니다.",
    "nl": "Tip: Het vervangen van alle code door een 'nop' zal werken, maar het is ook mogelijk om de schade om te zetten in genezing.",
    "no": "Tips: Å erstatte all kode med en 'nop' vil fungere, men det er også mulig å konvertere skaden til helbredelse.",
    "pl": "Wskazówka: Zastąpienie całego kodu 'nop' zadziała, ale możliwe jest również przekształcenie obrażeń w leczenie.",
    "pt": "Dica: Substituir todo o código por um 'nop' funcionará, mas também é possível converter o dano em cura.",
    "pt-BR": "Dica: Substituir todo o código por um 'nop' funcionará, mas também é possível converter o dano em cura.",
    "ro": "Sugestie: Înlocuirea tuturor codului cu un 'nop' va funcționa, dar este, de asemenea, posibil să convertiți daunele la vindecare.",
    "ru": "Подсказка: замена всего кода на 'nop' будет работать, но также можно преобразовать урон в исцеление.",
    "sv": "Tips: Att ersätta all kod med en 'nop' fungerar, men det är också möjligt att konvertera skadan till läkning.",
    "th": "คําแนะนํา: การแทนที่รหัสทั้งหมดด้วย 'nop' จะใช้งานได้ แต่ก็เป็นไปได้ที่จะแปลงความเสียหายเป็นการรักษา",
    "tr": "İpucu: Tüm kodu bir 'nop' ile değiştirmek işe yarayacaktır, ancak hasarı iyileşmeye dönüştürmek de mümkündür.",
    "uk": "Підказка: Заміна всього коду на «nop» спрацює, але також можна перетворити пошкодження на загоєння.",
    "vi": "Gợi ý: Thay thế tất cả các mã bằng 'nop' sẽ hoạt động, nhưng cũng có thể chuyển đổi thiệt hại thành hồi máu.",
    "zh-CN": "提示：用“nop”替换所有代码将起作用，但也可以将伤害转换为治疗。",
    "zh-TW": "提示：用“nop”替換所有代碼將起作用，但也可以將傷害轉換為治療。"
}
