{
    "ar": ".ثابت يحتوي على الضرر الذي لحق بضربة حرجة",
    "bg": "Константа, съдържаща щетите, нанесени при критичен удар.",
    "cs": "Konstanta obsahující poškození udělené při kritickém zásahu.",
    "da": "En konstant indeholdende skaden behandlet på et kritisk hit.",
    "de": "Eine Konstante, die den Schaden enthält, der bei einem kritischen Treffer zugefügt wird.",
    "el": "Μια σταθερά που περιέχει τη ζημιά που προκλήθηκε σε ένα κρίσιμο χτύπημα.",
    "en": "A constant containing the damage dealt on a critical hit.",
    "es": "Una constante que contiene el daño infligido en un golpe crítico.",
    "es-419": "Una constante que contiene el daño infligido en un golpe crítico.",
    "fi": "Vakio, joka sisältää kriittisen osuman aiheuttamat vahingot.",
    "fr": "Une constante contenant les dégâts infligés sur un coup critique.",
    "hu": "Egy állandó, amely tartalmazza a kritikus találat során okozott sebzést.",
    "it": "Una costante contenente il danno inflitto su un colpo critico.",
    "ja": "クリティカルヒットで与えられたダメージを含む定数。",
    "ko": "치명타 시 입힌 피해를 포함하는 상수입니다.",
    "nl": "Een constante die de schade bij een kritieke treffer in bedwang houdt.",
    "no": "En konstant som inneholder skaden som ble påført et kritisk treff.",
    "pl": "Stała zawierająca obrażenia zadawane przy trafieniu krytycznym.",
    "pt": "Uma constante contendo os danos desferidos em um golpe crítico.",
    "pt-BR": "Uma constante contendo o dano causado em um golpe crítico.",
    "ro": "O constantă care conține daunele provocate de o lovitură critică.",
    "ru": "Константа, содержащая урон, нанесенный при критическом ударе.",
    "sv": "En konstant som innehåller skadan på en kritisk träff.",
    "th": "ค่าคงที่ที่มีความเสียหายที่เกิดขึ้นเมื่อถูกโจมตีอย่างรุนแรง",
    "tr": "Kritik bir vuruşta verilen hasarı içeren bir sabit.",
    "uk": "Константа, що містить шкоду, завдану при критичному ударі.",
    "vi": "Một hằng số chứa thiệt hại gây ra trên một đòn chí mạng.",
    "zh-CN": "包含暴击时造成伤害的常量。",
    "zh-TW": "包含暴擊時造成傷害的常量。"
}
