{
    "ar": ".هذا يعادل تقسيم صحة فريق اللاعب إلى نصفين. ومع ذلك ، نظرا لأن هذا تحول دائري ، فقد يؤدي ذلك في بعض الأحيان إلى الشفاء",
    "bg": "Това е еквивалент на разделяне на здравето на отбора на играча наполовина. Въпреки това, тъй като това е кръгова промяна, това понякога може да доведе до изцеление.",
    "cs": "To je ekvivalent rozdělení zdraví hráčova týmu na polovinu. Protože se však jedná o kruhový posun, může to někdy vést k uzdravení.",
    "da": "Dette svarer til at opdele spillerens holds helbred i halvdelen. Men da dette er et cirkulært skift, kan dette undertiden resultere i helbredelse.",
    "de": "Dies ist das Äquivalent dazu, die Gesundheit des Teams des Spielers in zwei Hälften zu teilen. Da es sich jedoch um eine kreisförmige Verschiebung handelt, kann dies manchmal zu Heilung führen.",
    "el": "Αυτό ισοδυναμεί με διαίρεση της υγείας της ομάδας του παίκτη στη μέση. Ωστόσο, δεδομένου ότι πρόκειται για κυκλική μετατόπιση, αυτό μπορεί μερικές φορές να οδηγήσει σε επούλωση.",
    "en": "This is the equivalent of dividing the health of the player's team in half. However, since this is a circular shift, this can sometimes result in healing.",
    "es": "Esto es el equivalente a dividir la salud del equipo del jugador por la mitad. Sin embargo, dado que este es un cambio circular, esto a veces puede resultar en la curación.",
    "es-419": "Esto es el equivalente a dividir la salud del equipo del jugador por la mitad. Sin embargo, dado que este es un cambio circular, esto a veces puede resultar en la curación.",
    "fi": "Tämä vastaa pelaajan joukkueen terveyden jakamista kahtia. Koska tämä on kuitenkin pyöreä muutos, tämä voi joskus johtaa paranemiseen.",
    "fr": "C’est l’équivalent de diviser la santé de l’équipe du joueur en deux. Cependant, comme il s’agit d’un changement circulaire, cela peut parfois entraîner une guérison.",
    "hu": "Ez egyenértékű azzal, hogy a játékos csapatának egészségét kettéosztjuk. Mivel azonban ez egy körkörös váltás, ez néha gyógyulást eredményezhet.",
    "it": "Questo equivale a dividere la salute della squadra del giocatore a metà. Tuttavia, poiché si tratta di uno spostamento circolare, questo a volte può portare alla guarigione.",
    "ja": "これは、プレイヤーのチームの健全性を半分に分割することに相当します。しかし、これは循環シフトであるため、治癒 につながることがあります。",
    "ko": "이것은 선수 팀의 건강을 반으로 나누는 것과 같습니다. 그러나 이것은 순환 이동이기 때문에 때로는 치유를 초래할 수 있습니다.",
    "nl": "Dit is het equivalent van het in tweeën delen van de gezondheid van het team van de speler. Omdat dit echter een circulaire verschuiving is, kan dit soms resulteren in genezing.",
    "no": "Dette tilsvarer å dele helsen til spillerens lag i to. Men siden dette er et sirkulært skifte, kan dette noen ganger resultere i helbredelse.",
    "pl": "Jest to odpowiednik podzielenia zdrowia drużyny gracza na pół. Ponieważ jednak jest to przesunięcie okrężne, może to czasami prowadzić do uzdrowienia.",
    "pt": "Isto equivale a dividir a saúde da equipa do jogador ao meio. No entanto, uma vez que se trata de uma mudança circular, isto pode, por vezes, resultar na cura.",
    "pt-BR": "Isso equivale a dividir a saúde do time do jogador ao meio. No entanto, como esta é uma mudança circular, isso às vezes pode resultar em cura.",
    "ro": "Acesta este echivalentul împărțirii stării de sănătate a echipei jucătorului în jumătate. Cu toate acestea, deoarece aceasta este o schimbare circulară, acest lucru poate duce uneori la vindecare.",
    "ru": "Это равносильно разделению здоровья команды игрока пополам. Однако, поскольку это круговой сдвиг, это иногда может привести к исцелению.",
    "sv": "Detta motsvarar att dela spelarens lags hälsa i hälften. Men eftersom detta är ett cirkulärt skifte kan detta ibland resultera i läkning.",
    "th": "นี่เทียบเท่ากับการแบ่งสุขภาพของทีมของผู้เล่นออกเป็นครึ่งหนึ่ง อย่างไรก็ตามเนื่องจากนี่เป็นการเปลี่ยนแปลงแบบวงกลมบางครั้งอาจส่งผลให้เกิดการรักษา",
    "tr": "Bu, oyuncunun takımının sağlığını ikiye bölmeye eşdeğerdir. Bununla birlikte, bu dairesel bir kayma olduğundan, bu bazen iyileşmeye neden olabilir.",
    "uk": "Це еквівалент поділу здоров'я команди гравця навпіл. Однак, оскільки це круговий зсув, це іноді може закінчитися загоєнням.",
    "vi": "Điều này tương đương với việc chia đôi sức khỏe của đội cầu thủ. Tuy nhiên, vì đây là một sự thay đổi vòng tròn, điều này đôi khi có thể dẫn đến việc chữa lành.",
    "zh-CN": "这相当于将玩家团队的生命值分成两半。然而，由于这是一个循环的转变，这有时会导致愈合。",
    "zh-TW": "這相當於將玩家團隊的生命值分成兩半。然而，由於這是一個循環的轉變，這有時會導致癒合。"
}
