{
    "ar": "تعديل هذه القيم لتوجيه الريح في اتجاهات مختلفة!",
    "bg": "Променете тези стойности, за да насочите вятъра в различни посоки!",
    "cs": "Upravte tyto hodnoty a nasměrujte vítr různými směry!",
    "da": "Ændre disse værdier for at rette vinden i forskellige retninger!",
    "de": "Ändern Sie diese Werte, um den Wind in verschiedene Richtungen zu lenken!",
    "el": "Τροποποιήστε αυτές τις τιμές για να κατευθύνετε τον άνεμο προς διαφορετικές κατευθύνσεις!",
    "en": "Modify these values to direct the wind in different directions!",
    "es": "¡Modifique estos valores para dirigir el viento en diferentes direcciones!",
    "es-419": "¡Modifique estos valores para dirigir el viento en diferentes direcciones!",
    "fi": "Muokkaa näitä arvoja ohjataksesi tuulta eri suuntiin!",
    "fr": "Modifiez ces valeurs pour diriger le vent dans différentes directions!",
    "hu": "Módosítsa ezeket az értékeket, hogy a szél különböző irányba irányuljon!",
    "it": "Modifica questi valori per dirigere il vento in diverse direzioni!",
    "ja": "これらの値を変更して、風を別の方向に向けます！",
    "ko": "바람을 다른 방향으로 향하게하려면이 값을 수정하십시오!",
    "nl": "Pas deze waarden aan om de wind in verschillende richtingen te sturen!",
    "no": "Endre disse verdiene for å rette vinden i forskjellige retninger!",
    "pl": "Zmodyfikuj te wartości, aby skierować wiatr w różnych kierunkach!",
    "pt": "Modifique esses valores para direcionar o vento em diferentes direções!",
    "pt-BR": "Modifique esses valores para direcionar o vento em diferentes direções!",
    "ro": "Modificați aceste valori pentru a direcționa vântul în direcții diferite!",
    "ru": "Измените эти значения, чтобы направить ветер в разные стороны!",
    "sv": "Ändra dessa värden för att rikta vinden i olika riktningar!",
    "th": "ปรับเปลี่ยนค่าเหล่านี้เพื่อกำหนดทิศทางลมในทิศทางที่แตกต่างกัน!",
    "tr": "Rüzgarı farklı yönlere yönlendirmek için bu değerleri değiştirin!",
    "uk": "Змініть ці значення, щоб направити вітер у різні боки!",
    "vi": "Sửa đổi các giá trị này để hướng gió theo các hướng khác nhau!",
    "zh-CN": "修改这些值可以使风向不同的方向！",
    "zh-TW": "修改這些值可以使風向不同的方向！"
}
