{
    "ar": "مؤشر لسرعة الرياح الأفقية ، بين -1.0 و 1.0.",
    "bg": "Указател на хоризонталната скорост на вятъра, между -1.0 и 1.0.",
    "cs": "Ukazatel horizontální rychlosti větru, mezi -1,0 a 1,0.",
    "da": "En peger på vindens vandrette hastighed, mellem -1,0 og 1,0.",
    "de": "Ein Zeiger auf die horizontale Windgeschwindigkeit zwischen -1.0 und 1.0.",
    "el": "Ένας δείκτης στην οριζόντια ταχύτητα του ανέμου, μεταξύ -1,0 και 1,0.",
    "en": "A pointer to the wind's horizontal speed, between -1.0 and 1.0.",
    "es": "Un puntero a la velocidad horizontal del viento, entre -1.0 y 1.0.",
    "es-419": "Un puntero a la velocidad horizontal del viento, entre -1.0 y 1.0.",
    "fi": "Osoitin tuulen vaakasuoraan nopeuteen välillä -1,0 ja 1,0.",
    "fr": "Un pointeur sur la vitesse horizontale du vent, entre -1.0 et 1.0.",
    "hu": "Egy mutató a szél vízszintes sebességéhez, -1,0 és 1,0 között.",
    "it": "Un puntatore alla velocità orizzontale del vento, tra -1.0 e 1.0.",
    "ja": "風の水平方向の速度へのポインタ、-1.0から1.0の間",
    "ko": "-1.0에서 1.0 사이의 바람의 수평 속도에 대한 포인터입니다.",
    "nl": "Een verwijzing naar de horizontale snelheid van de wind, tussen -1,0 en 1,0.",
    "no": "En peker på vindens horisontale fart, mellom -1,0 og 1,0.",
    "pl": "Wskaźnik do poziomej prędkości wiatru w zakresie od -1,0 do 1,0.",
    "pt": "Um ponteiro para a velocidade horizontal do vento, entre -1,0 e 1,0.",
    "pt-BR": "Um ponteiro para a velocidade horizontal do vento, entre -1,0 e 1,0.",
    "ro": "Un indicator al vitezei orizontale a vântului, între -1,0 și 1,0.",
    "ru": "Указатель на горизонтальную скорость ветра от -1,0 до 1,0.",
    "sv": "En pekare till vindens horisontella hastighet, mellan -1,0 och 1,0.",
    "th": "ตัวชี้ไปยังความเร็วแนวนอนของลมระหว่าง -1.0 และ 1.0",
    "tr": "Rüzgârın yatay hızına bir işaret, -1.0 ile 1.0 arasında.",
    "uk": "Покажчик на горизонтальну швидкість вітру, від -1.0 до 1.0.",
    "vi": "Một con trỏ tới tốc độ ngang của gió, giữa -1.0 và 1.0.",
    "zh-CN": "指向风的水平速度的指针，介于-1.0和1.0之间。",
    "zh-TW": "指向風的水平速度的指針，介於-1.0和1.0之間。"
}
