{
    "ar": "تلميح: يمكن استخدام عملية \\\"shl\\\" لمضاعفة الضرر ديلت بدلاً من ذلك!",
    "bg": "Съвет: А 'shl' операция може да се използва за умножаване щети delt вместо това!",
    "cs": "Tip: Operace \\\"shl\\\" může být použita k násobení poškození delt místo!",
    "da": "Tip: En 'shl' operation kan bruges til at formere skader delt i stedet!",
    "de": "Hinweis: Ein 'shl' Vorgang kann stattdessen verwendet werden, um Schadensdelt zu multiplizieren!",
    "el": "Υπαινιγμός: Μια λειτουργία «shl» μπορεί να χρησιμοποιηθεί για να πολλαπλασιάσει τη ζημία delt αντ 'αυτού!",
    "en": "Hint: A 'shl' operation can be used to multiply damage delt instead!",
    "es": "Consejo: ¡Una operación 'shl' se puede utilizar para multiplicar el det de daño en su lugar!",
    "es-419": "Consejo: ¡Una operación 'shl' se puede utilizar para multiplicar el det de daño en su lugar!",
    "fi": "Vihje: shl-toimintoa voidaan käyttää sen sijaan vaurioiden lisääntymiseen!",
    "fr": "Astuce: Une opération 'shl' peut être utilisée pour multiplier les dégâts delt à la place!",
    "hu": "Tipp: A \\\"shl\\\" művelet használható szorozni kár delt helyett!",
    "it": "Suggerimento: Un'operazione 'shl' può essere utilizzata per moltiplicare i danni delt invece!",
    "ja": "ヒント: 'shl' 操作は代わりにダメージデルトを乗算するために使用できます!",
    "ko": "힌트: 'shl' 작업을 사용하여 대신 델트 손상이 증대될 수 있습니다!",
    "nl": "Tip: Een 'shl' operatie kan worden gebruikt om schade delt in plaats daarvan te vermenigvuldigen!",
    "nb": "Tips: En 'shl' operasjon kan brukes til å multiplisere skade delt i stedet!",
    "pl": "Podpowiedź: Operacja \\\"shl\\\" może być użyta do pomnożenia obrażeń delt zamiast!",
    "pt": "Atenção: Uma operação 'shl' pode ser usada para multiplicar os danos delt!",
    "pt-BR": "Dica: Uma operação 'shl' pode ser usada para multiplicar o delt de dano em vez disso!",
    "ro": "Sugestie: O operațiune \\\"shl\\\" poate fi folosit pentru a multiplica daune delt loc!",
    "ru": "Подсказка: 'shl' операция может быть использована для умножения повреждения Delt вместо!",
    "sv": "Tips: En \\\"shl\\\" operation kan användas för att multiplicera skador delt istället!",
    "th": "คําแนะนํา: การดําเนินการ 'shl' สามารถใช้ในการคูณ delt ความเสียหายแทน!",
    "tr": "İpucu: Bir 'shl' işlemi yerine hasar delt çarpmak için kullanılabilir!",
    "uk": "Підказка: ' shl ' операція може бути використана для множення збитку вдал замість!",
    "vi": "Gợi ý: một ' shl ' hoạt động có thể được sử dụng để nhân thiệt hại delt thay vì!",
    "zh-CN": "提示：'shl'操作可用于将伤害成倍增加！",
    "zh-TW": "提示:'shl'操作可用於將傷害成倍增加!"
}
