{
    "ar": "وبعبارة أخرى، هذا الرمز يتعامل مع الضرر نصف لجميع الأعداء الأخرى المرتبطة بالصحة.",
    "bg": "С други думи, този код нанася половин щети на всички други свързани със здравето врагове.",
    "cs": "Jinými slovy, tento kód způsobuje poloviční poškození všem ostatním nepřátelům spojeným se zdravím.",
    "da": "Med andre ord, denne kode omhandler halv skade på alle andre sundheds-forbundne fjender.",
    "de": "Mit anderen Worten, dieser Code fügt allen anderen gesundheitsverbundenen Feinden den halben Schaden zu.",
    "el": "Με άλλα λόγια, αυτός ο κώδικας προκαλεί μισή ζημιά σε όλους τους άλλους εχθρούς που συνδέονται με την υγεία.",
    "en": "In other words, this code deals half damage to all other health-linked enemies.",
    "es": "En otras palabras, este código inflige la mitad de daño a todos los demás enemigos vinculados a la salud.",
    "es-419": "En otras palabras, este código inflige la mitad de daño a todos los demás enemigos vinculados a la salud.",
    "fi": "Toisin sanoen, tämä koodi käsittelee puoli vahinkoa kaikille muille terveyteen liittyviä vihollisia.",
    "fr": "En d’autres termes, ce code inflige la moitié des dégâts à tous les autres ennemis liés à la santé.",
    "hu": "Más szóval, ez a kód fél sebzést okoz az összes többi egészséghez kapcsolódó ellenségnek.",
    "it": "In altre parole, questo codice infligge mezzo danno a tutti gli altri nemici legati alla salute.",
    "ja": "つまり、このコードは、他の健康にリンクされた敵に対して半分のダメージを与えます。",
    "ko": "즉,이 코드는 다른 모든 건강 연결 적에게 절반 의 피해를 줍니다.",
    "nl": "Met andere woorden, deze code richt de helft schade aan alle andere gezondheid-gekoppelde vijanden.",
    "nb": "Med andre ord, denne koden omhandler halv skade på alle andre helsekoblede fiender.",
    "pl": "Innymi słowy, ten kod zadaje połowę obrażeń wszystkim innym wrogom związanym ze zdrowiem.",
    "pt": "Por outras palavras, este código dá metade dos danos a todos os outros inimigos ligados à saúde.",
    "pt-BR": "Em outras palavras, este código causar meio dano a todos os outros inimigos ligados à saúde.",
    "ro": "Cu alte cuvinte, acest cod provoacă jumătate din daune tuturor celorlalți inamici legați de sănătate.",
    "ru": "Другими словами, этот код наносит половину ущерба всем другим врагам, связанным со здоровьем.",
    "sv": "Med andra ord, denna kod ger halv skada på alla andra hälso-länkade fiender.",
    "th": "กล่าวอีกนัยหนึ่งรหัสนี้สร้างความเสียหายครึ่งหนึ่งให้กับศัตรูที่เชื่อมโยงสุขภาพอื่น ๆ ทั้งหมด",
    "tr": "Başka bir deyişle, bu kod diğer tüm sağlık bağlantılı düşmanlarına yarım zarar verir.",
    "uk": "Іншими словами, цей Кодекс завдає половину шкоди всім іншим пов'язаним зі здоров'ям ворогами.",
    "vi": "Nói cách khác, mã này gây một nửa thiệt hại cho tất cả các kẻ thù liên kết sức khỏe khác.",
    "zh-CN": "换句话说，此代码对所有其他与健康相关的敌人造成一半伤害。",
    "zh-TW": "換句話說,此代碼對所有其他與健康相關的敵人造成一半傷害。"
}
