{
    "ar": "%s1 لا يزال ملعونا! يجب أن يكون هناك شيء آخر نحتاج إلى القيام به.",
    "bg": "%s1 все още е прокълнат! Трябва да има нещо друго, което трябва да направим.",
    "cs": "%s1 je stále prokletý! Musí existovat něco jiného, co musíme udělat.",
    "da": "%s1 er stadig! Der må være noget andet, vi skal gøre.",
    "de": "%s1 ist immer noch verflucht! Es muss noch etwas geben, was wir tun müssen.",
    "el": "%s1 είναι ακόμα καταραμένο! Πρέπει να υπάρχει κάτι άλλο που πρέπει να κάνουμε.",
    "en": "%s1 is still cursed! There must be something else we need to do.",
    "es": "¡%s1 todavía está maldito! Debe haber algo más que tenemos que hacer.",
    "es-419": "¡%s1 todavía está maldito! Debe haber algo más que tenemos que hacer.",
    "fi": "%s1 on edelleen kirottu! Meidän on tehtävä jotain muutakin.",
    "fr": "%s1 est toujours maudit ! Il doit y avoir autre chose que nous devons faire.",
    "hu": "%s1 még mindig átkozott! Valami mást is tennünk kell.",
    "it": "%s1 è ancora maledetto! Ci deve essere qualcos'altro che dobbiamo fare.",
    "ja": "%s1 はまだ呪われています!他にやらなければならないことがあるはずです。",
    "ko": "%s1은(는) 여전히 저주를 받았습니다! 우리가 해야 할 다른 일이 있어야 합니다.",
    "nl": "%s1 is nog steeds vervloekt! Er moet iets anders zijn dat we moeten doen.",
    "no": "%s1 er fortsatt forbannet! Det må være noe annet vi må gjøre.",
    "pl": "%s1 jest nadal przeklęty! Musimy zrobić coś jeszcze.",
    "pt": "%s1 ainda é amaldiçoado! Tem de haver algo mais que tenhamos de fazer.",
    "pt-BR": "%s1 ainda está amaldiçoado! Deve haver algo mais que precisamos fazer.",
    "ro": "%s1 este încă blestemat! Trebuie să mai fie ceva ce trebuie să facem.",
    "ru": "%s1 все еще проклят! Должно быть что-то еще, что нам нужно сделать.",
    "sv": "%s1 är fortfarande förbannad! Det måste finnas något annat vi måste göra.",
    "th": "%s1 ยังคงถูกสาป! ต้องมีอย่างอื่นที่เราต้องทํา",
    "tr": "%s1 hala lanetli! Yapmamız gereken başka bir şey olmalı.",
    "uk": "%s1 все ще проклятий! Має бути ще щось, що нам потрібно зробити.",
    "vi": "%s1 vẫn bị nguyền rủa! Phải có một cái gì đó khác chúng ta cần phải làm.",
    "zh-CN": "%s1 仍然被诅咒！我们一定还需要做点别的事情。",
    "zh-TW": "%s1 仍然被詛咒！我們一定還需要做點別的事情。"
}
