{
    "ar": "القيمة المرتجعة التي يتم تخزينها سواء كان الكيان يسبح أم لا.",
    "bg": "Върнатата стойност, която съхранява независимо дали субектът плува или не.",
    "cs": "Návratová hodnota, která ukládá, zda se entita plave.",
    "da": "Den returneringsværdi, der gemmer, om enheden svømmer eller ej.",
    "de": "Der Rückgabewert, der speichert, ob die Entität schwimmt oder nicht.",
    "el": "Η τιμή επιστροφής που αποθηκεύει αν η οντότητα κολλάει ή όχι.",
    "en": "The return value that stores whether or not the entity is swimming.",
    "es": "El valor de retorno que almacena si la entidad está nadando o no.",
    "es-419": "El valor de retorno que almacena si la entidad está nadando o no.",
    "fi": "Palautusarvo, joka tallentaa riippumatta siitä, onko yhteisö uimassa.",
    "fr": "La valeur de retour qui stocke si l'entité nage ou non.",
    "hu": "A visszatérési érték, amely tárolja, hogy az entitás úszik-e vagy sem.",
    "it": "Il valore restituito che memorizza se l'entità sta nuotando o meno.",
    "ja": "エンティティが泳いでいるかどうかを格納する戻り値。",
    "ko": "엔터티가 수영 중인지 여부를 저장하는 반환 값입니다.",
    "nl": "De retourwaarde die opslaat of de entiteit al dan niet zwemt.",
    "no": "Avkastningsverdien som lagrer om enheten svømmer eller ikke.",
    "pl": "Wartość zwracana, która przechowuje, czy jednostka pływa.",
    "pt": "O valor de retorno que armazena se a entidade está ou não nadando.",
    "pt-BR": "O valor de retorno que armazena se a entidade está ou não nadando.",
    "ro": "Valoarea de retur care stochează dacă entitatea înoată sau nu.",
    "ru": "Возвращаемое значение, которое хранит информацию о том, плавает объект или нет.",
    "sv": "Avkastningsvärdet som lagrar om företaget simmar eller inte.",
    "th": "ค่าส่งคืนที่เก็บว่าเอนทิตีกำลังว่ายน้ำหรือไม่",
    "tr": "Varlığın yüzüp yüzmediğini depolayan dönüş değeri.",
    "uk": "Повернене значення, яке зберігає, чи плаває суб'єкт чи ні.",
    "vi": "Giá trị trả về lưu trữ cho dù thực thể đó có bơi hay không.",
    "zh-CN": "返回值存储实体是否正在游泳。",
    "zh-TW": "返回值存儲實體是否正在游泳。"
}
