{
    "ar": "يجب أن نكون قادرين على إصلاح ذاكرة الوصول العشوائي هذه ومهاجمة أعدائنا من الخلف. نحن بحاجة إلى ثلاث عجلات مجموع قبل أن تعمل مرة أخرى.",
    "bg": "Би трябвало да можем да поправим този оскъден овен и да атакуваме враговете си отзад. Имаме нужда от три колела, преди да започне да работи отново.",
    "cs": "Měli bychom být schopni opravit tohoto beranícího berana a zaútočit na naše nepřátele zezadu. Než bude znovu funkční, potřebujeme celkem tři kola.",
    "da": "Vi skulle være i stand til at reparere denne voldsramme og angribe vores fjender bagfra. Vi har brug for tre hjul i alt, før det er i drift igen.",
    "de": "Wir sollten in der Lage sein, diesen Rammbock zu reparieren und unsere Feinde von hinten anzugreifen. Wir brauchen insgesamt drei Räder, bevor es wieder betriebsbereit ist.",
    "el": "Θα πρέπει να είμαστε σε θέση να επιδιορθώσουμε αυτόν τον βομβαρδιστικό κριάνο και να επιτεθούμε στους εχθρούς μας από πίσω. Χρειαζόμαστε τρεις τροχούς συνολικά πριν ξαναλειτουργήσει.",
    "en": "We should be able to repair this battering ram and attack our enemies from behind. We need three wheels total before it is operational again.",
    "es": "Deberíamos poder reparar este ariete y atacar a nuestros enemigos desde atrás. Necesitamos tres ruedas en total antes de que vuelva a estar operativo.",
    "es-419": "Deberíamos poder reparar este ariete y atacar a nuestros enemigos desde atrás. Necesitamos tres ruedas en total antes de que vuelva a estar operativo.",
    "fi": "Meidän pitäisi pystyä korjaamaan tämä lyövä mäki ja hyökkäämään vihollisiamme takaapäin. Tarvitsemme yhteensä kolme pyörää, ennen kuin se on jälleen käyttövalmis.",
    "fr": "Nous devrions être en mesure de réparer ce bélier et d'attaquer nos ennemis par derrière. Nous avons besoin de trois roues au total avant qu'il ne soit à nouveau opérationnel.",
    "hu": "Meg kell tudnunk javítani ezt a robbantó kosat, és hátulról megtámadhatjuk ellenségeinket. Összesen három kerékre van szükségünk, mielőtt újra működőképes lenne.",
    "it": "Dovremmo essere in grado di riparare questo ariete e attaccare i nostri nemici da dietro. Abbiamo bisogno di tre ruote in totale prima che sia di nuovo operativo.",
    "ja": "このボロボロのラムを修理し、敵を後ろから攻撃できるはずです。再び動作する前に、合計3つの車輪が必要です。",
    "ko": "이 타격대를 수리하고 적을 뒤에서 공격 할 수 있어야합니다. 다시 작동하기 전에 총 3 개의 바퀴가 필요합니다.",
    "nl": "We moeten deze stormram kunnen repareren en onze vijanden van achteren aanvallen. We hebben in totaal drie wielen nodig voordat het weer operationeel is.",
    "no": "Vi burde være i stand til å reparere denne voldsrammen og angripe fiendene våre bakfra. Vi trenger totalt tre hjul før det er i drift igjen.",
    "pl": "Powinniśmy być w stanie naprawić ten taran i atakować naszych wrogów od tyłu. Potrzebujemy łącznie trzech kół, zanim znów zacznie działać.",
    "pt": "Deveríamos ser capazes de reparar este aríete e atacar nossos inimigos por trás. Precisamos de três rodas no total antes de voltar a funcionar.",
    "pt-BR": "Deveríamos ser capazes de reparar este aríete e atacar nossos inimigos por trás. Precisamos de três rodas no total antes de voltar a funcionar.",
    "ro": "Ar trebui să putem repara acest berbec care bate și să ne atace dușmanii din spate. Avem nevoie de trei roți în total înainte să funcționeze din nou.",
    "ru": "Мы должны быть в состоянии отремонтировать этот таран и атаковать наших врагов сзади. Нам нужно всего три колеса, прежде чем он снова заработает.",
    "sv": "Vi borde kunna reparera den här slagramen och attackera våra fiender bakifrån. Vi behöver totalt tre hjul innan det är i drift igen.",
    "th": "เราน่าจะสามารถซ่อมแซม ram ที่โจมตีได้นี้และโจมตีศัตรูของเราจากด้านหลัง เราต้องการรวมสามล้อก่อนที่มันจะเปิดใช้งานอีกครั้ง",
    "tr": "Bu vurucu koçu onarabilmeli ve düşmanlarımıza arkadan saldırabilmeliyiz. Tekrar çalışmaya başlamadan önce toplam üç tekerleğe ihtiyacımız var.",
    "uk": "Ми повинні мати змогу відремонтувати цю татуювання та атакувати ворогів ззаду. Нам потрібні три колеса перед тим, як воно знову запрацює.",
    "vi": "Chúng ta có thể sửa chữa ram này và tấn công kẻ thù từ phía sau. Chúng tôi cần tổng cộng ba bánh trước khi nó hoạt động trở lại.",
    "zh-CN": "我们应该能够修复这把撞锤并从后面攻击我们的敌人。我们总共需要三个轮子才能再次运行。",
    "zh-TW": "我們應該能夠修復這把撞錘並從後面攻擊我們的敵人。我們總共需要三個輪子才能再次運行。"
}
