{
    "ar": "اسمح لي أن أساعدك. اسمحوا لي أن يعلمك فن إعادة توجيه الرياح.",
    "bg": "Позволете ми да ви помогна. Позволете ми да ви науча на изкуството да пренасочвате вятъра.",
    "cs": "Dovolte mi, abych vám pomohl. Dovolte mi, abych vás naučil umění přesměrování větru.",
    "da": "Tillad mig at hjælpe dig. Lad mig lære dig kunsten at omdirigere vinden.",
    "de": "Gestatten Sie mir, Ihnen zu helfen. Lassen Sie mich Ihnen die Kunst der Windumlenkung beibringen.",
    "el": "Επιτρέψτε μου να σας βοηθήσω. Επιτρέψτε μου να σας διδάξω την τέχνη της ανακατεύθυνσης του ανέμου.",
    "en": "Allow me to help you. Let me to teach you the art of redirecting wind.",
    "es": "Permíteme ayudarte. Déjame enseñarte el arte de redireccionar el viento.",
    "es-419": "Permíteme ayudarte. Déjame enseñarte el arte de redireccionar el viento.",
    "fi": "Anna minun auttaa sinua. Saanen opettaa sinulle taiteen ohjata tuuli.",
    "fr": "Permettez-moi de vous aider. Laissez-moi vous apprendre l'art de rediriger le vent.",
    "hu": "Engedje meg, hogy segítsek. Hadd tanítsam meg a szél átirányításának művészetét.",
    "it": "Permettimi di aiutarti. Lascia che ti insegni l'arte di reindirizzare il vento.",
    "ja": "お手伝いさせてください。風の方向を変える技術を教えてください。",
    "ko": "도와 드리겠습니다. 바람의 방향을 바꾸는 기술을 가르쳐 드리겠습니다.",
    "nl": "Sta me toe je te helpen. Laat me je de kunst leren om wind te richten.",
    "no": "La meg hjelpe deg. La meg lære deg kunsten å omdirigere vind.",
    "pl": "Pozwól, że ci pomogę. Pozwól, że nauczę cię sztuki przekierowywania wiatru.",
    "pt": "Permita-me ajudá-lo. Deixe-me ensinar-lhe a arte de redirecionar o vento.",
    "pt-BR": "Permita-me ajudá-lo. Deixe-me ensinar-lhe a arte de redirecionar o vento.",
    "ro": "Permiteți-mi să vă ajut. Permiteți-mi să vă învăț arta redirecționării vântului.",
    "ru": "Позвольте мне помочь вам. Позвольте мне научить вас искусству перенаправления ветра.",
    "sv": "Låt mig hjälpa dig. Låt mig lära dig konsten att omdirigera vind.",
    "th": "อนุญาตให้ฉันช่วยคุณ ให้ฉันสอนศิลปะแห่งการเปลี่ยนทิศทางลม",
    "tr": "Sana yardım etmeme izin ver. Size rüzgar yönlendirme sanatını öğretmeme izin verin.",
    "uk": "Дозвольте мені допомогти вам. Дозвольте навчити вас мистецтву перенаправлення вітру.",
    "vi": "Cho phép tôi giúp bạn. Hãy để tôi dạy bạn nghệ thuật chuyển hướng gió.",
    "zh-CN": "请允许我帮助您。让我教你重定向风的艺术。",
    "zh-TW": "請允許我幫助您。讓我教你重定向風的藝術。"
}
