{
    "ar": "القيام بذلك ، ومقابلتي في نقابة السحراء. لدي الكثير ليعلمك.",
    "bg": "Направете това и се срещнете с мен в гилдията на магьосниците. Имам много да ви уча.",
    "cs": "Udělejte to a setkejte se s mnou v cechu mágů. Musím tě hodně naučit.",
    "da": "Gør dette, og møde mig på mages guild. Jeg har meget at lære dig.",
    "de": "Tu das und triff mich in der Magiergilde. Ich muss dir viel beibringen.",
    "el": "Κάνε αυτό, και συναντήστε μου στο guild της μάγκες. Έχω πολλά να σας διδάξω.",
    "en": "Do this, and meet me at the mages guild. I have much to teach you.",
    "es": "Haz esto y nos vemos en el gremio de magos. Tengo mucho que enseñarte.",
    "es-419": "Haz esto y nos vemos en el gremio de magos. Tengo mucho que enseñarte.",
    "fi": "Tee tämä ja tapa minua keikalla. Minulla on paljon opetettavaa sinulle.",
    "fr": "Fais-le et rejoins-moi à la guilde des mages. J'ai beaucoup à t'apprendre.",
    "hu": "Csináld ezt, és találkozz velem a mágusok céhén. Sokat tudok tanítani.",
    "it": "Fallo e incontrami alla gilda dei maghi. Ho molto da insegnarti.",
    "ja": "これをして、魔道士ギルドで会いましょう。教えるべきことがたくさんあります。",
    "ko": "이것을하고 마법사 길드에서 나를 만나십시오. 나는 당신에게 많은 것을 가르칩니다.",
    "nl": "Doe dit en ontmoet me bij het magiërsgilde. Ik moet je veel leren.",
    "no": "Gjør dette, og møt meg på mages-lauget. Jeg har mye å lære deg.",
    "pl": "Zrób to i spotkaj się ze mną w gildii magów. Muszę cię dużo nauczyć.",
    "pt": "Faça isso e me encontre na guilda dos magos. Eu tenho muito a lhe ensinar.",
    "pt-BR": "Faça isso e me encontre na guilda dos magos. Eu tenho muito a lhe ensinar.",
    "ro": "Faceți acest lucru și întâlniți-mă la breasla magilor. Am multe să vă învăț.",
    "ru": "Сделай это и познакомься со мной в гильдии магов. Я многому тебя научу.",
    "sv": "Gör detta och träffa mig på mages guild. Jag har mycket att lära dig.",
    "th": "ทำสิ่งนี้และพบกับฉันที่สมาคมผู้วิเศษ ฉันมีอะไรมากมายที่จะสอนคุณ",
    "tr": "Bunu yapın ve ben büyücü loncasında buluşalım. Sana öğretecek çok şeyim var.",
    "uk": "Зробіть це, і зустріньте мене в гільдії магів. Мені багато чого вчити вас.",
    "vi": "Làm điều này, và gặp tôi tại hội pháp sư. Tôi có nhiều điều để dạy bạn.",
    "zh-CN": "这样做，然后在法师行会上与我见面。我有很多要教你的。",
    "zh-TW": "這樣做，然後在法師行會上與我見面。我有很多要教你的。"
}
