{
    "ar": "هذا الرمز ينفي كل الضرر الذي تم اتخاذه ، وتحويله إلى شفاء!",
    "bg": "Този код отрича всички щети, превръщайки го в изцеление!",
    "cs": "Tento kód neguje všechny škody, které byly poškozeny, a přemění je na uzdravení!",
    "da": "Denne kode negerer alle skader taget, konvertere det til healing!",
    "de": "Dieser Code negiert alle erlittenen Schäden und wandelt ihn in Heilung um!",
    "el": "Αυτός ο κώδικας αναιρεί όλες τις ζημιές που έχουν ληφθεί, μετατρέποντάς την σε επούλωση!",
    "en": "This code negates all damage taken, converting it into healing!",
    "es": "Este código niega todo el daño recibido, convirtiéndolo en curación!",
    "es-419": "Este código niega todo el daño recibido, convirtiéndolo en curación!",
    "fi": "Tämä koodi kumoaa kaikki vahingot, muuntaa sen paranemista!",
    "fr": "Ce code nie tous les dommages subis, le convertissant en guérison!",
    "hu": "Ez a kód tagadja az összes elvett kárt, és gyógyulássá alakítja!",
    "it": "Questo codice nega tutti i danni subiti, convertendoli in guarigione!",
    "ja": "このコードは、取られたすべてのダメージを否定し、それを癒しに変換します!",
    "ko": "이 코드는 촬영 된 모든 피해를 무효화하여 치유로 변환합니다!",
    "nl": "Deze code ontkent alle schade genomen, omzetten in genezing!",
    "nb": "Denne koden negerer all skade tatt, konverterer den til helbredelse!",
    "pl": "Ten kod neguje wszystkie zadostaje, przekształcając je w uzdrowienie!",
    "pt": "Este código nega todos os danos causados, convertendo-o em cura!",
    "pt-BR": "Este código nega todos os danos tomados, convertendo-o em cura!",
    "ro": "Acest cod neagă toate daunele luate, transformându-l în vindecare!",
    "ru": "Этот код сводит на нет все повреждения, превращая его в исцеление!",
    "sv": "Denna kod förnekar alla skador som tas, omvandla den till helande!",
    "th": "รหัสนี้ลบล้างความเสียหายทั้งหมดที่ถ่าย, แปลงมันลงในการรักษา!",
    "tr": "Bu kod alınan tüm hasarı inkâr ediyor, onu iyileşmeye dönüştürüyor!",
    "uk": "Цей кодекс зводить нанівець всі збитки, перетворюючи її в зцілення!",
    "vi": "Mã này phủ định tất cả các thiệt hại thực hiện, chuyển đổi nó vào chữa bệnh!",
    "zh-CN": "此代码否定所有伤害，将其转换为愈合！",
    "zh-TW": "此代碼否定所有傷害,將其轉換為癒合!"
}
