{
    "ar": "التعليمة 'neg' تنفي قيمة. هذا هو نفس ضرب في -1.",
    "bg": "Инструкцията \\\"neg\\\" отрича стойността. Това е същото като умножение по -1.",
    "cs": "Instrukce 'neg' neguje hodnotu. To je stejné jako vynásobení -1.",
    "da": "Instruktionen 'neg' ophæver en værdi. Dette er det samme som at gange med -1.",
    "de": "Die Anweisung 'neg' negiert einen Wert. Dies ist das gleiche wie multiplizieren mit -1.",
    "el": "Η οδηγία 'neg' αναιρεί μια τιμή. Αυτό είναι το ίδιο με τον πολλαπλασιασμό επί -1.",
    "en": "The instruction 'neg' negates a value. This is the same as multiplying by -1.",
    "es": "La instrucción 'neg' niega un valor. Esto es lo mismo que multiplicar por -1.",
    "es-419": "La instrucción 'neg' niega un valor. Esto es lo mismo que multiplicar por -1.",
    "fi": "Ohje \\\"neg\\\" kumoaa arvon. Tämä on sama kuin kertomalla -1.",
    "fr": "L’instruction 'neg' nie une valeur. C’est la même chose que de multiplier par -1.",
    "hu": "Az \\\"neg\\\" utasítás egy értéket nem jelent. Ez megegyezik a -1 szorzatával.",
    "it": "L'istruzione 'neg' nega un valore. Questo è lo stesso di moltiplicare per -1.",
    "ja": "命令 'neg' は値を否定します。これは-1 を掛けるのと同じです。",
    "ko": "명령 'neg'는 값을 부정합니다. 이는 -1로 곱한 것과 동일합니다.",
    "nl": "De instructie 'neg' ontkent een waarde. Dit is hetzelfde als vermenigvuldigen met -1.",
    "nb": "Instruksjonen 'neg' opphever en verdi. Dette er det samme som å multiplisere med -1.",
    "pl": "Instrukcja \\\"neg\\\" neguje wartość. Jest to taka sama jak pomnożenie przez -1.",
    "pt": "A instrução 'neg' nega um valor. Isto é o mesmo que multiplicar por -1.",
    "pt-BR": "A instrução 'neg' nega um valor. Isso é o mesmo que multiplicar por -1.",
    "ro": "Instrucțiunea \\\"neg\\\" anulează o valoare. Acest lucru este la fel ca înmulțirea cu -1.",
    "ru": "Инструкция 'neg' отрицает значение. Это то же самое, что умножение на -1.",
    "sv": "Instruktionen \\\"neg\\\" förnekar ett värde. Detta är samma sak som att multiplicera med -1.",
    "th": "คําสั่ง 'neg' จะลบค่า นี่เป็นเช่นเดียวกับการคูณด้วย -1",
    "tr": "'neg' yönergesi bir değeri inkâr eder. Bu -1 ile çarpma ile aynıdır.",
    "uk": "Інструкція ' neg ' заперечує значення. Це так само, як множення на-1.",
    "vi": "Chỉ dẫn ' neg ' phủ nhận một giá trị. Điều này cũng giống như nhân bởi-1.",
    "zh-CN": "指令\\\"neg\\\"否定值。这与乘以 -1 相同。",
    "zh-TW": "指令\\\"neg\\\"否定值。這與乘以 -1 相同。"
}
