{
    "ar": ".(1) منطقية تشير إلى ما إذا كان سيتم تطبيق ضرر الضربة الحرجة أم لا. القيمة المنطقية هي نوع بيانات يمكن أن يكون خطأ (0) أو صوابا",
    "bg": "Булев, показващ дали да се приложи или не критични щети от удар. Булевият е тип данни, който може да бъде неверен (0) или верен (1).",
    "cs": "Logická hodnota, která označuje, zda má být použito poškození kritickým zásahem. Logická hodnota je datový typ, který může být false (0) nebo true (1).",
    "da": "En boolesk, der angiver, om der skal anvendes kritisk slagskade eller ej. En boolesk er en datatype, der kan være falsk (0) eller sand (1).",
    "de": "Ein boolescher Wert, der angibt, ob kritischer Trefferschaden angewendet werden soll oder nicht. Ein boolescher Wert ist ein Datentyp, der false (0) oder true (1) sein kann.",
    "el": "Ένα boolean που υποδεικνύει εάν θα εφαρμοστεί ή όχι κρίσιμη ζημιά χτυπήματος. Ένα boolean είναι ένας τύπος δεδομένων που μπορεί να είναι false (0) ή true (1).",
    "en": "A boolean indicating whether or not to apply critical hit damage. A boolean is a data type that can be false (0), or true (1).",
    "es": "Un booleano que indica si se debe aplicar o no un daño crítico de golpe. Un booleano es un tipo de datos que puede ser false (0) o true (1).",
    "es-419": "Un booleano que indica si se debe aplicar o no un daño crítico de golpe. Un booleano es un tipo de datos que puede ser false (0) o true (1).",
    "fi": "Boolean, joka osoittaa, käytetäänkö kriittisiä osumavaurioita vai ei. Totuusarvo on tietotyyppi, joka voi olla epätosi (0) tai tosi (1).",
    "fr": "Un booléen indiquant s’il faut ou non appliquer des dommages de frappe critiques. Un booléen est un type de données qui peut être false (0) ou true (1).",
    "hu": "Egy logikai érték, amely azt jelzi, hogy kell-e kritikus találati sebzést okozni. A logikai érték olyan adattípus, amely hamis (0) vagy igaz (1) lehet.",
    "it": "Un valore booleano che indica se applicare o meno danni critici. Un valore booleano è un tipo di dati che può essere falso (0) o true (1).",
    "ja": "クリティカルヒットダメージを適用するかどうかを示すブール値。ブール値は、偽 (0) または真 (1) のデータ型です。",
    "ko": "치명타 피해를 적용할지 여부를 나타내는 부울입니다. 부울은 false(0) 또는 true(1)일 수 있는 데이터 형식입니다.",
    "nl": "Een booleaanse aanduiding om al dan niet kritieke hitschade toe te passen. Een booleaanse is een gegevenstype dat onwaar (0) of waar (1) kan zijn.",
    "no": "En boolsk som indikerer om man skal bruke kritisk treffskade eller ikke. En boolsk er en datatype som kan være usann (0) eller sann (1).",
    "pl": "Wartość logiczna wskazująca, czy należy zastosować obrażenia od trafienia krytycznego. Wartość logiczna to typ danych, który może mieć wartość false (0) lub true (1).",
    "pt": "Um booleano indicando se deve ou não aplicar danos críticos atingidos. Um booleano é um tipo de dados que pode ser falso (0) ou verdadeiro (1).",
    "pt-BR": "Um booleano que indica se deve ou não aplicar danos críticos de impacto. Um booleano é um tipo de dados que pode ser falso (0) ou verdadeiro (1).",
    "ro": "Un boolean care indică dacă să aplice sau nu daune critice lovit. Un boolean este un tip de date care poate fi fals (0) sau adevărat (1).",
    "ru": "Логическое значение, указывающее, следует ли применять критический урон от удара. Логическое значение — это тип данных, который может быть ложным (0) или истинным (1).",
    "sv": "En boolesk som anger om kritisk träffskada ska tillämpas eller inte. En boolesk är en datatyp som kan vara falsk (0) eller sann (1).",
    "th": "บูลีนที่ระบุว่าจะใช้ความเสียหายจากการกระแทกที่สําคัญหรือไม่ บูลีนคือชนิดข้อมูลที่สามารถเป็นเท็จ (0) หรือจริง (1)",
    "tr": "Kritik isabet hasarının uygulanıp uygulanmayacağını belirten bir boolean. Boolean, yanlış (0) veya doğru (1) olabilen bir veri türüdür.",
    "uk": "Логічне значення, яке вказує, чи слід застосовувати критичні пошкодження. Логічний тип даних може бути хибним (0) або істинним (1).",
    "vi": "Một boolean cho biết có nên áp dụng sát thương đòn chí mạng hay không. Boolean là một kiểu dữ liệu có thể sai (0) hoặc đúng (1).",
    "zh-CN": "指示是否应用暴击伤害的布尔值。布尔值是一种数据类型，可以为假 （0） 或真 （1）。",
    "zh-TW": "指示是否應用暴擊傷害的布爾值。布爾值是一種數據類型，可以為假 （0） 或真 （1）。"
}
