{
    "ar": ".استخدم المفتاح الذي وجدته لإدخال القبو الأكبر",
    "bg": "Използвайте ключа, който сте намерили, за да въведете по-голямата крипта.",
    "cs": "Použijte klíč, který jste našli, abyste vstoupili do větší krypty.",
    "da": "Brug den nøgle, du fandt, til at indtaste den større krypt.",
    "de": "Verwenden Sie den Schlüssel, den Sie gefunden haben, um die größere Krypta zu betreten.",
    "el": "Χρησιμοποιήστε το κλειδί που βρήκατε για να μπείτε στη μεγαλύτερη κρύπτη.",
    "en": "Use the key you found to enter the greater crypt.",
    "es": "Use la clave que encontró para ingresar a la cripta mayor.",
    "es-419": "Use la clave que encontró para ingresar a la cripta mayor.",
    "fi": "Käytä löytämääsi avainta päästäksesi suurempaan kryptaan.",
    "fr": "Utilisez la clé que vous avez trouvée pour entrer dans la plus grande crypte.",
    "hu": "Használja a talált kulcsot, hogy belépjen a nagyobb kriptába.",
    "it": "Usa la chiave che hai trovato per entrare nella cripta più grande.",
    "ja": "見つけた鍵を使って、より大きな地下室に入ります。",
    "ko": "찾은 열쇠를 사용하여 더 큰 지하실로 들어갑니다.",
    "nl": "Gebruik de sleutel die je hebt gevonden om de grotere crypte binnen te gaan.",
    "no": "Bruk nøkkelen du fant for å gå inn i den større krypten.",
    "pl": "Użyj znalezionego klucza, aby wejść do większej krypty.",
    "pt": "Use a chave que você encontrou para inserir a criptografia maior.",
    "pt-BR": "Use a chave que você encontrou para entrar na cripta maior.",
    "ro": "Utilizați cheia pe care ați găsit-o pentru a intra în cripta mai mare.",
    "ru": "Используйте найденный ключ, чтобы войти в большую крипту.",
    "sv": "Använd nyckeln du hittade för att komma in i den större kryptan.",
    "th": "ใช้คีย์ที่คุณพบเพื่อเข้าสู่ห้องใต้ดินที่มากขึ้น",
    "tr": "Daha büyük kriptoyu girmek için bulduğunuz anahtarı kullanın.",
    "uk": "Використовуйте знайдений ключ, щоб увійти в більшу крипту.",
    "vi": "Sử dụng khóa bạn tìm thấy để vào hầm mộ lớn hơn.",
    "zh-CN": "使用您找到的钥匙进入更大的地穴。",
    "zh-TW": "使用您找到的鑰匙進入更大的地穴。"
}
