{
    "ar": ".استخدم المفتاح الذي وجدته لإدخال القبو الأقل",
    "bg": "Използвайте ключа, който сте намерили, за да въведете по-малката крипта.",
    "cs": "Použijte klíč, který jste našli, abyste vstoupili do menší krypty.",
    "da": "Brug den nøgle, du fandt, til at indtaste den mindre krypt.",
    "de": "Verwenden Sie den Schlüssel, den Sie gefunden haben, um die kleinere Krypta zu betreten.",
    "el": "Χρησιμοποιήστε το κλειδί που βρήκατε για να εισέλθετε στη μικρότερη κρύπτη.",
    "en": "Use the key you found to enter the lesser crypt.",
    "es": "Use la clave que encontró para ingresar a la cripta menor.",
    "es-419": "Use la clave que encontró para ingresar a la cripta menor.",
    "fi": "Käytä löytämääsi avainta päästäksesi pienempään kryptaan.",
    "fr": "Utilisez la clé que vous avez trouvée pour entrer dans la crypte inférieure.",
    "hu": "Használja a talált kulcsot, hogy belépjen a kisebb kriptába.",
    "it": "Usa la chiave che hai trovato per entrare nella cripta minore.",
    "ja": "見つけたキーを使用して、より小さな地下室に入ります。",
    "ko": "찾은 열쇠를 사용하여 작은 지하실에 들어가십시오.",
    "nl": "Gebruik de sleutel die je hebt gevonden om de kleinere crypte binnen te gaan.",
    "no": "Bruk nøkkelen du fant for å gå inn i den mindre krypten.",
    "pl": "Użyj znalezionego klucza, aby wejść do mniejszej krypty.",
    "pt": "Use a chave que você encontrou para inserir a criptografia menor.",
    "pt-BR": "Use a chave que você encontrou para entrar na cripta menor.",
    "ro": "Utilizați cheia pe care ați găsit-o pentru a intra în cripta mai mică.",
    "ru": "Используйте найденный ключ для входа в меньшую крипту.",
    "sv": "Använd nyckeln du hittade för att komma in i den mindre krypten.",
    "th": "ใช้คีย์ที่คุณพบเพื่อเข้าสู่ห้องใต้ดินที่น้อยกว่า",
    "tr": "Daha küçük kriptoyu girmek için bulduğunuz anahtarı kullanın.",
    "uk": "Використовуйте знайдений ключ, щоб увійти в менший склеп.",
    "vi": "Sử dụng khóa bạn tìm thấy để vào hầm mộ nhỏ hơn.",
    "zh-CN": "使用您找到的钥匙进入较小的地下室。",
    "zh-TW": "使用您找到的鑰匙進入較小的地下室。"
}
