{
    "ar": "بجدية؟ أنت تضيع وقتنا وأموالنا! إذا توجب عليك...",
    "bg": "Сериозно? Губиш времето и парите ни! Ако трябва ...",
    "cs": "Vážně? Ztrácíš čas a peníze! Když musíš...",
    "da": "Helt seriøst? Du spilder vores tid og penge! Hvis du skal ...",
    "de": "Ernsthaft? Sie verschwenden unsere Zeit und unser Geld! Wenn du musst...",
    "el": "Σοβαρά? Σπαταλάτε χρόνο και χρήμα! Εαν πρέπει...",
    "en": "Seriously? You're wasting our time and money! If you must...",
    "es": "¿Seriamente? ¡Estás perdiendo nuestro tiempo y dinero! Si debes...",
    "es-419": "¿Seriamente? ¡Estás perdiendo nuestro tiempo y dinero! Si debes...",
    "fi": "Vakavasti? Tuhlaat aikaamme ja rahaa! Jos sinun täytyy...",
    "fr": "Sérieusement? Vous perdez notre temps et notre argent! Si tu dois...",
    "hu": "Komolyan? Ön pazarolja az időt és pénzt! Ha kell ...",
    "it": "Sul serio? Stai sprecando il nostro tempo e denaro! Se devi...",
    "ja": "マジ？あなたは私たちの時間とお金を無駄にしています！あなたがしなければならない場合...",
    "ko": "진심이야? 당신은 우리의 시간과 돈을 낭비하고 있습니다! 당신이해야한다면 ...",
    "nl": "Ernstig? Je verspilt onze tijd en ons geld! Als je moet...",
    "no": "Alvor? Du sløser med tiden og pengene våre! Hvis du må...",
    "pl": "Poważnie? Marnujesz nasz czas i pieniądze! Jeśli musisz...",
    "pt": "Seriamente? Você está desperdiçando nosso tempo e dinheiro! Se você deve ...",
    "pt-BR": "Seriamente? Você está desperdiçando nosso tempo e dinheiro! Se você deve ...",
    "ro": "Serios? Ne pierzi timpul și banii! Daca trebuie...",
    "ru": "Шутки в сторону? Ты тратишь наше время и деньги! Если вы должны...",
    "sv": "Allvarligt? Du slösar bort vår tid och pengar! Om du måste...",
    "th": "อย่างจริงจัง? คุณกำลังเสียเวลาและเงินของเรา! ถ้าคุณต้อง ...",
    "tr": "Ciddi anlamda? Zamanımızı ve paramızı boşa harcıyorsun! Gerekirse ...",
    "uk": "Серйозно? Ви витрачаєте наш час і гроші! Якщо потрібно ...",
    "vi": "Nghiêm túc? Bạn đang lãng phí thời gian và tiền bạc của chúng tôi! Nếu bạn phải...",
    "zh-CN": "认真吗您在浪费我们的时间和金钱！如果你必须...",
    "zh-TW": "認真嗎您在浪費我們的時間和金錢！如果你必須..."
}
