{
    "ar": "سرداب قديم يعرف باسم %s1. يشاع أن هذه الخبايا تحتوي على قطع أثرية نادرة وقوية!",
    "bg": "Древна крипта, известна като %s1. Тези крипти се говори, че съдържат редки и мощни артефакти!",
    "cs": "Starověká krypta známá jako %s1. Říká se, že tyto krypty obsahují vzácné a silné artefakty!",
    "da": "En gammel krypt kendt som %s1. Disse krypter rygtes at indeholde sjældne og kraftfulde artefakter!",
    "de": "Eine alte Krypta, die als %s1 bekannt ist. Es wird gemunkelt, dass diese Krypten seltene und mächtige Artefakte enthalten!",
    "el": "Μια αρχαία κρύπτη γνωστή ως %s1. Αυτές οι κρύπτες φημολογείται ότι περιέχουν σπάνια και ισχυρά αντικείμενα!",
    "en": "An ancient crypt known as %s1. These crypts are rumored to contain rare and powerful artifacts!",
    "es": "Una antigua cripta conocida como %s1. ¡Se rumorea que estas criptas contienen artefactos raros y poderosos!",
    "es-419": "Una antigua cripta conocida como %s1. ¡Se rumorea que estas criptas contienen artefactos raros y poderosos!",
    "fi": "Muinainen krypta, joka tunnetaan nimellä %s1. Näiden kryptojen huhutaan sisältävän harvinaisia ja voimakkaita esineitä!",
    "fr": "Une ancienne crypte connue sous le nom de %s1. On dit que ces cryptes contiennent des artefacts rares et puissants!",
    "hu": "Egy ősi kripta %s1 néven ismert. Ezek a kripták a pletykák szerint ritka és erőteljes tárgyakat tartalmaznak!",
    "it": "Un'antica cripta conosciuta come %s1. Si dice che queste cripte contengano artefatti rari e potenti!",
    "ja": "%s1 として知られる古代の地下室。これらの地下室には、希少で強力なアーティファクトが含まれていると噂されていま す!",
    "ko": "%s1로 알려진 고대 지하실. 이 지하실에는 희귀하고 강력한 유물이 있다는 소문이 있습니다!",
    "nl": "Een oude crypte bekend als %s1. Het gerucht gaat dat deze crypten zeldzame en krachtige artefacten bevatten!",
    "no": "En gammel krypt kjent som %s1. Disse kryptene ryktes å inneholde sjeldne og kraftige gjenstander!",
    "pl": "Starożytna krypta znana jako %s1. Mówi się, że te krypty zawierają rzadkie i potężne artefakty!",
    "pt": "Uma cripta antiga conhecida como %s1. Há rumores de que essas criptas contêm artefatos raros e poderosos!",
    "pt-BR": "Uma cripta antiga conhecida como %s1. Há rumores de que essas criptas contêm artefatos raros e poderosos!",
    "ro": "O criptă antică cunoscută sub numele de %s1. Se zvonește că aceste cripte conțin artefacte rare și puternice!",
    "ru": "Древний склеп, известный как %s1. Ходят слухи, что в этих склепах хранятся редкие и могущественные артефакты!",
    "sv": "En gammal krypta som kallas %s1. Dessa krypter ryktas innehålla sällsynta och kraftfulla artefakter!",
    "th": "ห้องใต้ดินโบราณที่เรียกว่า %s1 ห้องใต้ดินเหล่านี้มีข่าวลือว่ามีสิ่งประดิษฐ์ที่หายากและทรงพลัง!",
    "tr": "%s1 olarak bilinen eski bir kript. Bu kriptlerin nadir ve güçlü eserler içerdiği söyleniyor!",
    "uk": "Стародавній склеп, відомий як %s1. За чутками, ці склепи містять рідкісні та потужні артефакти!",
    "vi": "Một hầm mộ cổ xưa được gọi là %s1. Những hầm mộ này được đồn đại là chứa các cổ vật quý hiếm và mạnh mẽ!",
    "zh-CN": "一个被称为%s1的古老地穴。据传这些地穴包含稀有而强大的文物！",
    "zh-TW": "一個被稱為%s1的古老地穴。據傳這些地穴包含稀有而強大的文物！"
}
