{
    "ar": "ومع ذلك ، فقط %s1 لديه المفتاح المطلوب للدخول. يمكن العثور عليه في %s2.",
    "bg": "Само %s1 обаче има ключа, необходим за въвеждане. Той може да бъде намерен в %s2.",
    "cs": "Pouze %s1 však má klíč potřebný k zadání. Najdete ho v %s2.",
    "da": "Det er dog kun %s1, der har den nøgle, der kræves for at komme ind. Han kan findes i %s2.",
    "de": "Allerdings verfügt nur %s1 über den Schlüssel, der für die Eingabe erforderlich ist. Er befindet sich in %s2.",
    "el": "Ωστόσο, μόνο το %s1 έχει το κλειδί που απαιτείται για την εισαγωγή. Μπορεί να βρεθεί στο %s2.",
    "en": "However, only %s1 has the key required to enter. He can be found in %s2.",
    "es": "Sin embargo, sólo %s1 tiene la clave necesaria para entrar. Se le puede encontrar en %s2.",
    "es-419": "Sin embargo, sólo %s1 tiene la clave necesaria para entrar. Se le puede encontrar en %s2.",
    "fi": "Kuitenkin vain %s1:llä on syöttämiseen tarvittava avain. Hänet löytyy %s2:sta.",
    "fr": "Toutefois, seul %s1 dispose de la clé requise pour entrer. Il se trouve dans %s2.",
    "hu": "Azonban csak a %s1 rendelkezik a belépéshez szükséges kulccsal. A %s2-ben található.",
    "it": "Tuttavia, solo %s1 ha la chiave necessaria per immettere. Può essere trovato in %s2.",
    "ja": "ただし、入力に必要なキーを持っているのは %s1 だけです。彼は%s2にあります。",
    "ko": "그러나 %s1에만 입력해야 하는 키가 있습니다. 그는 %s2에서 찾을 수 있습니다.",
    "nl": "Alleen %s1 heeft echter de sleutel die nodig is om in te voeren. Hij is te vinden in %s2.",
    "no": "Imidlertid er det bare %s1 som har nøkkelen som kreves for å angi. Han finnes i %s2.",
    "pl": "Jednak tylko %s1 ma klucz wymagany do wejścia. Można go znaleźć w %s2.",
    "pt": "No entanto, apenas %s1 tem a chave necessária para entrar. Ele pode ser encontrado em %s2.",
    "pt-BR": "No entanto, apenas %s1 tem a chave necessária para entrar. Ele pode ser encontrado em %s2.",
    "ro": "Cu toate acestea, numai %s1 are cheia necesară pentru a intra. El poate fi găsit în %s2.",
    "ru": "Однако только %s1 имеет ключ, необходимый для ввода. Его можно найти в %s2.",
    "sv": "Men endast %s1 har den nyckel som krävs för att ange. Han finns i %s2.",
    "th": "อย่างไรก็ตาม มีเพียง %s1 เท่านั้นที่มีคีย์ที่จําเป็นในการป้อน เขาสามารถพบได้ใน %s2",
    "tr": "Ancak, yalnızca %s1 girmek için gereken anahtara sahiptir. %s2'de bulunabilir.",
    "uk": "Однак тільки %s1 має ключ, необхідний для введення. Його можна знайти в %s2.",
    "vi": "Tuy nhiên, chỉ %s1 có khóa cần thiết để nhập. Anh ta có thể được tìm thấy trong %s2.",
    "zh-CN": "但是，只有 %s1 具有输入所需的密钥。可以在 %s2 中找到他。",
    "zh-TW": "但是，只有 %s1 具有輸入所需的金鑰。可以在 %s2 中找到他。"
}
