{
    "ar": "قوتك الكامنة هي أقوى مما تدرك. اسمحوا لي أن أقدم لكم بركتي. مع ذلك ، سوف تكون قادرة على السيطرة على الريح.",
    "bg": "Вашите латентни сили са по-силни, отколкото осъзнавате. Позволете ми да ви дам моята благословия. С него ще можете да контролирате вятъра.",
    "cs": "Vaše skryté síly jsou silnější, než si uvědomujete. Dovolte mi, abych vám udělil své požehnání. Díky tomu budete moci ovládat vítr.",
    "da": "Dine latente kræfter er stærkere, end du er klar over. Tillad mig at give dig min velsignelse. Med det vil du være i stand til at kontrollere vinden.",
    "de": "Deine latenten Kräfte sind stärker als du denkst. Gestatten Sie mir, Ihnen meinen Segen zu gewähren. Damit können Sie den Wind kontrollieren.",
    "el": "Οι λανθάνουσες δυνάμεις σας είναι ισχυρότερες από ό, τι αντιλαμβάνεστε. Επιτρέψτε μου να σας παραχωρήσω την ευλογία μου. Με αυτό, θα είστε σε θέση να ελέγξετε τον άνεμο.",
    "en": "Your latent powers are stronger than you realize. Allow me to grant you my blessing. With it, you will be able to control the wind.",
    "es": "Tus poderes latentes son más fuertes de lo que crees. Permíteme concederte mi bendición. Con ella podrás controlar el viento.",
    "es-419": "Tus poderes latentes son más fuertes de lo que crees. Permíteme concederte mi bendición. Con ella podrás controlar el viento.",
    "fi": "Piilevät voimasi ovat vahvempia kuin tajuat. Sallikaa minun antaa sinulle siunaukseni. Sen avulla pystyt hallitsemaan tuulta.",
    "fr": "Vos pouvoirs latents sont plus forts que vous ne le pensez. Permettez-moi de vous accorder ma bénédiction. Avec lui, vous pourrez contrôler le vent.",
    "hu": "Látens erőid erősebbek, mint gondolnád. Engedje meg, hogy áldást adjak neked. Vele vezérelheti a szél irányítását.",
    "it": "I tuoi poteri latenti sono più forti di quanto pensi. Permettimi di concederti la mia benedizione. Con esso, sarai in grado di controllare il vento.",
    "ja": "あなたの潜在力は、あなたが理解するよりも強いです。あなたに私の祝福を与えさせてください。これにより、風を制御できるようになります。",
    "ko": "당신의 잠재 능력은 당신이 알고있는 것보다 더 강합니다. 축복을 드릴게요 그것으로, 당신은 바람을 제어 할 수 있습니다.",
    "nl": "Je latente krachten zijn sterker dan je je realiseert. Sta mij toe u mijn zegen te schenken. Hiermee kun je de wind beheersen.",
    "no": "Dine latente krefter er sterkere enn du er klar over. La meg gi deg min velsignelse. Med den vil du kunne kontrollere vinden.",
    "pl": "Twoje ukryte moce są silniejsze, niż zdajesz sobie sprawę. Pozwólcie, że udzielę wam mojego błogosławieństwa. Dzięki niemu będziesz w stanie kontrolować wiatr.",
    "pt": "Seus poderes latentes são mais fortes do que você imagina. Permita-me conceder-lhe minha bênção. Com ele, você poderá controlar o vento.",
    "pt-BR": "Seus poderes latentes são mais fortes do que você imagina. Permita-me conceder-lhe minha bênção. Com ele, você poderá controlar o vento.",
    "ro": "Puterile voastre latente sunt mai puternice decât vă dați seama. Permiteți-mi să vă acord binecuvântarea mea. Cu acesta, veți putea controla vântul.",
    "ru": "Ваши скрытые силы сильнее, чем вы думаете. Позвольте мне дать вам мое благословение. С его помощью вы сможете контролировать ветер.",
    "sv": "Dina latenta krafter är starkare än du inser. Låt mig ge dig min välsignelse. Med det kommer du att kunna kontrollera vinden.",
    "th": "พลังแฝงของคุณแข็งแกร่งกว่าที่คุณรู้ อนุญาตให้ฉันให้พรฉัน ด้วยคุณจะสามารถควบคุมลม",
    "tr": "Gizli güçleriniz sandığınızdan daha güçlü. Size kutsamı vereyim. Bununla beraber, rüzgarı kontrol edebileceksiniz.",
    "uk": "Ваші приховані сили сильніші, ніж ви усвідомлюєте. Дозвольте мені дати вам моє благословення. З його допомогою ви зможете контролювати вітер.",
    "vi": "Sức mạnh tiềm ẩn của bạn mạnh hơn bạn nhận ra. Cho phép tôi ban cho bạn phước lành của tôi. Với nó, bạn sẽ có thể kiểm soát gió.",
    "zh-CN": "你的潜能比你意识到的要强大。请允许我祝福你。有了它，您将能够控制风。",
    "zh-TW": "你的潛能比你意識到的要強大。請允許我祝福你。有了它，您將能夠控制風。"
}
