{
    "ar": "MUL هي عملية بسيطة تضرب رقمًا واحدًا تلو الآخر.",
    "bg": "MUL е проста операция, която умножава едно число с друго.",
    "cs": "MUL je jednoduchá operace, která násobí jedno číslo jiným číslem.",
    "da": "MUL er en simpel operation, der multiplicerer et nummer med en anden.",
    "de": "MUL ist eine einfache Operation, die eine Zahl mit einer anderen multipliziert.",
    "el": "Το MUL είναι μια απλή λειτουργία που πολλαπλασιάζει έναν αριθμό με άλλο.",
    "en": "MUL is a simple operation that multiplies one number by another.",
    "es": "MUL es una operación simple que multiplica un número por otro.",
    "es-419": "MUL es una operación simple que multiplica un número por otro.",
    "fi": "MUL on yksinkertainen toiminto, joka kertoo yhden numeron toisella.",
    "fr": "MUL est une opération simple qui multiplie un nombre par un autre.",
    "hu": "Az MUL egy egyszerű művelet, amely egy számot megszoroz.",
    "it": "MUL è una semplice operazione che moltiplica un numero per un altro.",
    "ja": "MULは、ある数を別の数で乗算する簡単な操作です。",
    "ko": "MUL는 하나의 숫자에 다른 숫자를 곱하는 간단한 연산입니다.",
    "nl": "MUL is een eenvoudige bewerking die het ene getal door het andere vermenigvuldigt.",
    "no": "MUL er en enkel operasjon som multipliserer ett nummer av en annen.",
    "pl": "MUL to prosta operacja, która mnoży jeden numer przez inny.",
    "pt": "MUL é uma operação simples que multiplica um número por outro.",
    "pt-BR": "MUL é uma operação simples que multiplica um número por outro.",
    "ro": "MUL este o operație simplă care multiplică un număr cu altul.",
    "ru": "MUL - это простая операция, которая умножает одно число на другое.",
    "sv": "MUL är en enkel operation som multiplicerar ett nummer med en annan.",
    "th": "MUL เป็นการดำเนินการอย่างง่ายที่คูณจำนวนหนึ่งกับอีกหมายเลขหนึ่ง",
    "tr": "MUL, bir sayıyı diğeri ile çarpan basit bir işlemdir.",
    "uk": "MUL - це проста операція, яка множить одне число на інше.",
    "vi": "MUL là một hoạt động đơn giản nhân một số với một số khác.",
    "zh-CN": "MUL是一个简单的操作，它将一个数字与另一个数字相乘。",
    "zh-TW": "MUL是一個簡單的操作，它將一個數字與另一個數字相乘。"
}
