{
    "ar": "MUL هي عملية بسيطة التي تضرب رقم واحد في آخر. عند التعامل مع أعداد صحيحة سالبة، يمكن استخدام IMUL بدلاً من ذلك.",
    "bg": "MUL е проста операция, която умножава числото с друго. Когато се занимавате с потенциално отрицателни числа, IMUL може да се използва вместо това.",
    "cs": "MUL je jednoduchá operace, která násobí jedno číslo jiným. Při práci s potenciálně negativní celá čísla, IMUL lze použít místo.",
    "da": "MUL er en simpel operation, der ganger et tal med et andet. Når der beskæftiger sig med potentielt negative heltal, kan IMUL bruges i stedet.",
    "de": "MUL ist eine einfache Operation, die eine Zahl mit einer anderen multipliziert. Bei potentiellen negativen Ganzzahlen kann stattdessen IMUL verwendet werden.",
    "el": "Mul είναι μια απλή λειτουργία που πολλαπλασιάζει τον έναν αριθμό με τον άλλο. Όταν ασχολείται με πιθανώς αρνητικούς ακέραιους, το IMUL μπορεί να χρησιμοποιηθεί.",
    "en": "MUL is a simple operation that multiplies one number by another. When dealing with potentially negative integers, IMUL can be used instead.",
    "es": "MUL es una operación simple que multiplica un número por otro. Cuando se trata de enteros potencialmente negativos, IMUL se puede utilizar en su lugar.",
    "es-419": "MUL es una operación simple que multiplica un número por otro. Cuando se trata de enteros potencialmente negativos, IMUL se puede utilizar en su lugar.",
    "fi": "MUL on yksinkertainen toiminto, joka kertoo yksi numero toisella. Käsiteltäessä mahdollisesti negatiivisia kokonaislukuja, IMUL voidaan käyttää sen sijaan.",
    "fr": "MUL est une opération simple qui multiplie un nombre par un autre. Lorsqu’il s’agit d’entiers potentiellement négatifs, IMUL peut être utilisé à la place.",
    "hu": "A MUL egy egyszerű művelet, amely egy számot megszoroz egy másikkal. A potenciálisan negatív egész számokkal való foglalkozások helyett az IMUL használható.",
    "it": "MUL è un'operazione semplice che moltiplica un numero per un altro. Quando si tratta di numeri interi potenzialmente negativi, è possibile utilizzare IMUL.",
    "ja": "MUL は、ある数値を別の数値で乗算する単純な操作です。負の整数を扱う場合は、IMUL を代わりに使用できます。",
    "ko": "MUL은 한 숫자를 다른 숫자로 곱하는 간단한 작업입니다. 잠재적으로 부정적인 정수를 다룰 때 IMUL을 대신 사용할 수 있습니다.",
    "nl": "MUL is een eenvoudige bewerking die het ene getal vermenigvuldigt met het andere. Bij het omgaan met potentieel negatieve gehele getallen kan IMUL in plaats daarvan worden gebruikt.",
    "nb": "MUL er en enkel operasjon som multipliserer ett tall med et annet. Når du arbeider med potensielt negative heltall, kan IMUL brukes i stedet.",
    "pl": "MUL to prosta operacja, która mnoży jedną liczbę przez drugą. W przypadku potencjalnie ujemnych liczby całkowite, IMUL może być używany zamiast.",
    "pt": "MUL é uma operação simples que multiplica um número por outro. Ao lidar com números inteiros potencialmente negativos, o IMUL pode ser utilizado.",
    "pt-BR": "MUL é uma operação simples que multiplica um número por outro. Ao lidar com inteiros potencialmente negativos, o IMUL pode ser usado em vez disso.",
    "ro": "MUL este o operațiune simplă care înmulțește un număr cu altul. Când se ocupă cu numere întregi potențial negative, IMUL poate fi utilizat în schimb.",
    "ru": "MUL — это простая операция, которая умножает одно число на другое. При работе с потенциально отрицательными тесьмотами, IMUL может быть использован вместо.",
    "sv": "MUL är en enkel operation som multiplicerar ett nummer med en annan. När det handlar om potentiellt negativa heltal kan IMUL användas i stället.",
    "th": "MUL เป็นการดําเนินการอย่างง่ายที่คูณหนึ่งตัวเลขโดยอีก เมื่อจัดการกับจํานวนเต็มเชิงลบที่อาจเกิดขึ้น IMUL สามารถใช้แทนได้",
    "tr": "MUL, bir sayıyı diğerinle çarpan basit bir işlemdir. Potansiyel olarak negatif tümsegerlerle uğraşırken, Bunun yerine IMUL kullanılabilir.",
    "uk": "МУЛ-це проста операція, помножує один номер на інший. При роботі з потенційно негативними цілими числами IMUL може бути використаний замість.",
    "vi": "MUL là một hoạt động đơn giản mà multiplies một số của người khác. Khi giao dịch với các số nguyên âm tiềm ẩn, IMUL có thể được sử dụng để thay thế.",
    "zh-CN": "MUL 是一个简单的操作，将一个数字乘以另一个数字。在处理潜在的负整数时，可以使用 IMUL。",
    "zh-TW": "MUL 是一個簡單的操作,將一個數位乘以另一個數位。在處理潛在的負整數時,可以使用 IMUL。"
}
