{
    "ar": "يمكن عرض الأرقام في هذا التشفير كنص عشري أو سداسي عشري أو ثنائي أو كنص ASCII.",
    "bg": "Числата в този шифър могат да бъдат показани като десетичен, шестнадесетичен, двоичен или като ASCII текст.",
    "cs": "Čísla v této šifře mohou být zobrazena jako desítková, hexadecimální, binární nebo jako text ASCII.",
    "da": "Numre i denne kode kan vises som decimal, hexadecimal, binær eller som ASCII-tekst.",
    "de": "Zahlen in dieser Chiffre können als Dezimal-, Hexadezimal-, Binär- oder ASCII-Text angezeigt werden.",
    "el": "Οι αριθμοί σε αυτόν τον κωδικό μπορούν να εμφανίζονται ως δεκαδικό, δεκαεξαδικό, δυαδικό ή ως κείμενο ASCII.",
    "en": "Numbers in this cipher can be displayed as decimal, hexadecimal, binary, or as ASCII text.",
    "es": "Los números en este cifrado se pueden mostrar como decimal, hexadecimal, binario o como texto ASCII.",
    "es-419": "Los números en este cifrado se pueden mostrar como decimal, hexadecimal, binario o como texto ASCII.",
    "fi": "Tämän salausnumerot voidaan näyttää desimaalina, heksadesimaalina, binaarina tai ASCII-tekstinä.",
    "fr": "Les nombres de ce chiffre peuvent être affichés sous forme décimale, hexadécimale, binaire ou texte ASCII.",
    "hu": "A rejtjelben szereplő számok decimális, hexadecimális, bináris vagy ASCII szövegként jeleníthetők meg.",
    "it": "I numeri in questa cifra possono essere visualizzati come decimali, esadecimali, binari o come testo ASCII.",
    "ja": "この暗号の数字は、10進数、16進数、2進数、またはASCIIテキストとして表示できます。",
    "ko": "이 암호의 숫자는 10 진수, 16 진수, 2 진수 또는 ASCII 텍스트로 표시 될 수 있습니다.",
    "nl": "Getallen in dit cijfer kunnen worden weergegeven als decimale, hexadecimale, binaire of ASCII-tekst.",
    "no": "Tall i denne chifferen kan vises som desimal, heksadesimal, binær eller som ASCII-tekst.",
    "pl": "Liczby w tym szyfrze mogą być wyświetlane w postaci dziesiętnej, szesnastkowej, binarnej lub jako tekst ASCII.",
    "pt": "Os números nessa cifra podem ser exibidos como decimal, hexadecimal, binário ou como texto ASCII.",
    "pt-BR": "Os números nessa cifra podem ser exibidos como decimal, hexadecimal, binário ou como texto ASCII.",
    "ro": "Numerele din acest cifru pot fi afișate ca text zecimal, hexadecimal, binar sau ca ASCII.",
    "ru": "Числа в этом шифре могут отображаться в десятичном, шестнадцатеричном, двоичном виде или в виде текста ASCII.",
    "sv": "Siffror i detta kod kan visas som decimal, hexadecimal, binär eller som ASCII-text.",
    "th": "ตัวเลขในตัวเลขนี้สามารถแสดงเป็นทศนิยมฐานสิบหกไบนารีหรือข้อความ ASCII",
    "tr": "Bu şifredeki sayılar, ondalık, onaltılık, ikili ya da ASCII metni olarak görüntülenebilir.",
    "uk": "Числа в цій шифрі можуть відображатися у вигляді десяткових, шістнадцяткових, двійкових або як текст ASCII.",
    "vi": "Các số trong mật mã này có thể được hiển thị dưới dạng văn bản thập phân, thập lục phân, nhị phân hoặc dưới dạng văn bản ASCII.",
    "zh-CN": "该密码中的数字可以显示为十进制，十六进制，二进制或ASCII文本。",
    "zh-TW": "該密碼中的數字可以顯示為十進制，十六進制，二進製或ASCII文本。"
}
