{
    "ar": "هذه المرة ، قم بتوصيل جميع المكونات. الهدف هو إضافة 1 إلى الإدخال ، وإرساله إلى الإخراج.",
    "bg": "Този път свържете всички компоненти. Целта е да добавите 1 към входа и да го изпратите към изхода.",
    "cs": "Tentokrát připojte všechny komponenty. Cílem je přidat 1 ke vstupu a odeslat jej na výstup.",
    "da": "Denne gang skal du tilslutte alle komponenter. Målet er at tilføje 1 til input og sende det til output.",
    "de": "Schließen Sie dieses Mal alle Komponenten an. Das Ziel ist es, 1 zur Eingabe hinzuzufügen und an die Ausgabe zu senden.",
    "el": "Αυτή τη φορά, συνδέστε όλα τα εξαρτήματα. Ο στόχος είναι να προσθέσετε 1 στην είσοδο και να την στείλετε στην έξοδο.",
    "en": "This time, connect all the components. The goal is to add 1 to the input, and send it to the output.",
    "es": "Esta vez, conecta todos los componentes. El objetivo es agregar 1 a la entrada y enviarlo a la salida.",
    "es-419": "Esta vez, conecta todos los componentes. El objetivo es agregar 1 a la entrada y enviarlo a la salida.",
    "fi": "Kytke tällä kertaa kaikki komponentit. Tavoitteena on lisätä 1 tuloon ja lähettää se tuotokseen.",
    "fr": "Cette fois, connectez tous les composants. Le but est d'ajouter 1 à l'entrée et de l'envoyer à la sortie.",
    "hu": "Ezúttal csatlakoztassa az összes komponenst. A cél az 1 hozzáadása a bemenethez, és elküldés a kimenethez.",
    "it": "Questa volta, collega tutti i componenti. L'obiettivo è aggiungere 1 all'input e inviarlo all'output.",
    "ja": "今回は、すべてのコンポーネントを接続します。目標は、入力に1を追加し、出力に送信することです。",
    "ko": "이번에는 모든 구성 요소를 연결하십시오. 목표는 입력에 1을 추가하여 출력으로 보내는 것입니다.",
    "nl": "Sluit deze keer alle componenten aan. Het doel is om 1 toe te voegen aan de invoer en deze naar de uitvoer te verzenden.",
    "no": "Denne gangen, koble til alle komponentene. Målet er å legge til 1 til inngangen, og sende den til utgangen.",
    "pl": "Tym razem połącz wszystkie elementy. Celem jest dodanie 1 do wejścia i wysłanie go do wyjścia.",
    "pt": "Desta vez, conecte todos os componentes. O objetivo é adicionar 1 à entrada e enviá-lo para a saída.",
    "pt-BR": "Desta vez, conecte todos os componentes. O objetivo é adicionar 1 à entrada e enviá-lo para a saída.",
    "ro": "De data aceasta, conectați toate componentele. Scopul este să adăugați 1 la intrare și să o trimiteți la ieșire.",
    "ru": "На этот раз подключите все компоненты. Цель состоит в том, чтобы добавить 1 к входу и отправить его на выход.",
    "sv": "Den här gången ansluter du alla komponenter. Målet är att lägga till 1 till ingången och skicka den till utgången.",
    "th": "คราวนี้เชื่อมต่อส่วนประกอบทั้งหมด เป้าหมายคือการเพิ่ม 1 เข้ากับอินพุตและส่งไปยังเอาต์พุต",
    "tr": "Bu sefer, tüm bileşenleri bağlayın. Amaç, girdiye 1 eklemek ve çıktıya göndermektir.",
    "uk": "Цього разу підключіть усі компоненти. Мета - додати 1 до входу та надіслати його на вихід.",
    "vi": "Lần này, kết nối tất cả các thành phần. Mục tiêu là thêm 1 vào đầu vào và gửi nó đến đầu ra.",
    "zh-CN": "这次，连接所有组件。目标是将1加到输入，并将其发送到输出。",
    "zh-TW": "這次，連接所有組件。目標是將1加到輸入，並將其發送到輸出。"
}
