{
    "ar": "يمكن عرض الرقم على أنه رقم عشري أو سداسي عشري أو ثنائي أو نص (ASCII). هذه الأزرار تغيير كيفية عرض الرقم. بدلاً من ذلك ، يمكنك الضغط على 1-4 على لوحة المفاتيح لتبديل الأزرار.",
    "bg": "Числото може да бъде показано като десетичен, шестнадесетичен, двоичен или текстов (ASCII). Тези бутони променят начина на показване на номера. Като алтернатива можете да натиснете 1-4 на клавиатурата, за да превключвате бутоните.",
    "cs": "Číslo lze zobrazit jako desetinné, hexadecimální, binární nebo textové (ASCII). Tato tlačítka mění způsob zobrazení čísla. Stisknutím tlačítka 1-4 na klávesnici můžete tlačítka přepínat.",
    "da": "Et tal kan vises som decimal, hexadecimal, binær eller tekst (ASCII). Disse knapper ændrer, hvordan nummeret vises. Alternativt kan du trykke på 1-4 på tastaturet for at skifte mellem knapperne.",
    "de": "Eine Zahl kann als Dezimalzahl, Hexadezimalzahl, Binärzahl oder Text (ASCII) angezeigt werden. Diese Schaltflächen ändern die Anzeige der Nummer. Alternativ können Sie 1-4 auf der Tastatur drücken, um die Tasten umzuschalten.",
    "el": "Ένας αριθμός μπορεί να εμφανιστεί ως δεκαδικό, δεκαεξαδικό, δυαδικό ή κείμενο (ASCII). Αυτά τα κουμπιά αλλάζουν τον τρόπο εμφάνισης του αριθμού. Εναλλακτικά, μπορείτε να πατήσετε 1-4 στο πληκτρολόγιο για να αλλάξετε τα κουμπιά.",
    "en": "A number can be displayed as decimal, hexadecimal, binary, or text (ASCII). These buttons change how the number is displayed. Alternatively, you can press 1-4 on the keyboard to toggle the buttons.",
    "es": "Un número se puede mostrar como decimal, hexadecimal, binario o texto (ASCII). Estos botones cambian la forma en que se muestra el número. Alternativamente, puede presionar 1-4 en el teclado para alternar los botones.",
    "es-419": "Un número se puede mostrar como decimal, hexadecimal, binario o texto (ASCII). Estos botones cambian la forma en que se muestra el número. Alternativamente, puede presionar 1-4 en el teclado para alternar los botones.",
    "fi": "Numero voidaan näyttää desimaalina, heksadesimaalina, binaarina tai tekstinä (ASCII). Nämä painikkeet muuttavat numeron näyttötapaa. Vaihtoehtoisesti voit painaa näppäimistön 1-4 näppäimiä vaihtaaksesi painikkeita.",
    "fr": "Un nombre peut être affiché sous forme décimale, hexadécimale, binaire ou texte (ASCII). Ces boutons modifient l'affichage du numéro. Alternativement, vous pouvez appuyer sur 1-4 sur le clavier pour basculer les boutons.",
    "hu": "A szám tizedes, hexadecimális, bináris vagy szöveges formátumban jeleníthető meg (ASCII). Ezek a gombok megváltoztatják a szám megjelenítését. Másik lehetőségként nyomja meg a billentyűzet 1-4 gombját a gombok váltásához.",
    "it": "Un numero può essere visualizzato come decimale, esadecimale, binario o testo (ASCII). Questi pulsanti cambiano la modalità di visualizzazione del numero. In alternativa, è possibile premere 1-4 sulla tastiera per attivare / disattivare i pulsanti.",
    "ja": "数値は、10進数、16進数、2進数、またはテキスト（ASCII）として表示できます。これらのボタンは、番号の表示方法を 変更します。または、キーボードの1〜4を押してボタンを切り替えることもできます。",
    "ko": "숫자는 10 진수, 16 진수, 2 진수 또는 텍스트 (ASCII)로 표시 할 수 있습니다. 이 버튼들은 숫자 표시 방법을 변경 합니다. 또는 키보드에서 1-4를 눌러 버튼을 토글 할 수 있습니다.",
    "nl": "Een nummer kan worden weergegeven als decimaal, hexadecimaal, binair of tekst (ASCII). Deze knoppen veranderen hoe het nummer wordt weergegeven. U kunt ook op 1-4 op het toetsenbord drukken om tussen de knoppen te schakelen.",
    "no": "Et tall kan vises som desimal, heksadesimal, binær eller tekst (ASCII). Disse knappene endrer hvordan tallet vises. Alternativt kan du trykke 1-4 på tastaturet for å slå på knappene.",
    "pl": "Liczba może być wyświetlana jako dziesiętna, szesnastkowa, binarna lub tekstowa (ASCII). Te przyciski zmieniają sposób wyświetlania numeru. Alternatywnie możesz nacisnąć 1-4 na klawiaturze, aby przełączać przyciski.",
    "pt": "Um número pode ser exibido como decimal, hexadecimal, binário ou texto (ASCII). Esses botões alteram a forma como o número é exibido. Como alternativa, você pode pressionar 1-4 no teclado para alternar os botões.",
    "pt-BR": "Um número pode ser exibido como decimal, hexadecimal, binário ou texto (ASCII). Esses botões alteram a forma como o número é exibido. Como alternativa, você pode pressionar 1-4 no teclado para alternar os botões.",
    "ro": "Un număr poate fi afișat ca zecimal, hexadecimal, binar sau text (ASCII). Aceste butoane schimbă modul în care este afișat numărul. În mod alternativ, puteți apăsa 1-4 pe tastatură pentru a comuta butoanele.",
    "ru": "Число может отображаться как десятичное, шестнадцатеричное, двоичное или текстовое (ASCII). Эти кнопки изменяют способ отображения номера. Кроме того, вы можете нажать 1-4 на клавиатуре для переключения кнопок.",
    "sv": "Ett nummer kan visas som decimal, hexadecimal, binär eller text (ASCII). Dessa knappar ändrar hur numret visas. Alternativt kan du trycka på 1-4 på tangentbordet för att växla mellan knapparna.",
    "th": "ตัวเลขสามารถแสดงเป็นทศนิยมฐานสิบหกไบนารีหรือข้อความ (ASCII) ปุ่มเหล่านี้จะเปลี่ยนวิธีแสดงหมายเลข หรือคุณสามารถกด 1-4 บนแป้นพิมพ์เพื่อสลับปุ่ม",
    "tr": "Bir sayı ondalık, onaltılık, ikili veya metin (ASCII) olarak görüntülenebilir. Bu düğmeler sayının nasıl görüntülendiğini değiştirir. Alternatif olarak, düğmeleri değiştirmek için klavyede 1-4 tuşlarına basabilirsiniz.",
    "uk": "Число може відображатися як десятковий, шістнадцятковий, двійковий або текстовий (ASCII). Ці кнопки змінюють спосіб відображення номера. Крім того, ви можете натиснути 1-4 на клавіатурі для перемикання кнопок.",
    "vi": "Một số có thể được hiển thị dưới dạng thập phân, thập lục phân, nhị phân hoặc văn bản (ASCII). Các nút này thay đổi cách hiển thị số. Ngoài ra, bạn có thể nhấn 1-4 trên bàn phím để chuyển các nút.",
    "zh-CN": "数字可以显示为十进制，十六进制，二进制或文本（ASCII）。这些按钮更改数字的显示方式。或者，您可以按键盘上的1-4切换按钮。",
    "zh-TW": "數字可以顯示為十進制，十六進制，二進製或文本（ASCII）。這些按鈕更改數字的顯示方式。或者，您可以按鍵盤上的1-4切換按鈕。"
}
