{
    "ar": "هذا الصدر هو أكثر تعقيدا قليلا من الماضي. هذه المرة ، قم بتوصيل جميع المكونات. الهدف هو إضافة 1 إلى الإدخال ، وإرساله إلى الإخراج.",
    "bg": "Този гръден кош е малко по-сложен от последния. Този път свържете всички компоненти. Целта е да добавите 1 към входа и да го изпратите към изхода.",
    "cs": "Tato truhla je o něco složitější než ta poslední. Tentokrát připojte všechny komponenty. Cílem je přidat 1 ke vstupu a odeslat jej na výstup.",
    "da": "Dette bryst er lidt mere kompliceret end sidst. Denne gang skal du tilslutte alle komponenter. Målet er at tilføje 1 til input og sende det til output.",
    "de": "Diese Truhe ist etwas komplizierter als die letzte. Schließen Sie dieses Mal alle Komponenten an. Das Ziel ist es, 1 zur Eingabe hinzuzufügen und an die Ausgabe zu senden.",
    "el": "Αυτό το στήθος είναι λίγο πιο περίπλοκο από το τελευταίο. Αυτή τη φορά, συνδέστε όλα τα εξαρτήματα. Ο στόχος είναι να προσθέσετε 1 στην είσοδο και να την στείλετε στην έξοδο.",
    "en": "This chest is a bit more complicated than the last. This time, connect all the components. The goal is to add 1 to the input, and send it to the output.",
    "es": "Este cofre es un poco más complicado que el anterior. Esta vez, conecta todos los componentes. El objetivo es agregar 1 a la entrada y enviarlo a la salida.",
    "es-419": "Este cofre es un poco más complicado que el anterior. Esta vez, conecta todos los componentes. El objetivo es agregar 1 a la entrada y enviarlo a la salida.",
    "fi": "Tämä rinta on vähän monimutkaisempi kuin viimeinen. Kytke tällä kertaa kaikki komponentit. Tavoitteena on lisätä 1 tuloon ja lähettää se tuotokseen.",
    "fr": "Ce coffre est un peu plus compliqué que le précédent. Cette fois, connectez tous les composants. Le but est d'ajouter 1 à l'entrée et de l'envoyer à la sortie.",
    "hu": "Ez a mellkas egy kicsit bonyolultabb, mint az utolsó. Ezúttal csatlakoztassa az összes komponenst. A cél az 1 hozzáadása a bemenethez, és elküldés a kimenethez.",
    "it": "Questa cassa è un po 'più complicata della precedente. Questa volta, collega tutti i componenti. L'obiettivo è aggiungere 1 all'input e inviarlo all'output.",
    "ja": "このチェストは最後のチェストより少し複雑です。今回は、すべてのコンポーネントを接続します。目標は、入力に1を追加し、出力に送信することです。",
    "ko": "이 가슴은 마지막 것보다 조금 더 복잡합니다. 이번에는 모든 구성 요소를 연결하십시오. 목표는 입력에 1을 추가하 여 출력으로 보내는 것입니다.",
    "nl": "Deze kist is een beetje ingewikkelder dan de vorige. Sluit deze keer alle componenten aan. Het doel is om 1 toe te voegen aan de invoer en deze naar de uitvoer te verzenden.",
    "no": "Dette brystet er litt mer komplisert enn sist. Denne gangen, koble til alle komponentene. Målet er å legge til 1 til inngangen, og sende den til utgangen.",
    "pl": "Ta skrzynia jest nieco bardziej skomplikowana niż poprzednia. Tym razem połącz wszystkie elementy. Celem jest dodanie 1 do wejścia i wysłanie go do wyjścia.",
    "pt": "Este baú é um pouco mais complicado que o anterior. Desta vez, conecte todos os componentes. O objetivo é adicionar 1 à entrada e enviá-lo para a saída.",
    "pt-BR": "Este baú é um pouco mais complicado que o anterior. Desta vez, conecte todos os componentes. O objetivo é adicionar 1 à entrada e enviá-lo para a saída.",
    "ro": "Acest piept este ceva mai complicat decât ultimul. De data aceasta, conectați toate componentele. Scopul este să adăugați 1 la intrare și să o trimiteți la ieșire.",
    "ru": "Этот сундук немного сложнее, чем предыдущий. На этот раз подключите все компоненты. Цель состоит в том, чтобы добавить 1 к входу и отправить его на выход.",
    "sv": "Det här bröstet är lite mer komplicerat än sist. Den här gången ansluter du alla komponenter. Målet är att lägga till 1 till ingången och skicka den till utgången.",
    "th": "หน้าอกนี้ซับซ้อนกว่าเมื่อก่อนเล็กน้อย คราวนี้เชื่อมต่อส่วนประกอบทั้งหมด เป้าหมายคือการเพิ่ม 1 เข้ากับอินพุตและส่งไปยังเอาต์พุต",
    "tr": "Bu sandık öncekinden biraz daha karmaşık. Bu sefer, tüm bileşenleri bağlayın. Amaç, girdiye 1 eklemek ve çıktıya göndermektir.",
    "uk": "Ця скриня трохи складніше, ніж остання. Цього разу підключіть усі компоненти. Мета - додати 1 до входу та надіслати його на вихід.",
    "vi": "Chiếc rương này phức tạp hơn một chút so với cái trước. Lần này, kết nối tất cả các thành phần. Mục tiêu là thêm 1 vào đầu vào và gửi nó đến đầu ra.",
    "zh-CN": "这个箱子比上一个要复杂一些。这次，连接所有组件。目标是将1加到输入，并将其发送到输出。",
    "zh-TW": "這個箱子比上一個要復雜一些。這次，連接所有組件。目標是將1加到輸入，並將其發送到輸出。"
}
