{
    "ar": "يتم التعامل مع سجلات EAX:EDX (32 بت) أو RAX:RDX (64 بت) كرقم كبير واحد، الأرباح. DIV يأخذ معامل واحد، القسمة.",
    "bg": "Регистрите EAX:EDX (32-битов) или RAX:RDX (64-битов) се третират като един голям брой, дивидент. Div поема един операнд, делителът.",
    "cs": "Registry EAX:EDX (32-bit) nebo RAX:RDX (64-bit) jsou považovány za jedno velké číslo, dividenda. DIV má jeden operand, dělitel.",
    "da": "Registrene EAX:EDX (32-bit) eller RAX:RDX (64-bit) behandles som et stort tal, udbyttet. DIV tager en operand, divisoren.",
    "de": "Die Register EAX:EDX (32-Bit) oder RAX:RDX (64-Bit) werden als eine große Zahl, die Dividende, behandelt. DIV nimmt einen Operanden, den Divisor.",
    "el": "Τα μητρώα EAX:EDX (32-bit) ή RAX:RDX (64-bit) αντιμετωπίζονται ως ένα μεγάλο αριθμό, το μέρισμα. Div παίρνει ένα τελεστέο, ο διαιρέτης.",
    "en": "The registers EAX:EDX (32-bit) or RAX:RDX (64-bit) are treated as one large number, the dividend. DIV takes one operand, the divisor.",
    "es": "Los registros EAX:EDX (32 bits) o RAX:RDX (64 bits) se tratan como un gran número, el dividendo. DIV toma un operando, el divisor.",
    "es-419": "Los registros EAX:EDX (32 bits) o RAX:RDX (64 bits) se tratan como un gran número, el dividendo. DIV toma un operando, el divisor.",
    "fi": "Rekistereitä EAX:EDX (32-bittinen) tai RAX:RDX (64-bittinen) käsitellään yhtenä suurena lukuna, osinkona. Div ottaa yhden operandin, jakaja.",
    "fr": "Les registres EAX:EDX (32 bits) ou RAX:RDX (64 bits) sont traités comme un grand nombre, le dividende. DIV prend un opérand, le diviseur.",
    "hu": "Az EAX:EDX (32 bites) vagy RAX:RDX (64 bites) regiszterek egy nagy számként, az osztalékként lesznek kezelve. Div vesz egy operandus, az osztó.",
    "it": "I registri EAX:EDX (32 bit) o RAX:RDX (64 bit) vengono considerati come un numero grande, il dividendo. DIV prende un operando, il divisore.",
    "ja": "レジスタ EAX:EDX (32 ビット) または RAX:RDX (64 ビット) は、1 つの大きな数値として扱われます。DIV は、1 つのオペランド (除数) を受け取ります。",
    "ko": "레지스터 EAX:EDX(32비트) 또는 RAX:RDX(64비트)는 하나의 큰 수의 배당금으로 처리됩니다. DIV는 하나의 오페랜드, 제수걸립니다.",
    "nl": "De registers EAX:EDX (32-bits) of RAX:RDX (64-bits) worden behandeld als één groot getal, het dividend. DIV neemt een operand, de deler.",
    "nb": "Registrene EAX:EDX (32-bit) eller RAX:RDX (64-bit) behandles som ett stort tall, utbyttet. DIV tar en operand, divisoren.",
    "pl": "Rejestry EAX:EDX (32-bitowe) lub RAX:RDX (64-bitowe) są traktowane jako jedna duża liczba, dywidenda. DIV zajmuje jeden operand, dzielnik.",
    "pt": "Os registos EAX:EDX (32-bit) ou RAX:RDX (64-bit) são tratados como um grande número, o dividendo. DIV leva uma ópera, o divisor.",
    "pt-BR": "Os registros EAX:EDX (32 bits) ou RAX:RDX (64 bits) são tratados como um grande número, o dividendo. DIV toma um operando, o divisor.",
    "ro": "Registrele EAX:EDX (32 de biți) sau RAX:RDX (64 de biți) sunt tratate ca un număr mare, dividendul. DIV ia un operand, divizorul.",
    "ru": "Регистры EAX:EDX (32-разрядный) или RAX:RDX (64-разрядный) рассматриваются как одно большое число, дивиденды. DIV занимает одну оперу, дивизию.",
    "sv": "Registren EAX:EDX (32-bitars) eller RAX:RDX (64-bitars) behandlas som ett stort antal, utdelningen. DIV tar en operand, divisorn.",
    "th": "การลงทะเบียน EAX:EDX (32 บิต) หรือ RAX: RDX (64 บิต) จะถือว่าเป็นจํานวนหนึ่งขนาดใหญ่เงินปันผล DIV จะ ตัว ถูก ทํา ตัว ถูก ทํา ตัว หาร.",
    "tr": "EAX:EDX (32-bit) veya RAX:RDX (64-bit) kayıtları büyük bir sayı, temettü olarak kabul edilir. DIV bir operand alır, bölücü.",
    "uk": "Регістрів EAX: EDX (32-bit) або АКС: RDX (64-bit) розглядаються як одне велике число, дивіденди. DIV приймає один операнд, дільник.",
    "vi": "Sổ đăng ký EAX: EDX (32-bit) hoặc RAX: RDX (64-bit) được coi là một số lượng lớn, cổ tức. DIV mất một operand, ước.",
    "zh-CN": "寄存器 EAX：EDX （32 位） 或 RAX：RDX （64 位） 被视为一个大数字， 股息.DIV 需要一个操作符，即分器。",
    "zh-TW": "寄存器 EAX:EDX (32 位) 或 RAX:RDX (64 位) 被視為一個大數位, 股息.DIV 需要一個操作符,即分器。"
}
