{
    "ar": "يمكن استبدال سندات دين لشراء الجرع والأسلحة ومواد أخرى في المتاجر.",
    "bg": "IOU могат да се сменят за отвари, оръжия и други вещи в магазините.",
    "cs": "IOU lze vyměnit za lektvary, zbraně a další předměty v obchodech.",
    "da": "IOU'er kan udveksles med drikkevarer, våben og andre ting i butikkerne.",
    "de": "In Geschäften können IOUs gegen Tränke, Waffen und andere Gegenstände eingetauscht werden.",
    "el": "Οι IOU μπορούν να ανταλλάσσονται με φίλτρα, όπλα και άλλα αντικείμενα στα καταστήματα.",
    "en": "IOUs can be exchanged for potions, weapons, and other items at shops.",
    "es": "Los pagarés se pueden cambiar por pociones, armas y otros artículos en las tiendas.",
    "es-419": "Los pagarés se pueden cambiar por pociones, armas y otros artículos en las tiendas.",
    "fi": "IOU: t voidaan vaihtaa juomien, aseiden ja muiden tavaroiden kanssa kaupoissa.",
    "fr": "Les reconnaissances de dette peuvent être échangées contre des potions, des armes et d'autres objets dans les magasins.",
    "hu": "Az IOU-k cserélhetők főzõkre, fegyverekre és egyéb tárgyakra az üzletekben.",
    "it": "Gli IOU possono essere scambiati con pozioni, armi e altri oggetti nei negozi.",
    "ja": "IOUは商店でポーション、武器、その他のアイテムと交換することができます。",
    "ko": "차용 증서는 상점에서 포션, 무기 및 기타 품목으로 교환 할 수 있습니다.",
    "nl": "IOU's kunnen worden ingewisseld voor drankjes, wapens en andere items in winkels.",
    "no": "IOU-er kan byttes mot potions, våpen og andre ting i butikkene.",
    "pl": "IOU można wymieniać na mikstury, broń i inne przedmioty w sklepach.",
    "pt": "IOUs podem ser trocados por poções, armas e outros itens em lojas.",
    "pt-BR": "IOUs podem ser trocados por poções, armas e outros itens em lojas.",
    "ro": "IOU-urile pot fi schimbate pentru poțiuni, arme și alte obiecte la magazine.",
    "ru": "Векселя можно обменять на зелья, оружие и другие предметы в магазинах.",
    "sv": "IOU: er kan bytas mot drycker, vapen och andra föremål i butiker.",
    "th": "สามารถแลกเปลี่ยนทางการค้าเพื่อซื้อน้ำยาอาวุธและรายการอื่น ๆ ได้ที่ร้านค้า",
    "tr": "IOU'lar iksir, silah ve dükkanlardaki diğer eşyalarla değiştirilebilir.",
    "uk": "ВМО можна міняти на зілля, зброю та інші предмети в магазинах.",
    "vi": "IOU có thể được trao đổi để lấy potions, vũ khí và các mặt hàng khác tại các cửa hàng.",
    "zh-CN": "欠条可以在商店兑换魔药，武器和其他物品。",
    "zh-TW": "欠條可以在商店兌換魔藥，武器和其他物品。"
}
