{
    "ar": ".مقارنة تقرر ما إذا كان سيتم استخدام الضرر الافتراضي أو الضرر الخطير",
    "bg": "Сравнение, което решава дали да използва щетите по подразбиране или критичните щети от удар.",
    "cs": "Porovnání, které rozhoduje, zda použít výchozí poškození nebo kritické poškození zásahem.",
    "da": "En sammenligning, der afgør, om standardskaden eller den kritiske hitskade skal bruges.",
    "de": "Ein Vergleich, der entscheidet, ob der Standardschaden oder der kritische Trefferschaden verwendet wird.",
    "el": "Μια σύγκριση που αποφασίζει εάν θα χρησιμοποιηθεί η προεπιλεγμένη ζημία ή η κρίσιμη ζημιά χτυπήματος.",
    "en": "A comparison which decides whether to use the default damage or the critical hit damage.",
    "es": "Una comparación que decide si se debe utilizar el daño predeterminado o el daño por golpe crítico.",
    "es-419": "Una comparación que decide si se debe utilizar el daño predeterminado o el daño por golpe crítico.",
    "fi": "Vertailu, joka päättää, käytetäänkö oletusvahinkoa vai kriittistä osumavauriota.",
    "fr": "Une comparaison qui décide d’utiliser les dommages par défaut ou les dommages critiques.",
    "hu": "Összehasonlítás, amely eldönti, hogy az alapértelmezett sérülést vagy a kritikus találati kárt használja-e.",
    "it": "Un confronto che decide se utilizzare il danno predefinito o il danno critico colpito.",
    "ja": "デフォルトのダメージとクリティカルヒットダメージのどちらを使用するかを決定する比較。",
    "ko": "기본 데미지 또는 치명타 피해를 사용할지 여부를 결정하는 비교입니다.",
    "nl": "Een vergelijking die beslist of de standaardschade of de kritieke hitschade wordt gebruikt.",
    "no": "En sammenligning som avgjør om standardskaden eller den kritiske treffskaden skal brukes.",
    "pl": "Porównanie, które decyduje o tym, czy użyć domyślnego uszkodzenia, czy krytycznego trafienia.",
    "pt": "Uma comparação que decide se deve utilizar os danos por defeito ou os danos críticos.",
    "pt-BR": "Uma comparação que decide se deve usar o dano padrão ou o dano crítico.",
    "ro": "O comparație care decide dacă să utilizeze daunele implicite sau daunele provocate critic.",
    "ru": "Сравнение, которое решает, использовать ли ущерб по умолчанию или критический урон удара.",
    "sv": "En jämförelse som avgör om standardskadan eller den kritiska träffskadan ska användas.",
    "th": "การเปรียบเทียบที่ตัดสินใจว่าจะใช้ความเสียหายเริ่มต้นหรือความเสียหายจากการโจมตีที่สําคัญ",
    "tr": "Varsayılan hasarın mı yoksa kritik isabet hasarının mı kullanılacağına karar veren bir karşılaştırma.",
    "uk": "Порівняння, яке вирішує, чи слід використовувати пошкодження за замовчуванням або критичне пошкодження.",
    "vi": "Một so sánh quyết định xem nên sử dụng thiệt hại mặc định hay thiệt hại do va chạm nghiêm trọng.",
    "zh-CN": "决定是使用默认伤害还是严重命中伤害的比较。",
    "zh-TW": "決定是使用默認傷害還是嚴重命中傷害的比較。"
}
