{
    "ar": "تلميح: هناك العديد من الحلول. حاول تغيير القيم لتغيير نتيجة تعليمات cmp.",
    "bg": "Намек: Има няколко решения. Опитайте да промените стойностите, за да промените резултата от инструкцията за CMP.",
    "cs": "Tip: Existuje několik řešení. Zkuste změnit hodnoty, abyste změnili výsledek instrukce cmp.",
    "da": "Tip: Der er flere løsninger. Prøv at ændre værdier for at ændre resultatet af cmp-instruktionen.",
    "de": "Tipp: Es gibt mehrere Lösungen. Versuchen Sie, Werte zu ändern, um das Ergebnis der cmp-Anweisung zu ändern.",
    "el": "Συμβουλή: Υπάρχουν πολλές λύσεις. Δοκιμάστε να αλλάξετε τις τιμές για να αλλάξετε το αποτέλεσμα της εντολής cmp.",
    "en": "Hint: There are several solutions. Try altering values to change the result of the cmp instruction.",
    "es": "Sugerencia: Hay varias soluciones. Intente modificar los valores para cambiar el resultado de la instrucción cmp.",
    "es-419": "Sugerencia: Hay varias soluciones. Intente modificar los valores para cambiar el resultado de la instrucción cmp.",
    "fi": "Vihje: On olemassa useita ratkaisuja. Yritä muuttaa arvoja muuttaaksesi cmp-käskyn tulosta.",
    "fr": "Astuce : Il existe plusieurs solutions. Essayez de modifier les valeurs pour modifier le résultat de l’instruction cmp.",
    "hu": "Tipp: Számos megoldás létezik. Próbálja meg megváltoztatni az értékeket a cmp utasítás eredményének megváltoztatásához.",
    "it": "Suggerimento: ci sono diverse soluzioni. Provare a modificare i valori per modificare il risultato dell'istruzione cmp.",
    "ja": "ヒント: いくつかの解決策があります。値を変更して、cmp 命令の結果を変更してみてください。",
    "ko": "힌트 : 몇 가지 해결책이 있습니다. cmp 명령의 결과를 변경하려면 값을 변경하십시오.",
    "nl": "Tip: Er zijn verschillende oplossingen. Probeer waarden te wijzigen om het resultaat van de cmp-instructie te wijzigen.",
    "nb": "Tips: Det finnes flere løsninger. Prøv å endre verdier for å endre resultatet av cmp-instruksjonen.",
    "pl": "Wskazówka: Istnieje kilka rozwiązań. Spróbuj zmienić wartości, aby zmienić wynik instrukcji cmp.",
    "pt": "Atenção: Existem várias soluções. Tente alterar valores para alterar o resultado da instrução do cmp.",
    "pt-BR": "Dica: Existem várias soluções. Tente alterar valores para alterar o resultado da instrução cmp.",
    "ro": "Sugestie: Există mai multe soluții. Încercați să modificați valorile pentru a modifica rezultatul instrucțiunii cmp.",
    "ru": "Подсказка: Есть несколько решений. Попробуйте изменить значения, чтобы изменить результат инструкции cmp.",
    "sv": "Tips: Det finns flera lösningar. Försök att ändra värden för att ändra resultatet av cmp-instruktionen.",
    "th": "คําแนะนํา: มีวิธีแก้ปัญหาหลายประการ ลองเปลี่ยนค่าเพื่อเปลี่ยนผลลัพธ์ของคําสั่ง cmp",
    "tr": "İpucu: Birkaç çözüm var. cmp talimatının sonucunu değiştirmek için değerleri değiştirmeyi deneyin.",
    "uk": "Підказка: Є кілька рішень. Спробуйте змінити значення, щоб змінити результат інструкції cmp.",
    "vi": "Gợi ý: Có một số giải pháp. Hãy thử thay đổi các giá trị để thay đổi kết quả của lệnh cmp.",
    "zh-CN": "提示：有几种解决方案。尝试更改值以更改 cmp 指令的结果。",
    "zh-TW": "提示：有幾種解決方案。嘗試更改值以更改 cmp 指令的結果。"
}
