{
    "ar": "فرصة %s1٪ لعدم تحميل الضرر الناتج عن الضربة الحرجة (%s2٪ فرصة إصابة حرجة) ، بناء على نتيجة المقارنة أعلاه.",
    "bg": "%s1% шанс НЕ да заредите критичните попадения щети (%s2% критичен хит шанс), въз основа на резултата от сравнението по-горе.",
    "cs": "%s1% šance, že NENAČTEte poškození kritického zásahu (%s2% šance na kritický zásah) na základě výsledku výše uvedeného srovnání.",
    "da": "%s1% chance for IKKE at indlæse den kritiske hitskade (%s2% kritisk hit chance), baseret på resultatet af sammenligningen ovenfor.",
    "de": "%s1% Chance, den kritischen Trefferschaden NICHT zu laden (%s2% kritische Trefferchance), basierend auf dem Ergebnis des obigen Vergleichs.",
    "el": "%s1% πιθανότητα ΝΑ ΜΗΝ φορτώσετε την κρίσιμη ζημιά χτυπήματος (%s2% κρίσιμη πιθανότητα χτυπήματος), με βάση το αποτέλεσμα της παραπάνω σύγκρισης.",
    "en": "%s1% chance NOT to load the critical hit damage (%s2% critical hit chance), based on the result of the comparison above.",
    "es": "%s1% de probabilidad de NO cargar el daño por golpe crítico (%s2% de probabilidad de golpe crítico), según el resultado de la comparación anterior.",
    "es-419": "%s1% de probabilidad de NO cargar el daño por golpe crítico (%s2% de probabilidad de golpe crítico), según el resultado de la comparación anterior.",
    "fi": "%s1%: n mahdollisuus OLLA lataamatta kriittistä osumavauriota (%s2% kriittinen osumamahdollisuus) yllä olevan vertailun tuloksen perusteella.",
    "fr": "%s1% de chance de NE PAS charger les dommages de choc critique (%s2% de chance de coup critique), sur la base du résultat de la comparaison ci-dessus.",
    "hu": "%s1% esély arra, hogy NE terhelje be a kritikus találati kárt (%s2% kritikus találati esély), a fenti összehasonlítás eredménye alapján.",
    "it": "%s1% di possibilità di NON caricare il danno critico (%s2% di probabilità di colpo critico), in base al risultato del confronto di cui sopra.",
    "ja": "%s1%の確率でクリティカルヒットダメージをロードしない(クリティカルヒット確率%s2%)、上記の比較の結果に基づきます。",
    "ko": "위의 비교 결과를 기준으로 치명타 피해(치명타 확률 %s2%)를 로드하지 않을 확률은 %s1%입니다.",
    "nl": "%s1% kans om de kritieke hitschade NIET te laden (%s2% kritieke hitkans), gebaseerd op het resultaat van de bovenstaande vergelijking.",
    "nb": "%s1% sjanse FOR IKKE å laste den kritiske treffskaden (%s2% kritisk treffsjanse), basert på resultatet av sammenligningen ovenfor.",
    "pl": "%s1% szansy na TO, że NIE załaduje obrażeń od trafienia krytycznego (%s2% szans na trafienie krytyczne), w oparciu o wynik powyższego porównania.",
    "pt": "%s1% de chance de NÃO carregar os danos críticos (%s2% de chance de sucesso crítico), com base no resultado da comparação acima.",
    "pt-BR": "%s1% de chance DE NÃO carregar o dano crítico (%s2% de chance crítica de acerto), com base no resultado da comparação acima.",
    "ro": "%s1% șanse să NU încarce daunele critice lovite (%s2% șanse critice de lovire), pe baza rezultatului comparației de mai sus.",
    "ru": "%s1% шанс НЕ загружать критический урон удара (%s2% критический шанс попадания), основываясь на результате сравнения выше.",
    "sv": "%s1% chans att INTE ladda den kritiska träffskadan (%s2% kritisk träffchans), baserat på resultatet av jämförelsen ovan.",
    "th": "โอกาส %s1% ที่จะไม่โหลดความเสียหายจากการโจมตีที่สําคัญ (โอกาสตีวิกฤต %s2%) โดยพิจารณาจากผลลัพธ์ของการเปรียบเทียบข้างต้น",
    "tr": "Yukarıdaki karşılaştırmanın sonucuna göre kritik isabet hasarını yüklememe olasılığı %%s1 (%%s2 kritik isabet şansı).",
    "uk": "%s1% шанс НЕ завантажити критичне пошкодження від попадання (%s2% критичної ймовірності попадання), виходячи з результату порівняння вище.",
    "vi": "%s1% cơ hội KHÔNG tải sát thương do va chạm chí mạng (%s2% cơ hội trúng đích), dựa trên kết quả so sánh ở trên.",
    "zh-CN": "根据上述比较结果，%s1%的几率不加载暴击伤害（%s2%暴击几率）。",
    "zh-TW": "根據上述比較結果，%s1%的幾率不載入暴擊傷害（%s2%暴擊幾率）。"
}
