{
    "ar": "تلميح: لا تحدث الضربة الحرجة إلا إذا كان الرقم العشوائي يساوي بالضبط %s1. حاول تغيير \\\"cmove\\\" إلى \\\"cmovne\\\" للتغيير إلى فرصة نجاح حرجة بنسبة %s2٪.",
    "bg": "Съвет: Критичен удар се случва само ако случайното число е точно равно на %s1. Опитайте се да промените \\\"cmove\\\" на \\\"cmovne\\\", за да преминете към %s2% критичен шанс за удар.",
    "cs": "Tip: Kritický zásah nastane pouze v případě, že náhodné číslo je přesně rovno %s1. Zkuste změnit \\\"cmove\\\" na \\\"cmovne\\\" a změňte na %s2% šanci na kritický zásah.",
    "da": "Tip: Et kritisk hit opstår kun, hvis det tilfældige tal er nøjagtigt lig med %s1. Prøv at ændre 'cmove' til 'cmovne' for at skifte til en %s2% kritisk hitchance.",
    "de": "Hinweis: Ein kritischer Treffer tritt nur auf, wenn die Zufallszahl genau gleich %s1 ist. Versuchen Sie, \\\"cmove\\\" in \\\"cmovne\\\" zu ändern, um zu einer kritischen Trefferchance von %s2% zu wechseln.",
    "el": "Συμβουλή: Ένα κρίσιμο χτύπημα συμβαίνει μόνο εάν ο τυχαίος αριθμός είναι ακριβώς ίσος με %s1. Δοκιμάστε να αλλάξετε το \\\"cmove\\\" σε \\\"cmovne\\\" για να αλλάξετε σε μια κρίσιμη πιθανότητα επιτυχίας %s2%.",
    "en": "Hint: A critical hit only occurs if the random number is exactly equal to %s1. Try changing 'cmove' to 'cmovne' to change to a %s2% critical hit chance.",
    "es": "Sugerencia: Un golpe crítico solo ocurre si el número aleatorio es exactamente igual a %s1. Intente cambiar 'cmove' a 'cmovne' para cambiar a una probabilidad de éxito crítico del %s2%.",
    "es-419": "Sugerencia: Un golpe crítico solo ocurre si el número aleatorio es exactamente igual a %s1. Intente cambiar 'cmove' a 'cmovne' para cambiar a una probabilidad de éxito crítico del %s2%.",
    "fi": "Vihje: Kriittinen osuma tapahtuu vain, jos satunnaisluku on täsmälleen yhtä suuri kuin %s1. Yritä muuttaa 'cmove' 'cmovne:ksi' vaihtaaksesi %s2 %:n kriittiseen osumamahdollisuuteen.",
    "fr": "Astuce : Un résultat critique ne se produit que si le nombre aléatoire est exactement égal à %s1. Essayez de changer 'cmove' en 'cmovne' pour passer à une probabilité de succès critique de %s2%.",
    "hu": "Tipp: Kritikus találat csak akkor következik be, ha a véletlen szám pontosan megegyezik a %s1-szal. Próbálja meg megváltoztatni az \\\"cmove\\\" szót \\\"cmovne\\\"-re, hogy %s2% -os kritikus találati esélyre váltson.",
    "it": "Suggerimento: un colpo critico si verifica solo se il numero casuale è esattamente uguale a %s1. Prova a cambiare \\\"cmove\\\" in \\\"cmovne\\\" per passare a una probabilità di successo critico del %s2%.",
    "ja": "ヒント: クリティカル ヒットは、乱数が %s1 に正確に等しい場合にのみ発生します。「cmove」を「cmovne」に変更して、クリティカルヒット確率を%s2%に変更してみてください。",
    "ko": "힌트: 치명중은 난수가 정확히 %s1과 같은 경우에만 발생합니다. 'cmove'를 'cmovne'로 변경하여 %s2%의 치명타 확률로 변경해 보세요.",
    "nl": "Hint: Een kritieke treffer treedt alleen op als het willekeurige getal precies gelijk is aan %s1. Probeer 'cmove' te veranderen in 'cmovne' om over te schakelen naar een kritieke hitkans van %s2%.",
    "no": "Hint: Et kritisk treff oppstår bare hvis det tilfeldige tallet er nøyaktig lik %s1. Prøv å endre 'cmove' til 'cmovne' for å endre til en %s2% kritisk treffsjanse.",
    "pl": "Wskazówka: Trafienie krytyczne występuje tylko wtedy, gdy liczba losowa jest dokładnie równa %s1. Spróbuj zmienić \\\"cmove\\\" na \\\"cmovne\\\", aby zmienić na %s2% szans na trafienie krytyczne.",
    "pt": "Atenção: Um golpe crítico só ocorre se o número aleatório for exatamente igual a %s1. Tente mudar 'cmove' para 'cmovne' para mudar para uma chance de sucesso crítico de %s2%.",
    "pt-BR": "Dica: Um golpe crítico só ocorre se o número aleatório for exatamente igual a %s1. Tente mudar 'cmove' para 'cmovne' para mudar para uma chance de acerto crítico de %s2%.",
    "ro": "Sugestie: O lovitură critică apare numai dacă numărul aleator este exact egal cu %s1. Încercați să schimbați \\\"cmove\\\" în \\\"cmovne\\\" pentru a trece la o șansă critică de %s2%.",
    "ru": "Подсказка: Критическое попадание происходит только в том случае, если случайное число точно равно %s1. Попробуйте изменить 'cmove' на 'cmovne', чтобы изменить %s2% критический шанс попадания.",
    "sv": "Tips: En kritisk träff inträffar bara om slumptalet är exakt lika med %s1. Försök att ändra \\\"cmove\\\" till \\\"cmovne\\\" för att ändra till en %s2% kritisk träffchans.",
    "th": "คําแนะนํา: การโจมตีที่สําคัญจะเกิดขึ้นก็ต่อเมื่อจํานวนสุ่มเท่ากับ %s1 ทุกประการ ลองเปลี่ยน 'cmove' เป็น 'cmovne' เพื่อเปลี่ยนเป็นโอกาสในการตีที่สําคัญ %s2%",
    "tr": "İpucu: Kritik bir vuruş yalnızca rastgele sayı tam olarak %s1'ye eşitse gerçekleşir. %%s2 kritik isabet şansına geçmek için 'cmove'yi 'cmovne' olarak değiştirmeyi deneyin.",
    "uk": "Підказка: Критичне попадання відбувається тільки в тому випадку, якщо випадкове число точно дорівнює %s1. Спробуйте змінити \\\"cmove\\\" на \\\"cmovne\\\", щоб перейти на %s2% критичний шанс потрапляння.",
    "vi": "Gợi ý: Một cú đánh quan trọng chỉ xảy ra nếu số ngẫu nhiên chính xác bằng %s1. Hãy thử thay đổi 'cmove' thành 'cmovne' để thay đổi thành cơ hội truy cập quan trọng %s2%.",
    "zh-CN": "提示：仅当随机数正好等于 %s1 时，才会发生暴击。尝试将“cmove”更改为“cmovne”以更改为%s2%的暴击几率。",
    "zh-TW": "提示：僅當隨機數正好等於 %s1 時，才會發生暴擊。嘗試將「cmove」更改為「cmovne」以更改為%s2%的暴擊幾率。"
}
