{
    "ar": "اختبأت هنا عندما هاجمت الأشباح. أفضل أن أكون جبانا حيا على أن أكون بطلا ميتا.",
    "bg": "Скрих се тук, когато призраците нападнаха. Предпочитам да съм жив, отколкото мъртъв герой.",
    "cs": "Schoval jsem se tady, když duchové zaútočili. Raději budu živým zbabělcem než mrtvým hrdinou.",
    "da": "Jeg gemte mig her, da spøgelserne angreb. Jeg vil hellere være en levende kujon end en død helt.",
    "de": "Ich versteckte mich hier, als die Geister angriffen. Ich wäre lieber ein lebender Feigling als ein toter Held.",
    "el": "Κρύφτηκα εδώ όταν επιτέθηκαν τα φαντάσματα. Θα προτιμούσα να είμαι ένας ζωντανός δειλός παρά ένας νεκρός ήρωας.",
    "en": "I hid here when the ghosts attacked. I would rather be a living coward than a dead hero.",
    "es": "Me escondí aquí cuando los fantasmas atacaron. Prefiero ser un cobarde vivo que un héroe muerto.",
    "es-419": "Me escondí aquí cuando los fantasmas atacaron. Prefiero ser un cobarde vivo que un héroe muerto.",
    "fi": "Piilouduin tänne, kun aaveet hyökkäsivät. Olisin mieluummin elävä pelkuri kuin kuollut sankari.",
    "fr": "Je me suis caché ici quand les fantômes ont attaqué. Je préfère être un lâche vivant qu’un héros mort.",
    "hu": "Itt rejtőztem el, amikor a szellemek támadtak. Inkább legyek élő gyáva, mint halott hős.",
    "it": "Mi sono nascosto qui quando i fantasmi hanno attaccato. Preferirei essere un codardo vivente piuttosto che un eroe morto.",
    "ja": "幽霊が襲ってきたとき、私はここに隠れました。私は死んだ英雄よりも生きている臆病者になりたいです。",
    "ko": "유령이 공격했을 때 나는 여기에 숨었다. 나는 죽은 영웅보다 살아있는 겁쟁이가 되고 싶다.",
    "nl": "Ik verstopte me hier toen de geesten aanvielen. Ik ben liever een levende lafaard dan een dode held.",
    "no": "Jeg gjemte meg her da spøkelsene angrep. Jeg vil heller være en levende feiging enn en død helt.",
    "pl": "Ukryłem się tutaj, gdy duchy zaatakowały. Wolałbym być żywym niż martwym bohaterem.",
    "pt": "Eu me escondi aqui quando os fantasmas atacaram. Prefiro ser um cobarde vivo do que um herói morto.",
    "pt-BR": "Eu me escondi aqui quando os fantasmas atacaram. Prefiro ser um covarde vivo do que um herói morto.",
    "ro": "M-am ascuns aici când fantomele au atacat. Aș prefera să fiu un laș viu decât un erou mort.",
    "ru": "Я прятался здесь, когда напали призраки. Я бы предпочел быть живым трусом, чем мертвым героем.",
    "sv": "Jag gömde mig här när spökena attackerade. Jag skulle hellre vara en levande fegis än en död hjälte.",
    "th": "ฉันซ่อนตัวอยู่ที่นี่เมื่อผีโจมตี ฉันอยากจะเป็นคนขี้ขลาดที่มีชีวิตมากกว่าฮีโร่ที่ตายแล้ว",
    "tr": "Hayaletler saldırdığında buraya saklandım. Ölü bir kahramandan ziyade yaşayan bir korkak olmayı tercih ederim.",
    "uk": "Я сховався тут, коли напали привиди. Я волів би бути живим боягузом, ніж мертвим героєм.",
    "vi": "Tôi trốn ở đây khi những con ma tấn công. Tôi thà là một kẻ hèn nhát còn sống hơn là một anh hùng đã chết.",
    "zh-CN": "当鬼魂袭击时，我躲在这里。我宁愿做一个活着的懦夫，也不愿做一个死去的英雄。",
    "zh-TW": "當鬼魂襲擊時，我躲在這裡。我寧願做一個活著的懦夫，也不願做一個死去的英雄。"
}
