{
    "ar": "كيف يمكنني أن أجرؤ على إظهار وجهي بعد أن كنت جبانا؟ أعتقد أنني سأبقى مختبئا في الجدران.",
    "bg": "Как бих могъл да се осмеля да покажа лицето си, след като бях такъв? Мисля, че ще остана скрит в стените.",
    "cs": "Jak jsem se mohl opovážit ukázat svou tvář, když jsem byl takový zbabělec? Myslím, že zůstanu schovaný ve zdech.",
    "da": "Hvordan kunne jeg turde vise mit ansigt efter at have været sådan en kujon? Jeg tror, jeg vil forblive skjult i væggene.",
    "de": "Wie konnte ich es wagen, mein Gesicht zu zeigen, nachdem ich so ein Feigling war? Ich denke, ich werde mich in den Wänden verstecken.",
    "el": "Πώς θα τολμούσα να δείξω το πρόσωπό μου αφού ήμουν τόσο δειλός; Νομίζω ότι θα μείνω κρυμμένος στους τοίχους.",
    "en": "How could I dare show my face after being such a coward? I think I'll stay hidden in the walls.",
    "es": "¿Cómo podría atreverme a mostrar mi cara después de ser tan cobarde? Creo que me quedaré escondido en las paredes.",
    "es-419": "¿Cómo podría atreverme a mostrar mi cara después de ser tan cobarde? Creo que me quedaré escondido en las paredes.",
    "fi": "Kuinka uskalsin näyttää kasvoni, kun olen ollut niin pelkuri? Taidan pysyä piilossa seinissä.",
    "fr": "Comment pourrais-je oser montrer mon visage après avoir été un tel lâche ? Je pense que je vais rester caché dans les murs.",
    "hu": "Hogyan merhettem megmutatni az arcom, miután ilyen gyáva voltam? Azt hiszem, rejtve maradok a falak között.",
    "it": "Come potevo osare mostrare la mia faccia dopo essere stato un tale codardo? Penso che rimarrò nascosto tra i muri.",
    "ja": "そのような臆病者になった後、どうすればあえて顔を見せることができますか?私は壁に隠れたままだと思います。",
    "ko": "그런 겁쟁이가 된 내가 어떻게 감히 내 얼굴을 드러낼 수 있겠는가? 벽에 숨어있을 것 같아요.",
    "nl": "Hoe durfde ik mijn gezicht te laten zien nadat ik zo'n lafaard was? Ik denk dat ik verborgen blijf in de muren.",
    "no": "Hvordan kunne jeg våge å vise ansiktet mitt etter å ha vært så feig? Jeg tror jeg vil holde meg skjult i veggene.",
    "pl": "Jak mogłem odważyć się pokazać swoją twarz po tym, jak byłem takim? Myślę, że pozostanę ukryty w ścianach.",
    "pt": "Como eu poderia ousar mostrar meu rosto depois de ser tão covarde? Acho que vou ficar escondido nas paredes.",
    "pt-BR": "Como eu poderia ousar mostrar meu rosto depois de ser tão covarde? Acho que vou ficar escondido nas paredes.",
    "ro": "Cum aș putea îndrăzni să-mi arăt fața după ce am fost atât de laș? Cred că voi rămâne ascuns în ziduri.",
    "ru": "Как я мог осмелиться показать свое лицо после того, как был таким трусом? Я думаю, что останусь спрятанным в стенах.",
    "sv": "Hur kunde jag våga visa mitt ansikte efter att ha varit en sådan fegis? Jag tror att jag kommer att hålla mig gömd i väggarna.",
    "th": "ฉันจะกล้าแสดงใบหน้าของฉันได้อย่างไรหลังจากเป็นคนขี้ขลาดเช่นนี้? ฉันคิดว่าฉันจะซ่อนตัวอยู่ในกําแพง",
    "tr": "Böyle bir korkak olduktan sonra yüzümü göstermeye nasıl cesaret edebilirim? Sanırım duvarlarda gizli kalacağım.",
    "uk": "Як я міг наважитися показати своє обличчя після того, як був таким боягузом? Я думаю, що залишуся схованим у стінах.",
    "vi": "Làm sao tôi dám lộ mặt sau khi trở thành một kẻ hèn nhát như vậy? Tôi nghĩ tôi sẽ ẩn mình trong những bức tường.",
    "zh-CN": "这么懦夫，我怎么敢露脸？我想我会躲在墙里。",
    "zh-TW": "這麼懦夫，我怎麼敢露臉？我想我會躲在牆裡。"
}
