{
    "ar": "استخدم محررًا سداسيًا لتعديل الذهب وشراء أغلى بطاقة لدينا!",
    "bg": "Използвайте шестнадесетичен редактор, за да модифицирате златото си и купете най-скъпата ни карта!",
    "cs": "Pomocí hex editoru upravte své zlato a kupte naši nejdražší kartu!",
    "da": "Brug en hex-editor til at ændre dit guld, og køb vores dyreste kort!",
    "de": "Verwenden Sie einen Hex-Editor, um Ihr Gold zu ändern, und kaufen Sie unsere teuerste Karte!",
    "el": "Χρησιμοποιήστε έναν επεξεργαστή hex για να τροποποιήσετε το χρυσό σας και αγοράστε την πιο ακριβή κάρτα μας!",
    "en": "Use a hex editor to modify your gold, and buy our most expensive card!",
    "es": "¡Utiliza un editor hexadecimal para modificar tu oro y compra nuestra tarjeta más cara!",
    "es-419": "¡Utiliza un editor hexadecimal para modificar tu oro y compra nuestra tarjeta más cara!",
    "fi": "Muokkaa kultaa hex-editorilla ja osta kallein korttimme!",
    "fr": "Utilisez un éditeur hexadécimal pour modifier votre or et achetez notre carte la plus chère!",
    "hu": "Egy hexa szerkesztővel módosíthatja aranyát, és vásároljon legdrágább kártyánkat!",
    "it": "Usa un editor esadecimale per modificare il tuo oro e acquista la nostra carta più costosa!",
    "ja": "六角エディタを使用してゴールドを変更し、最も高価なカードを購入してください！",
    "ko": "16 진 편집기를 사용하여 금을 수정하고 가장 비싼 카드를 구입하십시오!",
    "nl": "Gebruik een hex-editor om je goud aan te passen en koop onze duurste kaart!",
    "no": "Bruk en sekskanteditor for å endre gullet ditt, og kjøp vårt dyreste kort!",
    "pl": "Użyj edytora hex, aby zmodyfikować swoje złoto i kup naszą najdroższą kartę!",
    "pt": "Use um editor hexadecimal para modificar seu ouro e compre nosso cartão mais caro!",
    "pt-BR": "Use um editor hexadecimal para modificar seu ouro e compre nosso cartão mais caro!",
    "ro": "Utilizați un editor hex pentru a vă modifica aurul și cumpărați cardul nostru cel mai scump!",
    "ru": "Используйте шестнадцатеричный редактор, чтобы изменить свое золото, и купите нашу самую дорогую карту!",
    "sv": "Använd en hex-redigerare för att ändra ditt guld och köpa vårt dyraste kort!",
    "th": "ใช้ตัวแก้ไข hex เพื่อแก้ไขทองของคุณและซื้อการ์ดที่แพงที่สุดของเรา!",
    "tr": "Altınınızı değiştirmek için bir hex editörü kullanın ve en pahalı kartımızı satın alın!",
    "uk": "Скористайтеся шестигранним редактором, щоб змінити своє золото та придбати нашу найдорожчу карту!",
    "vi": "Sử dụng trình chỉnh sửa hex để sửa đổi vàng của bạn và mua thẻ đắt nhất của chúng tôi!",
    "zh-CN": "使用十六进制编辑器修改您的黄金，然后购买我们最昂贵的卡！",
    "zh-TW": "使用十六進制編輯器修改您的黃金，然後購買我們最昂貴的卡！"
}
