{
    "ar": "لن تغادر أي سفن المدينة حتى يتم إعادة %s1 إلى المنزل بأمان. لقد أخذ من قبل الوحوش البائسة للغابة!",
    "bg": "Никой кораб няма да напусне града, докато %s1 не се върне у дома безопасно. Той беше взет от горките чудовища на гората!",
    "cs": "Žádná loď neopustí město, dokud se %s1 nevrátí domů domů bezpečně. Byl zajat ubohými příšerami lesa!",
    "da": "Ingen skibe forlader byen, før %s1 er vendt hjem til mig sikkert. Han blev taget af skummelens ulykkelige monstre!",
    "de": "Keine Schiffe werden die Stadt verlassen, bis %s1 sicher zu mir nach Hause zurückgekehrt ist. Er wurde von den elenden Monstern des Waldes genommen!",
    "el": "Κανένα πλοίο δεν θα φύγει από την πόλη έως ότου ο %s1 επιστρέψει στην πατρίδα μου με ασφάλεια. Πήρε τα άθλια τέρατα του δάσους!",
    "en": "No ships will leave town until %s1 is returned home to me safely. He was taken by the wretched monsters of the forest!",
    "es": "Ningún barco saldrá de la ciudad hasta que %s1 regrese a casa a salvo. ¡Fue tomado por los miserables monstruos del bosque!",
    "es-419": "Ningún barco saldrá de la ciudad hasta que %s1 regrese a casa a salvo. ¡Fue tomado por los miserables monstruos del bosque!",
    "fi": "Yksikään alus ei poistu kaupungista, ennen kuin %s1 palautetaan kotiin turvallisesti. Metsän kurja hirviöt ottivat hänet!",
    "fr": "Aucun navire ne quittera la ville avant que %s1 ne soit ramené chez moi en toute sécurité. Il a été pris par les malheureux monstres de la forêt!",
    "hu": "Egyik hajó sem hagyja el a várost, amíg %s1 biztonságosan nem adják haza. Az erdő nyomorult szörnyei vitték el!",
    "it": "Nessuna nave lascerà la città fino a quando %s1 non mi tornerà a casa in sicurezza. È stato catturato dai miserabili mostri della foresta!",
    "ja": "%s1が無事に家に帰るまで、船は町を出ません。彼は森の惨めなモンスターに連れて行かれました！",
    "ko": "%s1가 안전하게 집으로 돌아올 때까지 어떤 배도 마을을 떠나지 않습니다. 그는 숲의 비참한 괴물들에게 잡혔습니다!",
    "nl": "Geen schepen zullen de stad verlaten voordat %s1 veilig thuis is. Hij werd meegenomen door de ellendige monsters van het bos!",
    "no": "Ingen skip vil forlate byen før %s1 blir returnert hjem til meg trygt. Han ble tatt av skogens elendige monstre!",
    "pl": "Żaden statek nie opuści miasta, dopóki %s1 nie wróci do mnie bezpiecznie do domu. Został zabrany przez nędzne potwory z lasu!",
    "pt": "Nenhum navio sairá da cidade até que %s1 volte para casa em segurança. Ele foi levado pelos monstros miseráveis ​​da floresta!",
    "pt-BR": "Nenhum navio sairá da cidade até que %s1 volte para casa em segurança. Ele foi levado pelos monstros miseráveis ​​da floresta!",
    "ro": "Nicio navă nu va părăsi orașul până când %s1 nu va fi întors acasă la mine în siguranță. A fost luat de monștrii nenorociti ai pădurii!",
    "ru": "Ни один корабль не покинет город, пока %s1 не вернется ко мне домой благополучно. Его забрали убогие лесные монстры!",
    "sv": "Inga fartyg kommer att lämna staden förrän %s1 återlämnas hem till mig säkert. Han togs av skogens eländiga monster!",
    "th": "ไม่มีเรือลำใดจะออกจากเมืองจนกว่า %s1 จะกลับมาหาฉันอย่างปลอดภัย เขาถูกสัตว์ประหลาดในป่าจับ!",
    "tr": "%s1 güvenli bir şekilde eve dönene kadar hiçbir gemi şehirden ayrılmayacak. Ormanın sefil canavarları tarafından alındı!",
    "uk": "Жоден корабель не покине місто, поки %s1 не повернеться до мене благополучно. Його забрали жалюгідні чудовиська лісу!",
    "vi": "Không có tàu sẽ rời khỏi thị trấn cho đến khi %s1 được trở về nhà an toàn với tôi. Anh ta bị bắt bởi những con quái vật khốn khổ trong rừng!",
    "zh-CN": "在%s1安全返回我家之前，没有船只会离开城镇。他被森林中可怜的怪物带走了！",
    "zh-TW": "在%s1安全返回我家之前，沒有船隻會離開城鎮。他被森林中可憐的怪物帶走了！"
}
