{
    "ar": ".قم ببوب مكدس FPU في المرة الأخيرة لموازنة المكدس",
    "bg": "Поп стека FPU за последен път, за да балансира стека.",
    "cs": "Naposledy popíchněte zásobník FPU, abyste vyvážili zásobník.",
    "da": "Pop FPU-stakken en sidste gang for at afbalancere stakken.",
    "de": "Öffnen Sie den FPU-Stack ein letztes Mal, um den Stack auszugleichen.",
    "el": "Ανοίξτε τη στοίβα FPU για τελευταία φορά για να εξισορροπήσετε τη στοίβα.",
    "en": "Pop the FPU stack one last time to balance the stack.",
    "es": "Abra la pila FPU por última vez para equilibrar la pila.",
    "es-419": "Abra la pila FPU por última vez para equilibrar la pila.",
    "fi": "Poksauta FPU-pino viimeisen kerran tasapainottaaksesi pinoa.",
    "fr": "Faites apparaître la pile FPU une dernière fois pour équilibrer la pile.",
    "hu": "Pattintsa fel még egyszer utoljára az FPU-vermet a verem kiegyensúlyozásához.",
    "it": "Fai scoppiare lo stack FPU un'ultima volta per bilanciare lo stack.",
    "ja": "最後にもう一度FPUスタックをポップして、スタックのバランスを取ります。",
    "ko": "FPU 스택을 마지막으로 한 번 더 팝하여 스택의 균형을 맞춥니다.",
    "nl": "Plaats de FPU-stack nog een laatste keer om de stack in evenwicht te brengen.",
    "no": "Sett FPU-stabelen en siste gang for å balansere stabelen.",
    "pl": "Przesuń stos FPU po raz ostatni, aby zrównoważyć stos.",
    "pt": "Coloque a pilha FPU uma última vez para equilibrar a pilha.",
    "pt-BR": "Coloque a pilha FPU uma última vez para equilibrar a pilha.",
    "ro": "Pop stiva FPU o ultima dată pentru a echilibra stiva.",
    "ru": "Откройте стек FPU в последний раз, чтобы сбалансировать стек.",
    "sv": "Poppa FPU-stacken en sista gång för att balansera stacken.",
    "th": "ป๊อปสแต็ค FPU เป็นครั้งสุดท้ายเพื่อปรับสมดุลสแต็ค",
    "tr": "Yığını dengelemek için FPU yığınını son bir kez açın.",
    "uk": "Вставте стек FPU в останній раз, щоб збалансувати стек.",
    "vi": "Bật ngăn xếp FPU lần cuối để cân bằng ngăn xếp.",
    "zh-CN": "最后一次弹出 FPU 堆栈以平衡堆栈。",
    "zh-TW": "最後一次彈出 FPU 堆疊以平衡堆疊。"
}
