{
    "ar": "تلميح: حاول استبدال التعليمات التي تحمل 1 حصان بتعليمات تحمل 0 حصان.",
    "bg": "Съвет: Опитайте да замените инструкцията, която зарежда 1 к.с., с инструкция, която зарежда 0 к.с.",
    "cs": "Tip: Zkuste nahradit instrukci, která načítá 1 hp instrukcí, která načítá 0 hp.",
    "da": "Tip: Prøv at erstatte instruktionen, der belaster 1 hk, med en instruktion, der belaster 0 hk.",
    "de": "Tipp: Versuchen Sie, die Anweisung, die 1 PS lädt, durch eine Anweisung zu ersetzen, die 0 PS lädt.",
    "el": "Συμβουλή: Δοκιμάστε να αντικαταστήσετε την οδηγία που φορτώνει 1 hp με μια οδηγία που φορτώνει 0 hp.",
    "en": "Hint: Try replacing the instruction that loads 1 hp with an instruction that loads 0 hp.",
    "es": "Sugerencia: Intente reemplazar la instrucción que carga 1 hp con una instrucción que carga 0 hp.",
    "es-419": "Sugerencia: Intente reemplazar la instrucción que carga 1 hp con una instrucción que carga 0 hp.",
    "fi": "Vihje: Yritä korvata 1 hv lataava ohje ohjeella, joka lataa 0 hv.",
    "fr": "Astuce : Essayez de remplacer l’instruction qui charge 1 hp par une instruction qui charge 0 hp.",
    "hu": "Tipp: Próbálja meg lecserélni az 1 hp-t betöltő utasítást egy olyan utasításra, amely 0 hp-t tölt be.",
    "it": "Suggerimento: provare a sostituire l'istruzione che carica 1 hp con un'istruzione che carica 0 hp.",
    "ja": "ヒント: 1 hp をロードする命令を 0 hp をロードする命令に置き換えてみてください。",
    "ko": "힌트: 1hp를 로드하는 명령어를 0hp를 로드하는 명령어로 바꿔 보십시오.",
    "nl": "Tip: Probeer de instructie die 1 pk laadt te vervangen door een instructie die 0 pk laadt.",
    "no": "Tips: Prøv å erstatte instruksjonen som laster 1 hk med en instruksjon som laster 0 hk.",
    "pl": "Wskazówka: Spróbuj zastąpić instrukcję, która ładuje 1 hp, instrukcją, która ładuje 0 hp.",
    "pt": "Dica: Tente substituir a instrução que carrega 1 cv por uma instrução que carrega 0 cv.",
    "pt-BR": "Dica: Tente substituir a instrução que carrega 1 hp por uma instrução que carrega 0 hp.",
    "ro": "Sugestie: Încercați să înlocuiți instrucțiunea care încarcă 1 CP cu o instrucțiune care încarcă 0 CP.",
    "ru": "Подсказка: Попробуйте заменить инструкцию, которая загружает 1 л.с., на инструкцию, которая загружает 0 л.с.",
    "sv": "Tips: Prova att byta ut instruktionen som laddar 1 hk med en instruktion som laddar 0 hk.",
    "th": "คําแนะนํา: ลองเปลี่ยนคําสั่งที่โหลด 1 แรงม้าด้วยคําสั่งที่โหลด 0 แรงม้า",
    "tr": "İpucu: 1 hp yükleyen yönergeyi 0 hp yükleyen bir yönergeyle değiştirmeyi deneyin.",
    "uk": "Підказка: Спробуйте замінити інструкцію, яка завантажує 1 к.с., на інструкцію, яка завантажує 0 к.с.",
    "vi": "Gợi ý: Hãy thử thay thế lệnh tải 1 hp bằng lệnh tải 0 hp.",
    "zh-CN": "提示：尝试将加载 1 hp 的指令替换为加载 0 hp 的指令。",
    "zh-TW": "提示：嘗試將載入 1 hp 的指令替換為載入 0 hp 的指令。"
}
