{
    "ar": ".تلميح: حاول استبدال التعليمات التي تحمل 1 نقطة صحية بتعليمات تحمل 0 نقطة صحة",
    "bg": "Съвет: Опитайте да замените инструкцията, която зарежда 1 здравна точка, с инструкция, която зарежда 0 здравна точка.",
    "cs": "Tip: Zkuste nahradit instrukci, která načítá 1 bod stavu, instrukcí, která načte 0 bodů stavu.",
    "da": "Tip: Prøv at erstatte den instruktion, der indlæser 1 sundhedspunkt, med en instruktion, der indlæser 0 sundhedspunkt.",
    "de": "Hinweis: Versuchen Sie, die Anweisung, die 1 Integritätspunkt lädt, durch eine Anweisung zu ersetzen, die 0 Integritätspunkt lädt.",
    "el": "Συμβουλή: Δοκιμάστε να αντικαταστήσετε την οδηγία που φορτώνει 1 σημείο υγείας με μια οδηγία που φορτώνει 0 σημείο υγείας.",
    "en": "Hint: Try replacing the instruction that loads 1 health point with an instruction that loads 0 health point.",
    "es": "Sugerencia: Intente reemplazar la instrucción que carga 1 punto de mantenimiento con una instrucción que carga 0 punto de mantenimiento.",
    "es-419": "Sugerencia: Intente reemplazar la instrucción que carga 1 punto de mantenimiento con una instrucción que carga 0 punto de mantenimiento.",
    "fi": "Vihje: Yritä korvata ohje, joka lataa 1 terveyspisteen, käskyllä, joka lataa 0 terveyspistettä.",
    "fr": "Conseil : Essayez de remplacer l’instruction qui charge 1 point d’intégrité par une instruction qui charge 0 point d’intégrité.",
    "hu": "Tipp: Próbálja meg lecserélni az 1 életpontot betöltő utasítást egy olyan utasításra, amely 0 rendszerpontot tölt be.",
    "it": "Suggerimento: prova a sostituire l'istruzione che carica 1 punto salute con un'istruzione che carica 0 punti salute.",
    "ja": "ヒント: ヘルス・ポイントを 1 つロードする命令を、ヘルス・ポイントを 0 ロードする命令に置き換えてみてください。",
    "ko": "힌트: 1 체력 포인트를 로드하는 명령을 0 체력 포인트를 로드하는 명령으로 바꿔 보십시오.",
    "nl": "Tip: Probeer de instructie die 1 statuspunt laadt te vervangen door een instructie die 0 statuspunt laadt.",
    "no": "Tips: Prøv å erstatte instruksjonen som laster 1 helsepunkt med en instruksjon som laster 0 helsepunkt.",
    "pl": "Wskazówka: Spróbuj zastąpić instrukcję, która ładuje 1 punkt zdrowia, instrukcją, która ładuje 0 punktów zdrowia.",
    "pt": "Dica: Tente substituir a instrução que carrega 1 ponto de integridade por uma instrução que carrega 0 ponto de integridade.",
    "pt-BR": "Dica: Tente substituir a instrução que carrega 1 ponto de integridade por uma instrução que carrega 0 ponto de integridade.",
    "ro": "Sugestie: Încercați să înlocuiți instrucțiunea care încarcă 1 punct de sănătate cu o instrucțiune care încarcă 0 punct de sănătate.",
    "ru": "Подсказка: Попробуйте заменить инструкцию, которая загружает 1 очко здоровья, на инструкцию, которая загружает 0 очков здоровья.",
    "sv": "Tips: Prova att ersätta instruktionen som laddar 1 hälsopunkt med en instruktion som laddar 0 hälsopunkt.",
    "th": "คําแนะนํา: ลองเปลี่ยนคําสั่งที่โหลดจุดสุขภาพ 1 จุดด้วยคําสั่งที่โหลด 0 จุดสุขภาพ",
    "tr": "İpucu: 1 sistem durumu noktası yükleyen yönergeyi, 0 sistem durumu noktası yükleyen bir yönergeyle değiştirmeyi deneyin.",
    "uk": "Підказка: Спробуйте замінити інструкцію, яка завантажує 1 точку здоров'я, інструкцією, яка завантажує 0 точку здоров'я.",
    "vi": "Gợi ý: Thử thay thế lệnh tải 1 điểm sức khỏe bằng lệnh tải 0 điểm sức khỏe.",
    "zh-CN": "提示：尝试将加载 1 个运行状况点的指令替换为加载 0 个运行状况点的指令。",
    "zh-TW": "提示：嘗試將載入 1 個運行狀況點的指令替換為載入 0 個運行狀況點的指令。"
}
