{
    "ar": "تؤثر بطاقة التحول إلى اليسار على جميع البطاقات على التوالي ، مما يضاعف بشكل فعال هجوم كل بطاقة على ورقتين. فقط كن حذرًا ، حيث إن تجاوز 15 هجومًا على البطاقة سيؤدي إلى حدوث فيضان!",
    "bg": "Смяната на лявата карта засяга всички карти подред, като ефективно умножава атаката на всяка карта по две. Просто бъдете внимателни, тъй като превишаването на 15 атаки срещу карта ще доведе до преливник!",
    "cs": "Karta Posun doleva ovlivňuje všechny karty v řadě a efektivně vynásobí útok každé karty dvěma. Buďte opatrní, protože překročení 15 útoků na kartu povede k přetečení!",
    "da": "Skiftet venstre kort påvirker alle kort i træk og multiplicerer effektivt hvert korts angreb med to. Bare vær forsigtig, da overskridelse af 15 angreb på et kort vil resultere i overløb!",
    "de": "Die Karte mit Linksverschiebung wirkt sich auf alle Karten in einer Reihe aus und multipliziert den Angriff jeder Karte mit zwei. Seien Sie vorsichtig, denn mehr als 15 Angriffe auf eine Karte führen zu einem Überlauf!",
    "el": "Η αριστερή κάρτα μετατόπισης επηρεάζει όλες τις κάρτες στη σειρά, πολλαπλασιάζοντας αποτελεσματικά την επίθεση κάθε κάρτας κατά δύο. Απλά προσέξτε, καθώς η υπέρβαση των 15 επιθέσεων σε μια κάρτα θα έχει ως αποτέλεσμα την υπερχείλιση!",
    "en": "The shift left card affects all cards in a row, effectively multiplying each card's attack by two. Just be careful, as exceeding 15 attack on a card will result in overflow!",
    "es": "La carta de desplazamiento a la izquierda afecta a todas las cartas seguidas, multiplicando efectivamente el ataque de cada carta por dos. ¡Solo ten cuidado, ya que exceder los 15 ataques en una carta provocará un desbordamiento!",
    "es-419": "La carta de desplazamiento a la izquierda afecta a todas las cartas seguidas, multiplicando efectivamente el ataque de cada carta por dos. ¡Solo ten cuidado, ya que exceder los 15 ataques en una carta provocará un desbordamiento!",
    "fi": "Vasen siirto -kortti vaikuttaa kaikkiin kortteihin peräkkäin, kertomalla kunkin kortin hyökkäys tehokkaasti kahdella. Ole vain varovainen, koska yli 15 kortin hyökkäys johtaa ylivuotoon!",
    "fr": "La carte Maj gauche affecte toutes les cartes d'affilée, multipliant efficacement l'attaque de chaque carte par deux. Soyez prudent, car dépasser 15 attaques sur une carte entraînera un débordement!",
    "hu": "A baloldali eltolásos kártya az összes kártyát egy sorban érinti, hatékonyan megsokszorozva minden kártya támadását kettővel. Csak légy óvatos, mivel a kártya támadásainak túllépése túlcsorduláshoz vezet!",
    "it": "La carta spostamento a sinistra influenza tutte le carte di fila, moltiplicando efficacemente l'attacco di ogni carta per due. Fai solo attenzione, poiché il superamento di 15 attacchi a una carta comporterà un trabocco!",
    "ja": "左シフトカードは、連続するすべてのカードに影響し、各カードの攻撃を2倍にします。カードへの攻撃が15回を超えるとオーバーフローが発生するため、注意してください！",
    "ko": "왼쪽으로 이동하는 카드는 한 줄에있는 모든 카드에 영향을 미쳐 각 카드의 공격에 2를 곱합니다. 카드에 대한 15 번의 공격을 초과하면 오버플로가 발생하므로주의하십시오!",
    "nl": "De linkerschakelaar-kaart beïnvloedt alle kaarten op een rij, waardoor de aanval van elke kaart met twee wordt vermenigvuldigd. Wees voorzichtig, want meer dan 15 aanvallen op een kaart leiden tot overloop!",
    "no": "Skiftet venstre kort påvirker alle kortene på rad, og multipliserer effektivt hvert korts angrep med to. Bare vær forsiktig, ettersom over 15 angrep på et kort vil resultere i overløp!",
    "pl": "Przesunięcie lewej karty wpływa na wszystkie karty z rzędu, skutecznie mnożąc atak każdej karty przez dwa. Bądź ostrożny, ponieważ przekroczenie 15 ataku na kartę spowoduje przepełnienie!",
    "pt": "O turno esquerdo da carta afeta todas as cartas seguidas, multiplicando efetivamente o ataque de cada carta por duas. Apenas tome cuidado, pois exceder 15 ataques a um cartão resultará em estouro!",
    "pt-BR": "O turno esquerdo da carta afeta todas as cartas seguidas, multiplicando efetivamente o ataque de cada carta por duas. Apenas tome cuidado, pois exceder 15 ataques a um cartão resultará em estouro!",
    "ro": "Carta de schimb stânga afectează toate cărțile la rând, înmulțind efectiv atacul fiecărei cărți cu două. Trebuie doar să aveți grijă, întrucât depășirea a 15 atacuri pe o carte va avea ca rezultat o revărsare!",
    "ru": "Сдвиг левой карты влияет на все карты подряд, эффективно умножая атаку каждой карты на две. Только будьте осторожны, так как превышение 15 атак на карту приведет к переполнению!",
    "sv": "Skiftets vänstra kort påverkar alla kort i rad och multiplicerar effektivt varje korts attack med två. Var bara försiktig, eftersom överskridande av 15 attacker på ett kort kommer att resultera i överflöd!",
    "th": "การเปลี่ยนการ์ดด้านซ้ายมีผลกับไพ่ทั้งหมดในแถวคูณการโจมตีของการ์ดแต่ละใบได้อย่างมีประสิทธิภาพด้วยสอง เพียงระวังการโจมตีเกิน 15 ครั้งบนการ์ดจะส่งผลให้เกิดการล้น!",
    "tr": "Sola kaydırma kartı, tüm kartları arka arkaya etkiler ve her bir kartın saldırısını iki ile etkili bir şekilde çarpar. Dikkat edin, bir karta 15 saldırıyı aşmak taşmaya neden olacaktır!",
    "uk": "Зміна лівої картки впливає на всі картки підряд, фактично множивши атаку кожної картки на дві. Будьте обережні, оскільки перевищення кількості 15 атак на карту призведе до переповнення!",
    "vi": "Sự thay đổi thẻ bên trái ảnh hưởng đến tất cả các thẻ liên tiếp, nhân hai lần tấn công của mỗi thẻ một cách hiệu quả. Chỉ cần cẩn thận, vì vượt quá 15 cuộc tấn công vào thẻ sẽ dẫn đến tràn!",
    "zh-CN": "左移牌影响连续的所有牌，有效地将每张牌的攻击力乘以2。请小心，因为超过15次攻击一张牌会导致溢出！",
    "zh-TW": "左移牌會影響連續的所有牌，有效地將每張牌的攻擊力乘以2。請小心，因為超過15次攻擊一張牌會導致溢出！"
}
