{
    "ar": "وبعبارة أخرى، هذا الرمز يقلل من الضرر الذي تم التقاطه إلى النصف.",
    "bg": "С други думи, този код намалява щетите, взети от половината.",
    "cs": "Jinými slovy, tento kód snižuje poškození přijata o polovinu.",
    "da": "Med andre ord reducerer denne kode skaderne til det halve.",
    "de": "Mit anderen Worten, dieser Code reduziert den erlittenen Schaden um die Hälfte.",
    "el": "Με άλλα λόγια, αυτός ο κώδικας μειώνει τη ζημία που λαμβάνεται κατά το ήμισυ.",
    "en": "In other words, this code reduces the damage taken by half.",
    "es": "En otras palabras, este código reduce el daño recibido a la mitad.",
    "es-419": "En otras palabras, este código reduce el daño recibido a la mitad.",
    "fi": "Toisin sanoen tämä koodi vähentää puolittain aiheutuneita vahinkoja.",
    "fr": "En d’autres termes, ce code réduit de moitié les dégâts pris.",
    "hu": "Más szóval, ez a kód csökkenti a kárt tett felére.",
    "it": "In altre parole, questo codice riduce i danni subiti dalla metà.",
    "ja": "つまり、このコードは、取られるダメージを半分に減らします。",
    "ko": "즉, 이 코드는 가져온 피해를 절반으로 줄입니다.",
    "nl": "Met andere woorden, deze code vermindert de schade met de helft.",
    "nb": "Med andre ord, denne koden reduserer skaden tatt med halvparten.",
    "pl": "Innymi słowy, kod ten zmniejsza obrażenia otrzymywane o połowę.",
    "pt": "Por outras palavras, este código reduz para metade os danos causados.",
    "pt-BR": "Em outras palavras, este código reduz o dano tomado pela metade.",
    "ro": "Cu alte cuvinte, acest cod reduce daunele suferite la jumătate.",
    "ru": "Другими словами, этот код уменьшает ущерб, нанесенный вдвое.",
    "sv": "Med andra ord minskar denna kod de skador som tas med hälften.",
    "th": "กล่าวอีกนัยหนึ่งรหัสนี้จะช่วยลดความเสียหายที่ถ่ายโดยครึ่งหนึ่ง",
    "tr": "Başka bir deyişle, bu kod alınan hasarı yarı yarıya azaltır.",
    "uk": "Іншими словами, цей код зменшує шкоду, що приймається вдвічі.",
    "vi": "Nói cách khác, mã này làm giảm thiệt hại thực hiện một nửa.",
    "zh-CN": "换句话说，此代码将伤害减少了一半。",
    "zh-TW": "換句話說,此代碼將傷害減少了一半。"
}
