{
    "ar": "تعكس هذه التعويذة الضرر الذي لحق بالمهاجم! حاول استبدال %s1 بـ 0 لتقليل الضرر المنعكس.",
    "bg": "Това заклинание отразява щетите обратно на нападателя! Опитайте да замените %s1 с 0, за да намалите отразените щети.",
    "cs": "Toto kouzlo odráží poškození zpět útočníkovi! Zkuste nahradit %s1 číslem 0, aby se snížilo poškození, které se projeví.",
    "da": "Denne trylleformular afspejler skader på angriberen! Prøv at udskifte %s1 med 0 for at reducere den reflekterede skade.",
    "de": "Dieser Zauber spiegelt den Schaden des Angreifers wider! Versuchen Sie, %s1 durch 0 zu ersetzen, um den reflektierten Schaden zu verringern.",
    "el": "Αυτό το ξόρκι αντανακλά τις ζημιές πίσω στον επιτιθέμενο! Δοκιμάστε να αντικαταστήσετε το %s1 με το 0 για να μειώσετε την ανακλεγμένη βλάβη.",
    "en": "This spell reflects damage back to the attacker! Try replacing %s1 with 0 to reduce the damage reflected.",
    "es": "¡Este hechizo refleja el daño al atacante! Intente reemplazar %s1 con 0 para reducir el daño reflejado.",
    "es-419": "¡Este hechizo refleja el daño al atacante! Intente reemplazar %s1 con 0 para reducir el daño reflejado.",
    "fi": "Tämä loitsu heijastaa hyökkääjän vahinkoa! Yritä korvata %s1 luvulla 0 vähentääksesi vaurioita.",
    "fr": "Ce sort reflète les dégâts infligés à l'attaquant! Essayez de remplacer %s1 par 0 pour réduire les dommages réfléchis.",
    "hu": "Ez a varázslat a támadónak okozott károkat tükrözi! Próbálja meg cserélni az %s1-t 0-ra, hogy csökkentse a károsodást.",
    "it": "Questo incantesimo riflette il danno all'attaccante! Prova a sostituire %s1 con 0 per ridurre il danno riflesso.",
    "ja": "この呪文は攻撃者へのダメージを反映します！反映される損傷を減らすために、%s1を0に置き換えてみてください。",
    "ko": "이 주문은 공격자의 피해를 반영합니다! %s1를 0으로 교체하여 반사되는 손상을 줄이십시오.",
    "nl": "Deze spreuk weerspiegelt schade terug naar de aanvaller! Vervang %s1 door 0 om de gereflecteerde schade te verminderen.",
    "no": "Denne fortryllelsen gjenspeiler skaden tilbake til angriperen! Prøv å erstatte %s1 med 0 for å redusere skaden som reflekteres.",
    "pl": "To zaklęcie odzwierciedla atakującego z powrotem! Spróbuj zamienić %s1 na 0, aby zmniejszyć odbite obrażenia.",
    "pt": "Este feitiço reflete dano de volta ao atacante! Tente substituir o %s1 por 0 para reduzir o dano refletido.",
    "pt-BR": "Este feitiço reflete dano de volta ao atacante! Tente substituir o %s1 por 0 para reduzir o dano refletido.",
    "ro": "Această vraja reflectă daunele aduse atacatorului! Încercați să înlocuiți %s1 cu 0 pentru a reduce daunele reflectate.",
    "ru": "Это заклинание отражает урон атакующему! Попробуйте заменить %s1 на 0, чтобы уменьшить отраженный урон.",
    "sv": "Den här stavningen återspeglar skada på angriparen! Försök ersätta %s1 med 0 för att minska reflekterade skador.",
    "th": "คาถานี้สะท้อนความเสียหายกลับไปยังผู้โจมตี! ลองแทนที่ %s1 ด้วย 0 เพื่อลดความเสียหายที่เกิดขึ้น",
    "tr": "Bu büyü saldırganın verdiği hasarı yansıtır! Yansıtılan hasarı azaltmak için %s1'yi 0 ile değiştirmeyi deneyin.",
    "uk": "Це заклинання відображає збиток назад нападника! Спробуйте замінити %s1 на 0, щоб зменшити відображений збиток.",
    "vi": "Phép thuật này phản ánh thiệt hại trở lại cho kẻ tấn công! Hãy thử thay %s1 bằng 0 để giảm thiệt hại phản ánh.",
    "zh-CN": "此法术将伤害反射回攻击者！尝试将%s1替换为0以减少反射的损坏。",
    "zh-TW": "此法術將傷害反射回攻擊者！嘗試將%s1替換為0以減少反射的損壞。"
}
