{
    "ar": "OR هي عملية تقوم بتنفيذ OR bitwise بين رقمين.",
    "bg": "OR е операция, която изпълнява побитово OR между две числа.",
    "cs": "OR je operace, která provádí bitový OR mezi dvěma čísly.",
    "da": "OR er en operation, der udfører bitvis OR mellem to tal.",
    "de": "OR ist eine Operation, die ein bitweises OR zwischen zwei Zahlen ausführt.",
    "el": "Το OR είναι μια λειτουργία που εκτελεί ένα bitwise OR μεταξύ δύο αριθμών.",
    "en": "OR is an operation that performs a bitwise OR between two numbers.",
    "es": "OR es una operación que realiza un OR a nivel de bits entre dos números.",
    "es-419": "OR es una operación que realiza un OR a nivel de bits entre dos números.",
    "fi": "OR on toiminto, joka suorittaa bittisesti OR: n kahden numeron välillä.",
    "fr": "OR est une opération qui effectue un OR au niveau du bit entre deux nombres.",
    "hu": "Az OR olyan művelet, amely két szám között egy bitenkénti OR-t hajt végre.",
    "it": "OR è un'operazione che esegue un OR bit a bit tra due numeri.",
    "ja": "ORは、2つの数値間でビットごとのORを実行する演算です。",
    "ko": "OR는 두 숫자 사이에서 비트 OR를 수행하는 연산입니다.",
    "nl": "OR is een bewerking die een bitwise OR uitvoert tussen twee getallen.",
    "no": "OR er en operasjon som utfører bitvis OR mellom to tall.",
    "pl": "OR to operacja, która wykonuje bitową OR między dwiema liczbami.",
    "pt": "OR é uma operação que executa um OR bit a bit entre dois números.",
    "pt-BR": "OR é uma operação que executa um OR bit a bit entre dois números.",
    "ro": "OR este o operație care efectuează un OR bitwise între două numere.",
    "ru": "OR - это операция, которая выполняет побитовое OR между двумя числами.",
    "sv": "OR är en operation som utför en bitvis OR mellan två siffror.",
    "th": "OR เป็นการดำเนินการที่ดำเนินการ OR ระดับบิตระหว่างตัวเลขสองตัว",
    "tr": "OR, iki sayı arasında bit yönünde OR gerçekleştiren bir işlemdir.",
    "uk": "OR - операція, яка виконує побітове OR між двома числами.",
    "vi": "OR là một hoạt động thực hiện OR bitwise giữa hai số.",
    "zh-CN": "OR是在两个数字之间执行按位OR的操作。",
    "zh-TW": "OR是在兩個數字之間執行按位OR的操作。"
}
