{
    "ar": "بدلاً من تقليل الضرر ، قم بتعديل هذا الرمز لزيادة الضرر الذي تم التعامل معه بدلاً من ذلك!",
    "bg": "Вместо да намалявате щетите, променете този код, за да увеличите нанесените щети вместо това!",
    "cs": "Namísto snižování poškození upravte tento kód, abyste místo toho zvýšili poškození, které bylo rozdáno!",
    "da": "I stedet for at reducere skaden, skal du ændre denne kode for at øge den beskadigede skade i stedet!",
    "de": "Ändern Sie diesen Code, um den verursachten Schaden zu erhöhen, anstatt den Schaden zu verringern!",
    "el": "Αντί να μειώσετε τις ζημιές, να τροποποιήσετε αυτόν τον κώδικα για να αυξήσετε τις ζημιές που αντιδρούν!",
    "en": "Instead of reducing the damage, modify this code to increase the damage dealt instead!",
    "es": "¡En lugar de reducir el daño, modifica este código para aumentar el daño infligido!",
    "es-419": "¡En lugar de reducir el daño, modifica este código para aumentar el daño infligido!",
    "fi": "Vahinkojen vähentämisen sijaan muokkaa tätä koodia lisätäksesi sen sijaan käsiteltäviä vaurioita!",
    "fr": "Au lieu de réduire les dégâts, modifiez ce code pour augmenter les dégâts infligés à la place!",
    "hu": "A kár csökkentése helyett módosítsa ezt a kódot, hogy növelje a károsodást!",
    "it": "Invece di ridurre il danno, modifica questo codice per aumentare invece il danno inflitto!",
    "ja": "ダメージを減らす代わりに、このコードを変更して、与えるダメージを増やしてください！",
    "ko": "피해를 줄이는 대신이 코드를 수정하여 피해를 증가 시키십시오!",
    "nl": "Wijzig deze code in plaats van de schade te verminderen om de in plaats daarvan veroorzaakte schade te vergroten!",
    "no": "I stedet for å redusere skaden, må du endre denne koden for å øke skadene i stedet!",
    "pl": "Zamiast zmniejszać obrażenia, zmodyfikuj ten kod, aby zwiększyć zadawane obrażenia!",
    "pt": "Em vez de reduzir o dano, modifique este código para aumentar o dano causado!",
    "pt-BR": "Em vez de reduzir o dano, modifique este código para aumentar o dano causado!",
    "ro": "În loc să reduci daunele, modificați acest cod pentru a crește daunele cauzate în schimb!",
    "ru": "Вместо того, чтобы уменьшать урон, измените этот код, чтобы увеличить наносимый урон!",
    "sv": "Istället för att minska skadan, ändra den här koden för att öka skadan istället!",
    "th": "แทนที่จะลดความเสียหายให้แก้ไขรหัสนี้เพื่อเพิ่มความเสียหายที่กระทำแทน!",
    "tr": "Hasarı azaltmak yerine, verilen kodu artırmak için bu kodu değiştirin!",
    "uk": "Замість зменшення шкоди змініть цей код, щоб збільшити нанесений збиток!",
    "vi": "Thay vì giảm thiệt hại, thay đổi mã này để tăng lượng sát thương gây ra!",
    "zh-CN": "与其减少损坏，不如修改此代码以增加所造成的伤害！",
    "zh-TW": "與其減少損失，不如修改此代碼以增加所造成的損失！"
}
