{
    "ar": "تقلل هذه التعويذة الضرر الذي لحق بها. حاول تغيير 'sub' إلى 'add' ، واستخدام رقم أكبر.",
    "bg": "Това заклинание намалява нанесените щети. Опитайте да промените „sub“ на „add“ и използвайте по-голямо число.",
    "cs": "Toto kouzlo snižuje poškození. Zkuste změnit „sub“ na „add“ a použít větší číslo.",
    "da": "Denne stave mindsker den skade, der er taget. Prøv at ændre 'sub' til 'add', og brug et større antal.",
    "de": "Dieser Zauber reduziert den erlittenen Schaden. Versuchen Sie, 'sub' in 'add' zu ändern und eine größere Zahl zu verwenden.",
    "el": "Αυτό το ξόρκι μειώνει τις βλάβες. Δοκιμάστε να αλλάξετε το 'sub' στο 'add' και να χρησιμοποιήσετε μεγαλύτερο αριθμό.",
    "en": "This spell reduces damage taken. Try changing 'sub' to 'add', and using a larger number.",
    "es": "Este hechizo reduce el daño recibido. Intente cambiar 'sub' a 'add' y use un número mayor.",
    "es-419": "Este hechizo reduce el daño recibido. Intente cambiar 'sub' a 'add' y use un número mayor.",
    "fi": "Tämä loitsu vähentää vaurioita. Kokeile muuttaa 'sub' tilalle 'add' ja käyttää suurempaa numeroa.",
    "fr": "Ce sort réduit les dégâts addis. Essayez de remplacer «sub» par «add» et utilisez un nombre plus élevé.",
    "hu": "Ez a varázslat csökkenti az elszenvedett károkat. Próbáljon meg változtatni az „sub” -ről „add” -re, és használjon nagyobb számot.",
    "it": "Questo incantesimo riduce i danni additi. Prova a cambiare 'sub' in 'add', e usando un numero maggiore.",
    "ja": "この呪文は受けるダメージを減らします。 「sub」を「add」に変更して、より大きい数値を使用してみてください。",
    "ko": "이 주문은받는 피해를 줄입니다. 'sub'를 'add'로 변경하고 더 큰 숫자를 사용하십시오.",
    "nl": "Deze spreuk vermindert de opgelopen schade. Wijzig 'sub' in 'add' en gebruik een groter aantal.",
    "no": "Denne staveformen reduserer skader som er tatt. Prøv å endre 'sub' til 'add', og bruk et større tall.",
    "pl": "To zaklęcie zmniejsza otrzymywane obrażenia. Spróbuj zmienić „sub” na „add” i użyć większej liczby.",
    "pt": "Este feitiço reduz o dano recebido. Tente alterar 'sub' para 'add' e use um número maior.",
    "pt-BR": "Este feitiço reduz o dano recebido. Tente alterar 'sub' para 'add' e use um número maior.",
    "ro": "Aceasta vraja reduce pagubele suferite. Încercați să schimbați „sub” în „add” și să utilizați un număr mai mare.",
    "ru": "Это заклинание уменьшает получаемый урон. Попробуйте изменить 'sub' на 'add' и использовать большее число.",
    "sv": "Denna stavning minskar skadorna. Försök ändra 'sub' till 'add' och använda ett större antal.",
    "th": "คาถานี้จะลดความเสียหายที่ได้รับ ลองเปลี่ยน 'sub' เป็น 'add' และใช้จำนวนที่มากขึ้น",
    "tr": "Bu büyü alınan hasarı azaltır. 'sub'i' add 'olarak değiştirmeyi ve daha büyük bir sayı kullanmayı deneyin.",
    "uk": "Це заклинання зменшує заподіяну шкоду. Спробуйте змінити 'sub' на 'add' та скористатися більшою кількістю.",
    "vi": "Phép này làm giảm thiệt hại. Hãy thử thay đổi 'sub' thành 'add' và sử dụng số lớn hơn.",
    "zh-CN": "此法术减少受到的伤害。尝试将“ sub”更改为“ add”，并使用更大的数字。",
    "zh-TW": "此法術減少受到的傷害。嘗試將“ sub”更改為“ add”，並使用更大的數字。"
}
