{
    "ar": "DIV هي عملية بسيطة تقسم رقمًا واحدًا على آخر.",
    "bg": "DIV е проста операция, която разделя един номер на друг.",
    "cs": "DIV je jednoduchá operace, která rozděluje jedno číslo na druhé.",
    "da": "DIV er en simpel operation, der deler et nummer af en anden.",
    "de": "DIV ist eine einfache Operation, die eine Zahl durch eine andere teilt.",
    "el": "Το DIV είναι μια απλή διαδικασία που χωρίζει έναν αριθμό από τον άλλο.",
    "en": "DIV is a simple operation that divides one number by another.",
    "es": "DIV es una operación simple que divide un número por otro.",
    "es-419": "DIV es una operación simple que divide un número por otro.",
    "fi": "DIV on yksinkertainen toiminto, joka jakaa yhden numeron toiseen.",
    "fr": "DIV est une opération simple qui divise un nombre par un autre.",
    "hu": "Az DIV egy egyszerű művelet, amely egy számot egy másikra oszt.",
    "it": "DIV è una semplice operazione che divide un numero per un altro.",
    "ja": "DIVは、ある数を別の数で除算する簡単な操作です。",
    "ko": "DIV는 하나의 숫자를 다른 숫자로 나누는 간단한 연산입니다.",
    "nl": "DIV is een eenvoudige bewerking die het ene getal door het andere verdeelt.",
    "no": "DIV er en enkel operasjon som deler et nummer av en annen.",
    "pl": "DIV to prosta operacja, która dzieli jeden numer na inny.",
    "pt": "DIV é uma operação simples que divide um número por outro.",
    "pt-BR": "DIV é uma operação simples que divide um número por outro.",
    "ro": "DIV este o operație simplă care împarte un număr pe altul.",
    "ru": "DIV - это простая операция, которая делит одно число на другое.",
    "sv": "DIV är en enkel operation som delar ett nummer med en annan.",
    "th": "DIV เป็นการดำเนินการอย่างง่ายที่หารจำนวนหนึ่งด้วยอีกหมายเลขหนึ่ง",
    "tr": "DIV, bir sayıyı diğerine bölen basit bir işlemdir.",
    "uk": "DIV - це проста операція, яка ділить одне число на інше.",
    "vi": "DIV là một hoạt động đơn giản chia một số cho một số khác.",
    "zh-CN": "DIV是一个简单的操作，可以将一个数字除以另一个数字。",
    "zh-TW": "DIV是一個簡單的操作，可以將一個數字除以另一個數字。"
}
