{
    "ar": "تشير الأقواس إلى أن %s1 هو مؤشر لمتغير. هذا يعني أن %s1 تتتبع موقع المتغير. بدلاً من زيادة السجل ، يتم زيادة البيانات.",
    "bg": "Скобите показват, че %s1 е указател към променлива. Това означава, че %s1 проследява местоположението на променлива. Вместо увеличаване на регистъра, данните се увеличават.",
    "cs": "Sloupce označují, že %s1 je ukazatel na proměnnou. To znamená, že %s1 sleduje umístění proměnné. Namísto zvýšení registru se data zvýší.",
    "da": "Bøjlerne angiver, at %s1 er en peger på en variabel. Dette betyder, at %s1 sporer placeringen af ​​en variabel. I stedet for at øge registret, stiger dataene.",
    "de": "Die geschweiften Klammern geben an, dass %s1 ein Zeiger auf eine Variable ist. Dies bedeutet, dass %s1 die Position einer Variablen verfolgt. Anstatt das Register zu erhöhen, werden die Daten erhöht.",
    "el": "Οι τιράντες δείχνουν ότι το %s1 είναι δείκτης σε μια μεταβλητή. Αυτό σημαίνει ότι το %s1 παρακολουθεί τη θέση μιας μεταβλητής. Αντί της αύξησης του μητρώου, τα δεδομένα αυξάνονται.",
    "en": "The braces indicate that %s1 is a pointer to a variable. This means that %s1 is tracking the location of a variable. Instead of incrementing the register, the data is incremented.",
    "es": "Las llaves indican que %s1 es un puntero a una variable. Esto significa que %s1 está rastreando la ubicación de una variable. En lugar de incrementar el registro, los datos se incrementan.",
    "es-419": "Las llaves indican que %s1 es un puntero a una variable. Esto significa que %s1 está rastreando la ubicación de una variable. En lugar de incrementar el registro, los datos se incrementan.",
    "fi": "Olkaimet osoittavat, että %s1 on muuttujan osoitin. Tämä tarkoittaa, että %s1 seuraa muuttujan sijaintia. Rekisterin lisäämisen sijasta tietoja lisätään.",
    "fr": "Les accolades indiquent que %s1 est un pointeur sur une variable. Cela signifie que %s1 suit l’emplacement d’une variable. Au lieu d'incrémenter le registre, les données sont incrémentées.",
    "hu": "A zárójelek azt jelzik, hogy az %s1 egy változó mutatója. Ez azt jelenti, hogy az %s1 nyomon követi a változó helyét. A nyilvántartás növelése helyett az adatokat növekszik.",
    "it": "Le parentesi indicano che %s1 è un puntatore a una variabile. Ciò significa che %s1 sta monitorando la posizione di una variabile. Invece di incrementare il registro, i dati vengono incrementati.",
    "ja": "中括弧は、%s1が変数へのポインタであることを示します。これは、%s1が変数の位置を追跡していることを意味します。レジスタをインクリメントする代わりに、データがインクリメントされます。",
    "ko": "중괄호는 %s1가 변수에 대한 포인터임을 나타냅니다. 이것은 %s1가 변수의 위치를 ​​추적하고 있음을 의미합니다. 레지스터를 증가시키는 대신 데이터가 증가됩니다.",
    "nl": "De accolades geven aan dat %s1 een verwijzing is naar een variabele. Dit betekent dat %s1 de locatie van een variabele volgt. In plaats van het register te verhogen, worden de gegevens verhoogd.",
    "no": "Braces viser at %s1 er en peker til en variabel. Dette betyr at %s1 sporer plasseringen av en variabel. I stedet for å øke registret, økes dataene.",
    "pl": "Nawiasy wskazują, że %s1 jest wskaźnikiem do zmiennej. Oznacza to, że %s1 śledzi położenie zmiennej. Zamiast zwiększać rejestr, dane są zwiększane.",
    "pt": "As chaves indicam que %s1 é um ponteiro para uma variável. Isso significa que o %s1 está rastreando a localização de uma variável. Em vez de incrementar o registro, os dados são incrementados.",
    "pt-BR": "As chaves indicam que %s1 é um ponteiro para uma variável. Isso significa que o %s1 está rastreando a localização de uma variável. Em vez de incrementar o registro, os dados são incrementados.",
    "ro": "Suporturile indică faptul că %s1 este un indicator al unei variabile. Aceasta înseamnă că %s1 urmărește locația unei variabile. În loc să crească registrul, datele sunt incrementate.",
    "ru": "Скобки указывают, что %s1 является указателем на переменную. Это означает, что %s1 отслеживает местоположение переменной. Вместо увеличения регистра данные увеличиваются.",
    "sv": "Fästena indikerar att %s1 är en pekare till en variabel. Det betyder att %s1 spårar platsen för en variabel. I stället för att öka registret ökas data.",
    "th": "เครื่องมือจัดฟันระบุว่า %s1 เป็นตัวชี้ไปยังตัวแปร ซึ่งหมายความว่า %s1 กำลังติดตามตำแหน่งของตัวแปร แทนที่จะเพิ่มการลงทะเบียนข้อมูลจะเพิ่มขึ้น",
    "tr": "Parantez, %s1'nin bir değişkene işaretçi olduğunu gösterir. Bu, %s1'nin bir değişkenin konumunu takip ettiği anlamına gelir. Kaydı artırmak yerine, veriler artırılır.",
    "uk": "Фігурні дужки вказують, що %s1 є покажчиком на змінну. Це означає, що %s1 відстежує розташування змінної. Замість збільшення регістра дані збільшуються.",
    "vi": "Các dấu ngoặc chỉ ra rằng %s1 là một con trỏ tới một biến. Điều này có nghĩa là %s1 đang theo dõi vị trí của một biến. Thay vì tăng thanh ghi, dữ liệu được tăng lên.",
    "zh-CN": "大括号表示%s1是指向变量的指针。这意味着%s1正在跟踪变量的位置。数据递增而不是递增寄存器。",
    "zh-TW": "大括號表示%s1是指向變量的指針。這意味著%s1正在跟踪變量的位置。數據遞增而不是遞增寄存器。"
}
