{
    "ar": ".تلميح: حاول مضاعفة الضرر المأخوذ بدلا من تقسيمه",
    "bg": "Съвет: Опитайте да умножите щетите, вместо да ги разделяте.",
    "cs": "Tip: Zkuste místo dělení vynásobit utržené poškození.",
    "da": "Tip: Prøv at gange skader taget i stedet for at dividere det.",
    "de": "Tipp: Versuchen Sie, den erlittenen Schaden zu multiplizieren, anstatt ihn zu teilen.",
    "el": "Συμβουλή: Δοκιμάστε να πολλαπλασιάσετε τη ζημιά που έχετε πάρει αντί να τη διαιρέσετε.",
    "en": "Hint: Try multiplying damage taken instead of dividing it.",
    "es": "Sugerencia: Intenta multiplicar el daño recibido en lugar de dividirlo.",
    "es-419": "Sugerencia: Intenta multiplicar el daño recibido en lugar de dividirlo.",
    "fi": "Vihje: Yritä kertoa otetut vahingot sen sijaan, että jakaisit ne.",
    "fr": "Astuce : Essayez de multiplier les dégâts au lieu de les diviser.",
    "hu": "Tipp: Próbáld meg megszorozni a sebzést, ahelyett, hogy elosztanád.",
    "it": "Suggerimento: prova a moltiplicare i danni presi invece di dividerli.",
    "ja": "ヒント:受けるダメージを分割するのではなく、乗算してみてください。",
    "ko": "힌트: 받는 피해를 나누는 대신 곱해 보세요.",
    "nl": "Tip: Probeer de genomen schade te vermenigvuldigen in plaats van deze te delen.",
    "no": "Tips: Prøv å multiplisere skaden som er tatt i stedet for å dele den.",
    "pl": "Wskazówka: Spróbuj pomnożyć zadane obrażenia zamiast je dzielić.",
    "pt": "Dica: Tente multiplicar o dano causado em vez de dividi-lo.",
    "pt-BR": "Dica: Tente multiplicar o dano tomado em vez de dividi-lo.",
    "ro": "Sugestie: Încercați să înmulțiți daunele luate în loc să le împărțiți.",
    "ru": "Подсказка: Попробуйте умножить полученный урон, а не делить его.",
    "sv": "Tips: Försök multiplicera skador som tas istället för att dela den.",
    "th": "คําแนะนํา: ลองคูณความเสียหายที่เกิดขึ้นแทนการหาร",
    "tr": "İpucu: Alınan hasarı bölmek yerine çarpmayı deneyin.",
    "uk": "Підказка: Спробуйте помножити отриманий збиток, а не ділити його.",
    "vi": "Gợi ý: Hãy thử nhân thiệt hại đã thực hiện thay vì chia nó.",
    "zh-CN": "提示：尝试将受到的伤害相乘而不是除以。",
    "zh-TW": "提示：嘗試將受到的傷害相乘而不是除以。"
}
