{
    "ar": "تلميح: حاول مضاعفة الضرر المأخوذ بدلا من القسمة لزيادة الضرر الذي تم تناوله!",
    "bg": "Съвет: Опитайте да умножите щетите, които са взети, вместо да ги разделите, за да увеличите нанесените щети!",
    "cs": "Tip: Zkuste místo dělení znásobit obdržené poškození, abyste zvýšili udělené poškození!",
    "da": "Tip: Prøv at gange skader taget i stedet for at dividere for at øge skaden!",
    "de": "Tipp: Versuchen Sie, den erlittenen Schaden zu multiplizieren, anstatt ihn zu teilen, um den verursachten Schaden zu erhöhen!",
    "el": "Συμβουλή: Δοκιμάστε να πολλαπλασιάσετε τη ζημιά που έχετε πάρει αντί να διαιρέσετε για να αυξήσετε τη ζημιά που αντιμετωπίζεται!",
    "en": "Hint: Try multiplying damage taken instead of dividing to increase damage dealt!",
    "es": "Sugerencia: ¡Intenta multiplicar el daño recibido en lugar de dividirlo para aumentar el daño infligido!",
    "es-419": "Sugerencia: ¡Intenta multiplicar el daño recibido en lugar de dividirlo para aumentar el daño infligido!",
    "fi": "Vinkki: Yritä kertoa otettu vahinko jakamisen sijaan lisätäksesi käsiteltyä vahinkoa!",
    "fr": "Astuce: Essayez de multiplier les dégâts pris au lieu de diviser pour augmenter les dégâts infligés!",
    "hu": "Tipp: Próbáld meg megszorozni az elvett sebzést osztás helyett, hogy növeld az okozott sebzést!",
    "it": "Suggerimento: prova a moltiplicare i danni subiti invece di dividerli per aumentare i danni distribuiti!",
    "ja": "ヒント:与えるダメージを増やすために、分割する代わりに受けるダメージを掛けてみてください!",
    "ko": "힌트: 나누는 대신 받는 피해를 곱하여 입히는 피해를 늘려보세요!",
    "nl": "Tip: Probeer de genomen schade te vermenigvuldigen in plaats van te delen om de schade te vergroten!",
    "no": "Tips: Prøv å multiplisere skader tatt i stedet for å dele for å øke skaden som er utdelt!",
    "pl": "Wskazówka: Spróbuj pomnożyć zadane obrażenia zamiast dzielić, aby zwiększyć zadawane obrażenia!",
    "pt": "Dica: Tente multiplicar o dano tomado em vez de dividir para aumentar o dano causado!",
    "pt-BR": "Dica: Tente multiplicar o dano tomado em vez de dividir para aumentar o dano causado!",
    "ro": "Sugestie: Încercați să multiplicați daunele luate în loc să împărțiți pentru a crește daunele împărțite!",
    "ru": "Подсказка: попробуйте умножить полученный урон, а не делить, чтобы увеличить наносимый урон!",
    "sv": "Tips: Försök multiplicera skador som tas istället för att dela för att öka skadan!",
    "th": "คําแนะนํา: ลองคูณความเสียหายที่เกิดขึ้นแทนการหารเพื่อเพิ่มความเสียหายที่ทําได้!",
    "tr": "İpucu: Verilen hasarı artırmak için bölmek yerine alınan hasarı çarpmayı deneyin!",
    "uk": "Підказка: Спробуйте помножити отриманий збиток, а не ділити, щоб збільшити завдану шкоду!",
    "vi": "Gợi ý: Hãy thử nhân sát thương nhận được thay vì chia để tăng sát thương gây ra nhé!",
    "zh-CN": "提示：尝试乘以所受到的伤害，而不是除以增加造成的伤害！",
    "zh-TW": "提示：嘗試乘以所受到的傷害，而不是除以增加造成的傷害！"
}
