{
    "ar": ".بالطبع لا! تقول هذه الرسالة إن كشافتي لم تتمكن من تحديد سبب انقطاع التيار الكهربائي",
    "bg": "О не! В това писмо пише, че разузнавачът ми не е успял да определи причината за прекъсването на тока.",
    "cs": "Ale ne! Tento dopis říká, že můj průzkumník nebyl schopen určit příčinu výpadku proudu.",
    "da": "Åh nej! Dette brev siger, at min spejder ikke var i stand til at fastslå årsagen til strømafbrydelsen.",
    "de": "Oh nein! In diesem Brief heißt es, dass mein Scout nicht in der Lage war, die Ursache des Stromausfalls zu ermitteln.",
    "el": "Ωχ όχι! Αυτή η επιστολή λέει ότι ο ανιχνευτής μου δεν ήταν σε θέση να προσδιορίσει την αιτία της διακοπής ρεύματος.",
    "en": "Oh no! This letter says that my scout was unable to determine the cause of the power outage.",
    "es": "¡No! Esta carta dice que mi explorador no pudo determinar la causa del corte de energía.",
    "es-419": "¡No! Esta carta dice que mi explorador no pudo determinar la causa del corte de energía.",
    "fi": "Voi ei! Tässä kirjeessä sanotaan, että partiolaiseni ei kyennyt selvittämään sähkökatkoksen syytä.",
    "fr": "Oh non! Cette lettre dit que mon éclaireur n’a pas été en mesure de déterminer la cause de la panne de courant.",
    "hu": "Ó, nem! Ez a levél azt mondja, hogy a cserkészem nem tudta meghatározni az áramkimaradás okát.",
    "it": "Oh no! Questa lettera dice che il mio scout non è stato in grado di determinare la causa dell'interruzione di corrente.",
    "ja": "ああ違います！この手紙には、私のスカウトが停電の原因を突き止めることができなかったと書かれています。",
    "ko": "안 돼! 이 편지는 정찰병이 정전의 원인을 파악할 수 없었다고 말합니다.",
    "nl": "Oh nee! In deze brief staat dat mijn scout de oorzaak van de stroomstoring niet heeft kunnen achterhalen.",
    "no": "Å nei! Dette brevet sier at speideren min ikke klarte å finne årsaken til strømbruddet.",
    "pl": "O nie! Ten list mówi, że mój zwiadowca nie był w stanie ustalić przyczyny przerwy w dostawie prądu.",
    "pt": "Oh, não! Esta carta diz que o meu batedor não foi capaz de determinar a causa da falta de energia.",
    "pt-BR": "Ah, não! Esta carta diz que meu batedor foi incapaz de determinar a causa da queda de energia.",
    "ro": "Oh, nu! Această scrisoare spune că cercetașul meu nu a fost în măsură să determine cauza penei de curent.",
    "ru": "О, нет! В этом письме говорится, что мой разведчик не смог определить причину отключения электроэнергии.",
    "sv": "Åh nej! I det här brevet står det att min spanare inte kunde fastställa orsaken till strömavbrottet.",
    "th": "โอ้ไม่! จดหมายฉบับนี้บอกว่าลูกเสือของฉันไม่สามารถระบุสาเหตุของไฟฟ้าดับได้",
    "tr": "Oh hayır! Bu mektup, izcimin elektrik kesintisinin nedenini belirleyemediğini söylüyor.",
    "uk": "О ні! У цьому листі йдеться про те, що мій розвідник не зміг визначити причину відключення електроенергії.",
    "vi": "Ồ không! Bức thư này nói rằng trinh sát của tôi đã không thể xác định nguyên nhân của việc mất điện.",
    "zh-CN": "哦不！这封信说，我的侦察兵无法确定停电的原因。",
    "zh-TW": "哦不！這封信說，我的偵察兵無法確定停電的原因。"
}
