{
    "ar": "إذا قررت المغامرة في المناجم ، فهل يمكنك مراقبة سبب انقطاع التيار الكهربائي؟",
    "bg": "Ако решите да се вникнете в мините, бихте ли наглеждали за причината за прекъсването на тока?",
    "cs": "Pokud se rozhodnete vstoupit do dolů, mohli byste dávat pozor na příčinu výpadku proudu?",
    "da": "Hvis du beslutter dig for at vove dig ind i minerne, kan du holde øje med årsagen til strømafbrydelsen?",
    "de": "Wenn Sie sich entscheiden, sich in die Minen zu wagen, könnten Sie nach der Ursache des Stromausfalls Ausschau halten?",
    "el": "Εάν αποφασίσετε να μπείτε στα ορυχεία, θα μπορούσατε να παρακολουθείτε την αιτία της διακοπής ρεύματος;",
    "en": "If you decide to venture into the mines, could you keep an eye out for the cause of the power outage?",
    "es": "Si decide aventurarse en las minas, ¿podría estar atento a la causa del corte de energía?",
    "es-419": "Si decide aventurarse en las minas, ¿podría estar atento a la causa del corte de energía?",
    "fi": "Jos päätät lähteä kaivoksiin, voisitko pitää silmällä sähkökatkoksen syytä?",
    "fr": "Si vous décidez de vous aventurer dans les mines, pourriez-vous garder un œil sur la cause de la panne de courant?",
    "hu": "Ha úgy dönt, hogy bemerészkedik a bányákba, szemmel tartaná az áramkimaradás okát?",
    "it": "Se decidi di avventurarti nelle miniere, potresti tenere d'occhio la causa dell'interruzione di corrente?",
    "ja": "鉱山に足を踏み入れることに決めたら、停電の原因に目を光らせてもらえますか?",
    "ko": "광산으로 모험하기로 결정했다면 정전의 원인을 주시 할 수 있습니까?",
    "nl": "Als u besluit om de mijnen in te gaan, kunt u dan de oorzaak van de stroomstoring in de gaten houden?",
    "nb": "Hvis du bestemmer deg for å våge deg inn i gruvene, kan du holde øye med årsaken til strømbruddet?",
    "pl": "Jeśli zdecydujesz się zapuścić do kopalni, czy możesz mieć oko na przyczynę przerwy w dostawie prądu?",
    "pt": "Se decidir aventurar-se nas minas, pode ficar de olho na causa da falta de energia?",
    "pt-BR": "Se você decidir se aventurar nas minas, você poderia ficar de olho na causa da queda de energia?",
    "ro": "Dacă decideți să vă aventurați în mine, ați putea să fiți atenți la cauza penei de curent?",
    "ru": "Если вы решите отправиться в шахты, не могли бы вы следить за причиной отключения электроэнергии?",
    "sv": "Om du bestämmer dig för att ge dig ut i gruvorna, kan du hålla utkik efter orsaken till strömavbrottet?",
    "th": "หากคุณตัดสินใจที่จะเข้าไปในเหมืองคุณสามารถจับตาดูสาเหตุของไฟฟ้าดับได้หรือไม่?",
    "tr": "Madenlere girmeye karar verirseniz, elektrik kesintisinin nedenine dikkat edebilir misiniz?",
    "uk": "Якщо ви вирішите зайнятися шахтами, чи могли б ви стежити за причиною відключення електроенергії?",
    "vi": "Nếu bạn quyết định mạo hiểm vào các mỏ, bạn có thể theo dõi nguyên nhân của việc mất điện không?",
    "zh-CN": "如果您决定冒险进入矿山，您是否可以留意停电的原因？",
    "zh-TW": "如果您決定冒險進入礦山，您是否可以留意停電的原因？"
}
