{
    "ar": ".؜أوه ، ويرجى أخذ %s1 معك. وهو فني ماهر يمكنه المساعدة",
    "bg": "О, и моля те вземи %s1 с теб. Той е квалифициран техник, който може да помогне.",
    "cs": "Oh, a prosím, vezměte %s1 s sebou. Je to zkušený technik, který může pomoci.",
    "da": "Åh, og vær venlig at tage %s1 med dig. Han er en dygtig tekniker, der kan hjælpe.",
    "de": "Oh, und bitte nehmen Sie %s1 mit. Er ist ein erfahrener Techniker, der helfen kann.",
    "el": "Ω, και παρακαλώ πάρτε το %s1 μαζί σας. Είναι ένας εξειδικευμένος τεχνικός που μπορεί να βοηθήσει.",
    "en": "Oh, and please take %s1 with you. He is a skilled technician who can help.",
    "es": "Ah, y por favor lleve %s1 con usted. Es un técnico experto que puede ayudar.",
    "es-419": "Ah, y por favor lleve %s1 con usted. Es un técnico experto que puede ayudar.",
    "fi": "Voi, ja ota %s1 mukaasi. Hän on taitava teknikko, joka voi auttaa.",
    "fr": "Oh, et s’il vous plaît prendre %s1 avec vous. C’est un technicien qualifié qui peut vous aider.",
    "hu": "Ja, és kérlek, vidd magaddal az %s1-t. Képzett technikus, aki segíthet.",
    "it": "Oh, e per favore porta %s1 con te. È un tecnico esperto che può aiutare.",
    "ja": "ああ、%s1を一緒に持ってきてください。彼は助けることができる熟練した技術者です。",
    "ko": "아, 그리고 %s1를 가지고 가십시오. 그는 도움을 줄 수있는 숙련 된 기술자입니다.",
    "nl": "Oh, en neem alsjeblieft %s1 mee. Hij is een bekwame technicus die kan helpen.",
    "no": "Og ta med deg %s1. Han er en dyktig tekniker som kan hjelpe.",
    "pl": "Aha, i proszę zabrać %s1 ze sobą. Jest wykwalifikowanym technikiem, który może pomóc.",
    "pt": "E, por favor, leve a %s1 consigo. É um técnico hábil que pode ajudar.",
    "pt-BR": "E por favor, leve %s1 com você. Ele é um técnico habilidoso que pode ajudar.",
    "ro": "Oh, și vă rugăm să luați %s1 cu tine. El este un tehnician calificat, care poate ajuta.",
    "ru": "О, и, пожалуйста, возьмите %s1 с собой. Он квалифицированный техник, который может помочь.",
    "sv": "Åh, och snälla ta %s1 med dig. Han är en skicklig tekniker som kan hjälpa till.",
    "th": "โอ้และโปรดใช้ %s1 กับคุณ เขาเป็นช่างที่มีทักษะที่สามารถช่วยได้",
    "tr": "Oh, ve lütfen %s1'yi yanınıza alın. Yardımcı olabilecek yetenekli bir teknisyendir.",
    "uk": "О, і, будь ласка, візьміть %s1 з собою. Він кваліфікований технік, який може допомогти.",
    "vi": "Ồ, và xin vui lòng mang theo %s1 với bạn. Anh ấy là một kỹ thuật viên lành nghề có thể giúp đỡ.",
    "zh-CN": "哦，请带上%s1。他是一位技术娴熟的技术人员，可以提供帮助。",
    "zh-TW": "哦，請帶上%s1。他是一位技術嫻熟的技術人員，可以提供説明。"
}
