{
    "ar": "يبدو أنكم جميعا قد غطيتم كل شيء ، وأنا آخذ استراحة. سأكون في النزل إذا كنت بحاجة إلي.",
    "bg": "Изглежда, че всички имате всичко покрито, взимам си почивка. Аз ще бъда в хана, ако имате нужда от мен.",
    "cs": "Zdá se, že všichni máte všechno pokryté, dávám si pauzu. Budu v hostinci, jestli mě budeš potřebovat.",
    "da": "Det ser ud til, at I alle har alt dækket, jeg tager en pause. Jeg vil være på kroen, hvis du har brug for mig.",
    "de": "Es scheint, als hättet ihr alle alles abgedeckt, ich mache eine Pause. Ich werde im Gasthaus sein, wenn Sie mich brauchen.",
    "el": "Φαίνεται ότι όλοι έχετε καλύψει τα πάντα, κάνω ένα διάλειμμα. Θα είμαι στο πανδοχείο αν με χρειαστείτε.",
    "en": "It seems like you all have everything covered, I'm taking a break. I'll be at the inn if you need me.",
    "es": "Parece que todos ustedes tienen todo cubierto, me estoy tomando un descanso. Estaré en la posada si me necesitas.",
    "es-419": "Parece que todos ustedes tienen todo cubierto, me estoy tomando un descanso. Estaré en la posada si me necesitas.",
    "fi": "Näyttää siltä, että teillä kaikilla on kaikki katettu, pidän tauon. Olen majatalossa, jos tarvitset minua.",
    "fr": "On dirait que vous avez tous tout couvert, je fais une pause. Je serai à l’auberge si vous avez besoin de moi.",
    "hu": "Úgy tűnik, hogy mindannyian mindent lefedtek, szünetet tartok. A fogadóban leszek, ha szükséged van rám.",
    "it": "Sembra che tutti voi abbiate tutto coperto, mi sto prendendo una pausa. Sarò alla locanda se hai bisogno di me.",
    "ja": "皆さんは全てを網羅しているようで、ちょっと休憩しています。あなたが私を必要とするなら、私は旅館にいます。",
    "ko": "여러분 모두가 모든 것을 덮은 것처럼 보입니다, 나는 휴식을 취하고 있습니다. 당신이 나를 필요로한다면 나는 여관에있을 것입니다.",
    "nl": "Het lijkt alsof jullie allemaal alles gedekt hebben, ik neem een pauze. Ik zal in de herberg zijn als je me nodig hebt.",
    "nb": "Det virker som om dere alle har alt dekket, jeg tar en pause. Jeg er på vertshuset hvis du trenger meg.",
    "pl": "Wygląda na to, że wszyscy macie wszystko pod kontrolą, robię sobie przerwę. Będę w gospodzie, jeśli mnie potrzebujesz.",
    "pt": "Parece que todos têm tudo coberto, estou a fazer uma pausa. Estarei na estalagem, se precisar de mim.",
    "pt-BR": "Parece que todos vocês têm tudo coberto, estou dando um tempo. Estarei na pousada se precisar de mim.",
    "ro": "Se pare ca toti aveti totul acoperit, iau o pauza. Voi fi la han, dacă aveți nevoie de mine.",
    "ru": "Кажется, что у вас у всех есть все, я делаю перерыв. Я буду в гостинице, если я вам нужен.",
    "sv": "Det verkar som om ni alla har allt täckt, jag tar en paus. Jag är på värdshuset om du behöver mig.",
    "th": "ดูเหมือนว่าคุณทุกคนมีทุกอย่างที่ครอบคลุมฉันกําลังหยุดพัก ฉันจะอยู่ที่โรงแรมถ้าคุณต้องการฉัน",
    "tr": "Görünüşe göre hepiniz her şeyi kapsıyor, ara veriyorum. Bana ihtiyacın olursa handa olacağım.",
    "uk": "Здається, у вас у всіх все покрито, я роблю перерву. Я буду в корчмі, якщо я тобі потрібен.",
    "vi": "Có vẻ như tất cả các bạn đều có mọi thứ được bảo hiểm, tôi đang nghỉ ngơi. Tôi sẽ ở nhà trọ nếu bạn cần tôi.",
    "zh-CN": "似乎你们都涵盖了一切，我正在休息。如果你需要我，我会在客栈。",
    "zh-TW": "似乎你們都涵蓋了一切，我正在休息。如果你需要我，我會在客棧。"
}
