{
    "ar": ".أسرع طريقة للخروج من هذا المنجم هي بالقطار. خذ تذكرة القطار هذه ، ويمكنك استخدام قطاراتنا بشكل متكرر كما تريد",
    "bg": "Най-бързият изход от тази мина е с влак. Вземете този билет за влак и можете да използвате нашите влакове толкова често, колкото искате.",
    "cs": "Nejrychlejší cesta z tohoto dolu je vlakem. Vezměte si tuto jízdenku na vlak a můžete používat naše vlaky tak často, jak chcete.",
    "da": "Den hurtigste vej ud af denne mine er med tog. Tag denne togbillet, og du kan bruge vores tog så ofte som du vil.",
    "de": "Der schnellste Weg aus dieser Mine heraus ist mit dem Zug. Nehmen Sie dieses Zugticket und Sie können unsere Züge so oft benutzen, wie Sie möchten.",
    "el": "Η πιο γρήγορη διέξοδος από αυτό το ορυχείο είναι με το τρένο. Πάρτε αυτό το εισιτήριο τρένου και μπορείτε να χρησιμοποιείτε τα τρένα μας όσο συχνά θέλετε.",
    "en": "The quickest way out of this mine is by train. Take this train ticket, and you may use our trains as frequently as you want.",
    "es": "La forma más rápida de salir de esta mina es en tren. Tome este boleto de tren y puede usar nuestros trenes con la frecuencia que desee.",
    "es-419": "La forma más rápida de salir de esta mina es en tren. Tome este boleto de tren y puede usar nuestros trenes con la frecuencia que desee.",
    "fi": "Nopein tie ulos tästä kaivoksesta on junalla. Ota tämä junalippu, ja voit käyttää juniamme niin usein kuin haluat.",
    "fr": "Le moyen le plus rapide de sortir de cette mine est en train. Prenez ce billet de train, et vous pouvez utiliser nos trains aussi souvent que vous le souhaitez.",
    "hu": "A leggyorsabb út ebből a bányából vonattal történik. Vegye igénybe ezt a vonatjegyet, és vonatainkat olyan gyakran használhatja, ahányszor csak akarja.",
    "it": "La via d'uscita più rapida da questa miniera è in treno. Prendi questo biglietto del treno e puoi utilizzare i nostri treni tutte le volte che vuoi.",
    "ja": "この鉱山から出る最も簡単な方法は電車です。この列車のチケットを取ると、あなたはあなたが望むだけ頻繁に私たちの 列車を使用することができます。",
    "ko": "이 광산에서 가장 빠른 방법은 기차입니다. 이 기차 티켓을 타면 원하는만큼 자주 열차를 이용할 수 있습니다.",
    "nl": "De snelste uitweg uit deze mijn is met de trein. Neem dit treinkaartje en u kunt onze treinen zo vaak gebruiken als u wilt.",
    "no": "Den raskeste veien ut av denne gruven er med tog. Ta denne togbilletten, og du kan bruke togene våre så ofte du vil.",
    "pl": "Najszybszym wyjściem z tej kopalni jest pociąg. Weź ten bilet kolejowy i możesz korzystać z naszych pociągów tak często, jak chcesz.",
    "pt": "A saída mais rápida desta mina é de comboio. Pegue este bilhete de comboio e poderá usar nossos comboios com a frequência que quiser.",
    "pt-BR": "A maneira mais rápida de sair desta mina é de trem. Pegue esta passagem de trem, e você pode usar nossos trens com tanta frequência quanto quiser.",
    "ro": "Cea mai rapidă cale de ieșire din această mină este cu trenul. Luați acest bilet de tren și puteți utiliza trenurile noastre cât de des doriți.",
    "ru": "Самый быстрый выход из этой шахты — на поезде. Возьмите этот билет на поезд, и вы можете использовать наши поезда так часто, как захотите.",
    "sv": "Den snabbaste vägen ut ur denna gruva är med tåg. Ta denna tågbiljett, och du kan använda våra tåg så ofta du vill.",
    "th": "วิธีที่เร็วที่สุดออกจากเหมืองนี้คือโดยรถไฟ ใช้ตั๋วรถไฟนี้, และคุณสามารถใช้รถไฟของเราบ่อยเท่าที่คุณต้องการ.",
    "tr": "Bu madenden en hızlı çıkış yolu trenle. Bu tren biletini alın ve trenlerimizi istediğiniz sıklıkta kullanabilirsiniz.",
    "uk": "Найшвидший вихід з цієї шахти - поїздом. Візьміть цей квиток на поїзд, і ви можете користуватися нашими поїздами так часто, як захочете.",
    "vi": "Cách nhanh nhất để thoát khỏi mỏ này là bằng tàu hỏa. Lấy vé tàu này và bạn có thể sử dụng tàu của chúng tôi thường xuyên như bạn muốn.",
    "zh-CN": "离开这个矿井最快的方法是乘火车。带上这张火车票，您可以根据需要经常使用我们的火车。",
    "zh-TW": "離開這個礦井最快的方法是乘火車。帶上這張火車票，您可以根據需要經常使用我們的火車。"
}
