{
    "ar": ".؜قد تحتاج إلى أسلحة أكثر قوة في رحلتك. النظر في زيارة الحداد! حظا سعيدا",
    "bg": "Може да се нуждаете от по-мощни оръжия по време на пътуването си. Помислете за посещение на ковача! Късмет.",
    "cs": "Na své cestě možná budete potřebovat silnější zbraně. Zvažte návštěvu kováře! Přeji hodně štěstí.",
    "da": "Du har muligvis brug for mere kraftfulde våben på din rejse. Overvej at besøge smeden! Held og lykke.",
    "de": "Möglicherweise benötigen Sie auf Ihrer Reise stärkere Waffen. Erwägen Sie, den Schmied zu besuchen! Viel Glück.",
    "el": "Μπορεί να χρειαστείτε πιο ισχυρά όπλα στο ταξίδι σας. Σκεφτείτε να επισκεφθείτε τον σιδερά! Καλή τύχη.",
    "en": "You may need more powerful weapons on your journey. Consider visiting the blacksmith! Best of luck.",
    "es": "Es posible que necesites armas más poderosas en tu viaje. ¡Considera visitar al herrero! Mucha suerte.",
    "es-419": "Es posible que necesites armas más poderosas en tu viaje. ¡Considera visitar al herrero! Mucha suerte.",
    "fi": "Saatat tarvita tehokkaampia aseita matkallasi. Harkitse käyntiä sepän luona! Onnea matkaan.",
    "fr": "Vous aurez peut-être besoin d’armes plus puissantes au cours de votre voyage. Pensez à visiter le forgeron! Bonne chance.",
    "hu": "Lehet, hogy erősebb fegyverekre van szükséged az utad során. Fontolja meg a kovács látogatását! Sok szerencsét.",
    "it": "Potresti aver bisogno di armi più potenti durante il tuo viaggio. Prendi in considerazione la possibilità di visitare il fabbro! Buona fortuna.",
    "ja": "旅にはもっと強力な武器が必要になるかもしれません。鍛冶屋を訪問することを検討してください!幸運を祈ります。",
    "ko": "여정에 더 강력한 무기가 필요할 수 있습니다. 대장장이를 방문하는 것을 고려하십시오! 행운을 빕니다.",
    "nl": "Misschien heb je krachtigere wapens nodig op je reis. Overweeg een bezoek aan de smid! Veel succes.",
    "no": "Du trenger kanskje kraftigere våpen på reisen. Vurder å besøke smeden! Lykke til.",
    "pl": "Możesz potrzebować potężniejszej broni podczas podróży. Rozważ wizytę u kowala! Powodzenia.",
    "pt": "Você pode precisar de armas mais poderosas em sua jornada. Considere visitar o ferreiro! Boa sorte.",
    "pt-BR": "Você pode precisar de armas mais poderosas em sua jornada. Considere visitar o ferreiro! Boa sorte.",
    "ro": "Este posibil să aveți nevoie de arme mai puternice în călătoria dumneavoastră. Luați în considerare vizitarea fierarului! Cel mai bun de noroc.",
    "ru": "Вам может понадобиться более мощное оружие в вашем путешествии. Подумайте о посещении кузнеца! Желаем удачи.",
    "sv": "Du kan behöva kraftfullare vapen på din resa. Överväg att besöka smeden! Lycka till.",
    "th": "คุณอาจต้องการอาวุธที่ทรงพลังกว่าในการเดินทางของคุณ ลองไปเยี่ยมชมช่างตีเหล็ก! ขอให้โชคดี",
    "tr": "Yolculuğunuzda daha güçlü silahlara ihtiyacınız olabilir. Demirciyi ziyaret etmeyi düşünün! İyi şanslar.",
    "uk": "Можливо, вам знадобиться більш потужна зброя у вашій подорожі. Подумайте про те, щоб відвідати коваля! Хай щастить.",
    "vi": "Bạn có thể cần nhiều vũ khí mạnh mẽ hơn trên hành trình của mình. Hãy cân nhắc đến thăm thợ rèn! Chúc may mắn.",
    "zh-CN": "旅途中您可能需要更强大的武器。考虑参观铁匠铺！祝你好运。",
    "zh-TW": "旅途中您可能需要更強大的武器。考慮參觀鐵匠鋪！祝你好運。"
}
