{
    "ar": "يغطي هذا الفصل العمليات الثنائية. تعالج هذه التعليمات الأرقام على المستوى الثنائي.",
    "bg": "Тази глава обхваща двоичните операции. Тези инструкции манипулират номера на двоично ниво.",
    "cs": "Tato kapitola se zabývá binárními operacemi. Tyto instrukce manipulují s čísly na binární úrovni.",
    "da": "Dette kapitel omhandler binære operationer. Disse instruktioner manipulerer tal på det binære niveau.",
    "de": "Dieses Kapitel behandelt Binäroperationen. Diese Anweisungen manipulieren Zahlen auf der Binärebene.",
    "el": "Αυτό το κεφάλαιο καλύπτει δυαδικές λειτουργίες. Αυτές οι οδηγίες χειρίζονται αριθμούς στο δυαδικό επίπεδο.",
    "en": "This chapter covers binary operations. These instructions manipulate numbers on the binary level.",
    "es": "Este capítulo cubre las operaciones binarias. Estas instrucciones manipulan números en el nivel binario.",
    "es-419": "Este capítulo cubre las operaciones binarias. Estas instrucciones manipulan números en el nivel binario.",
    "fi": "Tämä luku kattaa binääritoiminnot. Nämä ohjeet käsittelevät numeroita binääritasolla.",
    "fr": "Ce chapitre couvre les opérations binaires. Ces instructions manipulent des nombres au niveau binaire.",
    "hu": "Ez a fejezet a bináris műveleteket tartalmazza. Ezek az utasítások a számokat bináris szinten kezelik.",
    "it": "Questo capitolo tratta le operazioni binarie. Queste istruzioni manipolano i numeri a livello binario.",
    "ja": "この章では二項演算について説明します。これらの命令はバイナリレベルで数値を操作します。",
    "ko": "이 장에서는 2 진 조작에 대해 설명합니다. 이 명령어는 바이너리 레벨의 숫자를 조작합니다.",
    "nl": "Dit hoofdstuk behandelt binaire bewerkingen. Deze instructies manipuleren getallen op binair niveau.",
    "no": "Dette kapittelet dekker binære operasjoner. Disse instruksjonene manipulerer tall på binærnivå.",
    "pl": "Ten rozdział obejmuje operacje binarne. Te instrukcje manipulują liczbami na poziomie binarnym.",
    "pt": "Este capítulo cobre operações binárias. Essas instruções manipulam números no nível binário.",
    "pt-BR": "Este capítulo cobre operações binárias. Essas instruções manipulam números no nível binário.",
    "ro": "Acest capitol se referă la operațiile binare. Aceste instrucțiuni manipulează numerele la nivelul binar.",
    "ru": "В этой главе рассматриваются бинарные операции. Эти инструкции манипулируют числами на двоичном уровне.",
    "sv": "Detta kapitel omfattar binära funktioner. Dessa instruktioner manipulerar siffror på binär nivå.",
    "th": "บทนี้ครอบคลุมการดำเนินงานแบบไบนารี คำแนะนำเหล่านี้ใช้ตัวเลขในระดับไบนารี",
    "tr": "Bu bölüm ikili işlemleri kapsar. Bu talimatlar, ikili seviyedeki sayıları değiştirir.",
    "uk": "Ця глава охоплює двійкові операції. Ці інструкції маніпулюють номерами на двійковому рівні.",
    "vi": "Chương này bao gồm các hoạt động nhị phân. Các hướng dẫn thao tác số trên cấp nhị phân.",
    "zh-CN": "本章介绍二进制操作。这些指令操纵二进制级别的数字。",
    "zh-TW": "本章介紹二進制操作。這些指令操縱二進制級別的數字。"
}
