{
    "ar": "ليس كل الكتل بحاجة إلى استخدام! معرفة أي منها مطلوبة لحل الشفرات.",
    "bg": "Не всички блокове трябва да се използват! Разберете кои от тях са необходими за решаване на шифъра.",
    "cs": "Není nutné používat všechny bloky! Zjistěte, které z nich jsou potřebné pro vyřešení šifry.",
    "da": "Ikke alle blokke skal bruges! Find ud af, hvilke der er behov for for at løse chifferet.",
    "de": "Es müssen nicht alle Blöcke verwendet werden! Finde heraus, welche benötigt werden, um die Chiffre zu lösen.",
    "el": "Δεν χρειάζεται να χρησιμοποιηθούν όλες οι μονάδες! Καταλάβετε ποιες είναι απαραίτητες για την επίλυση του κρυπτογράφου.",
    "en": "Not all blocks need to be used! Figure out which ones are needed to solve the cipher.",
    "es": "¡No todos los bloques deben usarse! Averigua cuáles son necesarios para resolver el cifrado.",
    "es-419": "¡No todos los bloques deben usarse! Averigua cuáles son necesarios para resolver el cifrado.",
    "fi": "Kaikkia lohkoja ei tarvitse käyttää! Selvitä, mitä tarvitaan salauksen ratkaisemiseen.",
    "fr": "Tous les blocs ne doivent pas être utilisés! Déterminez ceux qui sont nécessaires pour résoudre le chiffrement.",
    "hu": "Nem minden blokkot kell használni! Mutassa be, melyikre van szükség a rejtjel megoldásához.",
    "it": "Non è necessario utilizzare tutti i blocchi! Scopri quali sono necessari per risolvere il codice.",
    "ja": "すべてのブロックを使用する必要はありません！暗号を解決するために必要なものを見つけます。",
    "ko": "모든 블록을 사용할 필요는 없습니다! 암호를 해결하기 위해 어떤 것이 필요한지 알아냅니다.",
    "nl": "Niet alle blokken hoeven te worden gebruikt! Zoek uit welke nodig zijn om het cijfer op te lossen.",
    "no": "Ikke alle blokker trenger å brukes! Finn ut hvilke som er nødvendige for å løse chifferen.",
    "pl": "Nie wszystkie bloki muszą być użyte! Dowiedz się, które są potrzebne do rozwiązania szyfru.",
    "pt": "Nem todos os blocos precisam ser usados! Descobrir quais são necessários para resolver a cifra.",
    "pt-BR": "Nem todos os blocos precisam ser usados! Descobrir quais são necessários para resolver a cifra.",
    "ro": "Nu toate blocurile trebuie utilizate! Figurați care sunt cele necesare pentru a rezolva cifrarea.",
    "ru": "Не все блоки должны быть использованы! Выясните, какие из них необходимы для расшифровки шифра.",
    "sv": "Inte alla block behöver användas! Räkna ut vilka som behövs för att lösa chifferet.",
    "th": "ไม่จำเป็นต้องใช้บล็อคทั้งหมด! คิดออกว่าคนที่มีความจำเป็นในการแก้ตัวเลข",
    "tr": "Tüm blokların kullanılması gerekmez! Şifreyi çözmek için hangilerinin gerekli olduğunu anlayın.",
    "uk": "Не всі блоки потрібно використовувати! З’ясуйте, які з них потрібні для вирішення шифру.",
    "vi": "Không phải tất cả các khối cần phải được sử dụng! Chỉ ra cái nào là cần thiết để giải mã.",
    "zh-CN": "并非所有块都需要使用！找出解决密码所需的密码。",
    "zh-TW": "並非所有塊都需要使用！找出解決密碼所需的密碼。"
}
