{
    "ar": "يا طفل! أنت تبدو ذكية جدا. إذا ساعدتني في الخروج من هنا ، سأجعل الأمر يستحق مشاكلك.",
    "bg": "Ей дете! Изглеждаш доста умно. Ако ми помогнете да изляза оттук, ще направя, че си струва вашите проблеми.",
    "cs": "Ahoj kluk! Vypadáš docela chytře. Pokud mi pomůžete dostat se odsud, udělám to za vaše potíže.",
    "da": "Hej dreng! Du ser temmelig smart ud. Hvis du hjælper mig med at komme ud herfra, gør jeg det værd at dine problemer.",
    "de": "Hey Kleiner! Du siehst ziemlich schlau aus. Wenn Sie mir helfen, hier rauszukommen, ist es Ihre Mühe wert.",
    "el": "Γεια σου παιδί! Κοιτάς αρκετά έξυπνος. Εάν με βοηθήσετε να βγούμε από εδώ, θα το κάνω να αξίζει τον κόπο σας.",
    "en": "Hey kid! You look pretty smart. If you help me get out of here, I'll make it worth your trouble.",
    "es": "¡Hey chico! Te ves muy inteligente. Si me ayudas a salir de aquí, haré que valga la pena.",
    "es-419": "¡Hey chico! Te ves muy inteligente. Si me ayudas a salir de aquí, haré que valga la pena.",
    "fi": "Hei poika! Näytät aika fiksulta. Jos autat minua pääsemään pois täältä, teen siitä vaikeutesi arvoisen.",
    "fr": "Hé gamin! Vous avez l'air très intelligent. Si vous m'aidez à sortir d'ici, je le valoriserai.",
    "hu": "Hé gyerek! Nagyon okosnak látsz. Ha segítesz nekem kijutni innen, megértem a problémádat.",
    "it": "Ehi ragazzo! Sembri piuttosto intelligente. Se mi aiuti a uscire di qui, farò valere la pena dei tuoi problemi.",
    "ja": "おい子供！あなたはかなり賢く見えます。あなたが私がここから抜け出すのを手伝うなら、私はあなたの手間をかける価値があるようにします。",
    "ko": "꼬마 야! 당신은 꽤 똑똑해 보인다. 내가 여기서 나가도록 도와 주면, 당신의 문제를 해결할 가치가 있습니다.",
    "nl": "Hé jochie! Je ziet er slim uit. Als je me helpt hier weg te komen, zal ik het je moeite waard maken.",
    "no": "Hei gutt! Du ser ganske smart ut. Hvis du hjelper meg med å komme meg ut herfra, vil jeg gjøre det verdt bryet ditt.",
    "pl": "Cześć dzieciaku! Wyglądasz całkiem sprytnie. Jeśli pomożesz mi się stąd wydostać, sprawię, że będzie warto.",
    "pt": "Ei garoto! Você parece muito inteligente. Se você me ajudar a sair daqui, farei com que valha a pena.",
    "pt-BR": "Ei garoto! Você parece muito inteligente. Se você me ajudar a sair daqui, farei com que valha a pena.",
    "ro": "Hei copil! Arăți destul de deștept. Dacă mă ajuți să plec de aici, o să pun în valoare problema ta.",
    "ru": "Привет, малыш! Ты выглядишь довольно умно. Если ты поможешь мне выбраться отсюда, я сделаю так, чтобы это стоило твоих хлопот.",
    "sv": "Hej barn! Du ser ganska smart ut. Om du hjälper mig att komma härifrån, kommer jag att göra det värt dina problem.",
    "th": "เฮ้เด็ก! คุณดูสมาร์ทสวย หากคุณช่วยฉันออกจากที่นี่ฉันจะทำให้มันคุ้มค่ากับปัญหาของคุณ",
    "tr": "Hey evlat! Çok akıllı görünüyorsun. Buradan çıkmama yardım edersen, senin derdin olur.",
    "uk": "Гей, дитино! Ви виглядаєте досить розумно. Якщо ви допоможете мені вийти звідси, я зроблю це вашим клопотом.",
    "vi": "Này nhóc! Trông bạn khá thông minh. Nếu bạn giúp tôi ra khỏi đây, tôi sẽ làm cho nó đáng để bạn gặp rắc rối.",
    "zh-CN": "嘿小子！你看起来很聪明。如果你帮助我离开这里，我会让你值得为之烦恼。",
    "zh-TW": "嘿孩子！你看起來很聰明。如果你幫助我離開這裡，我會讓你值得為之煩惱。"
}
