{
    "ar": "أنا لست مقاتلًا كثيرًا ، لكنني سأكون سعيدًا معك إذا سمحت لي بذلك.",
    "bg": "Аз не съм много боец, но с удоволствие ще маркирам заедно с вас, ако ми позволите.",
    "cs": "Nejsem moc bojovník, ale ráda vás označím, pokud mě necháte.",
    "da": "Jeg er ikke meget af en fighter, men jeg vil gerne mærke dig, hvis du lader mig.",
    "de": "Ich bin kein großer Kämpfer, aber ich begleite Sie gerne, wenn Sie es zulassen.",
    "el": "Δεν είμαι πολύ μαχητής, αλλά θα χαρώ με χαρά μαζί σου αν με αφήσεις.",
    "en": "I ain't much of a fighter, but I'll gladly tag along with you if you'll let me.",
    "es": "No soy un gran luchador, pero con gusto te acompañaré si me lo permites.",
    "es-419": "No soy un gran luchador, pero con gusto te acompañaré si me lo permites.",
    "fi": "En ole paljon taistelija, mutta merkitsen mielelläni kanssasi, jos annat minun.",
    "fr": "Je ne suis pas vraiment un combattant, mais je me ferai un plaisir de vous suivre si vous me le permettez.",
    "hu": "Nem vagyok sok harcos, de örömmel felcímkézem magát, ha engedsz engem.",
    "it": "Non sono un grande combattente, ma mi accontenterò volentieri con te se me lo permetti.",
    "ja": "私はあまりファイターではありませんが、あなたが私を許してくれたら喜んであなたと一緒にタグを付けます。",
    "ko": "나는 전투기가별로 없지만, 당신이 나를 허락한다면 기꺼이 당신과 함께 태그 할 것입니다.",
    "nl": "Ik ben niet echt een vechter, maar ik ga graag met je mee als je me toestaat.",
    "no": "Jeg er ikke mye av en fighter, men jeg tar gjerne med deg hvis du vil la meg.",
    "pl": "Nie jestem zbytnim wojownikiem, ale chętnie będę Cię towarzyszył, jeśli mi na to pozwolisz.",
    "pt": "Não sou muito lutador, mas ficarei feliz em acompanhá-lo se você me deixar.",
    "pt-BR": "Não sou muito lutador, mas ficarei feliz em acompanhá-lo se você me deixar.",
    "ro": "Nu sunt mai mult un luptător, dar voi face cu plăcere alături de tine dacă mă vei lăsa.",
    "ru": "Я не большой боец, но я с радостью пойду вместе с вами, если вы позволите мне.",
    "sv": "Jag är inte mycket av en fighter, men jag ska gärna tagga med dig om du låter mig.",
    "th": "ฉันไม่ได้เป็นนักสู้ แต่ฉันยินดีที่จะติดตามคุณถ้าคุณจะให้ฉัน",
    "tr": "Çok fazla dövüşçü değilim, ama izin verirseniz sizinle birlikte memnuniyetle etiketlerim.",
    "uk": "Я не дуже боєць, але я з радістю позначаю разом з вами, якщо ви дозволите мені.",
    "vi": "Tôi không phải là một chiến binh, nhưng tôi sẽ vui lòng gắn thẻ với bạn nếu bạn cho phép tôi.",
    "zh-CN": "我不是一个斗士，但如果你能让我，我很乐意跟你一起。",
    "zh-TW": "我不是一個鬥士，但如果你能讓我，我很樂意跟你一起。"
}
