{
    "ar": "يا طفل! أنت تبدو ذكيًا ، ساعدني في إخراجي من هنا!",
    "bg": "Ей дете! Изглеждаш доста умна, помогни ми да ме измъкна оттук!",
    "cs": "Ahoj kluk! Vypadáš docela chytře, pomoz mi dostat mě odsud!",
    "da": "Hej dreng! Du ser temmelig smart ud, hjælp mig med at komme mig ud herfra!",
    "de": "Hey Kleiner! Du siehst ziemlich schlau aus, hilf mir, mich hier rauszuholen!",
    "el": "Γεια σου παιδί! Φαίνεσαι αρκετά έξυπνος, με βοηθήσεσέ με να με βγάλεις από εδώ!",
    "en": "Hey kid! You look pretty smart, help me get me out of here!",
    "es": "¡Hey chico! Te ves muy inteligente, ¡ayúdame a sacarme de aquí!",
    "es-419": "¡Hey chico! Te ves muy inteligente, ¡ayúdame a sacarme de aquí!",
    "fi": "Hei poika! Näytät melko fiksulta, auta minua päästä minut täältä!",
    "fr": "Hé gamin! Vous avez l'air très intelligent, aidez-moi à me sortir d'ici!",
    "hu": "Hé gyerek! Nagyon okosnak látsz, segíts elmenni innen!",
    "it": "Ehi ragazzo! Sembri piuttosto intelligente, aiutami a tirarmi fuori di qui!",
    "ja": "おいおい！あなたはかなり賢く見えます、私がここから抜け出すのを助けてください！",
    "ko": "꼬마 야! 당신은 꽤 똑똑해 보여요, 여기서 나가게 도와주세요!",
    "nl": "Hé jochie! Je ziet er slim uit, help me hier weg te komen!",
    "no": "Hei gutt! Du ser ganske smart ut, hjelp meg å komme meg ut herfra!",
    "pl": "Cześć dzieciaku! Wyglądasz całkiem sprytnie, pomóż mi się stąd wydostać!",
    "pt": "Ei garoto! Você parece muito inteligente, me ajude a me tirar daqui!",
    "pt-BR": "Ei garoto! Você parece muito inteligente, me ajude a me tirar daqui!",
    "ro": "Hei copil! Arăți destul de deștept, ajută-mă să mă scoată de aici!",
    "ru": "Привет, малыш! Ты выглядишь очень умно, помоги мне вытащить меня отсюда!",
    "sv": "Hej barn! Du ser ganska smart ut, hjälp mig att få mig härifrån!",
    "th": "เฮ้เด็ก! คุณดูฉลาดมากช่วยฉันพาฉันออกไปจากที่นี่!",
    "tr": "Hey evlat! Akıllı görünüyorsun, beni buradan çıkarmama yardım et!",
    "uk": "Гей, дитино! Ви виглядаєте досить розумно, допоможіть мені вийти звідси!",
    "vi": "Này nhóc! Bạn trông khá thông minh, giúp tôi đưa tôi ra khỏi đây!",
    "zh-CN": "嘿小子！你看起来很聪明，帮我把我赶出这里！",
    "zh-TW": "嘿小子！你看起來很聰明，幫我把我趕出這裡！"
}
