{
    "ar": "ما الذي دفعني إلى هذه الفوضى؟ هؤلاء البلهاء يعتقدون أنني واحد من هؤلاء الوحوش يركض!",
    "bg": "Какво ме вкара в тази каша? Тези идиоти мислят, че съм едно от онези чудовища, които тичат наоколо!",
    "cs": "Co mě přimělo k tomu nepořádku? Tito idioti si myslí, že jsem jedna z těch příšer pobíhajících kolem!",
    "da": "Hvad fik mig i dette rod? Disse idioter tror, ​​jeg er en af ​​de monstre, der løber rundt!",
    "de": "Was hat mich in dieses Chaos gebracht? Diese Idioten denken, ich bin eines dieser Monster, die herumrennen!",
    "el": "Τι με πήρε σε αυτό το χάος; Αυτοί οι ηλίθιοι νομίζουν ότι είμαι ένα από αυτά τα τέρατα που τρέχουν!",
    "en": "What got me into this mess? These idiots think I'm one of those monsters running around!",
    "es": "¿Qué me metió en este lío? ¡Estos idiotas piensan que soy uno de esos monstruos corriendo!",
    "es-419": "¿Qué me metió en este lío? ¡Estos idiotas piensan que soy uno de esos monstruos corriendo!",
    "fi": "Mikä sai minut tähän sotkuun? Nämä idiootit luulevat, että olen yksi niistä hirviöistä, jotka juoksevat ympäri!",
    "fr": "Qu'est-ce qui m'a mis dans ce pétrin? Ces idiots pensent que je suis l'un de ces monstres qui courent!",
    "hu": "Mi engem ebbe a rendetlenségbe? Ezek az idióták azt hiszik, hogy egyike vagyok azoknak a szörnyeknek, akik futnak!",
    "it": "Cosa mi ha portato in questo casino? Questi idioti pensano che io sia uno di quei mostri che corrono in giro!",
    "ja": "この混乱に私を導いたのは何ですか？これらの馬鹿は、私が走り回っているそれらのモンスターの一人だと思います！",
    "ko": "이 엉망으로 나를 데려 간 것은 무엇입니까? 이 바보들은 내가 돌아 다니는 괴물 중 하나라고 생각합니다!",
    "nl": "Wat heeft me in deze puinhoop gebracht? Deze idioten denken dat ik een van die monsters ben die rondrennen!",
    "no": "Hva fikk meg til dette rotet? Disse idiotene tror jeg er en av de monstrene som løper rundt!",
    "pl": "Co mnie wciągnęło w ten bałagan? Ci idioci myślą, że jestem jednym z tych potworów biegających w pobliżu!",
    "pt": "O que me meteu nessa bagunça? Esses idiotas pensam que eu sou um daqueles monstros correndo por aí!",
    "pt-BR": "O que me meteu nessa bagunça? Esses idiotas pensam que eu sou um daqueles monstros correndo por aí!",
    "ro": "Ce m-a băgat în această mizerie? Acești idioți cred că sunt unul dintre acești monștri care aleargă!",
    "ru": "Что привело меня в этот беспорядок? Эти идиоты думают, что я один из тех бегающих монстров!",
    "sv": "Vad fick mig till det här röran? Dessa idioter tror att jag är en av de monster som springer runt!",
    "th": "อะไรทำให้ฉันรู้สึกยุ่งเหยิงนี้? พวกโง่คิดว่าข้าเป็นหนึ่งในสัตว์ประหลาดที่วิ่งไปมา!",
    "tr": "Beni bu pisliğe ne soktu? Bu aptallar benim etrafta koşan canavarlardan biri olduğumu düşünüyor!",
    "uk": "Що ввело мене в цей безлад? Ці ідіоти думають, що я одне з тих монстрів, що бігають навколо!",
    "vi": "Điều gì đã đưa tôi vào mớ hỗn độn này? Những kẻ ngốc nghĩ rằng tôi là một trong những con quái vật chạy xung quanh!",
    "zh-CN": "是什么让我陷入困境？这些白痴认为我是那些跑来跑去的怪物之一！",
    "zh-TW": "是什麼讓我陷入困境？這些白痴認為我是那些跑來跑去的怪物之一！"
}
