{
    "ar": "تقول أنها تريد مساعدتك. ربما يمكن أن يساعد في الأرواح التي تطارد هذا المكان؟",
    "bg": "Казва, че иска да ви помогне. Може би това може да помогне с духовете, които преследват това място?",
    "cs": "Říká, že vám chce pomoci. Možná to může pomoci s duchy, kteří pronásledují toto místo?",
    "da": "Det siger, at det vil hjælpe dig. Måske kan det hjælpe med de ånder, der hjemsøger dette sted?",
    "de": "Es sagt, dass es Ihnen helfen will. Vielleicht kann es bei den Geistern helfen, die diesen Ort heimsuchen?",
    "el": "Λέει ότι θέλει να σας βοηθήσει. Ίσως μπορεί να βοηθήσει με τα πνεύματα που στοιχειώνουν αυτό το μέρος;",
    "en": "It says that it wants to help you. Maybe it can help with the spirits haunting this place?",
    "es": "Dice que quiere ayudarte. ¿Tal vez pueda ayudar con los espíritus que acechan este lugar?",
    "es-419": "Dice que quiere ayudarte. ¿Tal vez pueda ayudar con los espíritus que acechan este lugar?",
    "fi": "Se sanoo, että se haluaa auttaa sinua. Ehkä se voi auttaa henkiä, jotka kummittelevat tässä paikassa?",
    "fr": "Il dit qu’il veut vous aider. Peut-être que cela peut aider avec les esprits qui hantent cet endroit?",
    "hu": "Azt mondja, hogy segíteni akar neked. Talán segíthet a szellemekben, akik kísértik ezt a helyet?",
    "it": "Dice che vuole aiutarti. Forse può aiutare con gli spiriti che infestano questo posto?",
    "ja": "それはあなたを助けたいと言っています。多分それはこの場所に出没する霊を助けることができますか?",
    "ko": "그것은 당신을 돕고 싶다고 말합니다. 어쩌면 이곳을 떠도는 영혼들에게 도움이 될 수 있을까요?",
    "nl": "Het zegt dat het je wil helpen. Misschien kan het helpen met de geesten die hier rondspoken?",
    "no": "Den sier at den ønsker å hjelpe deg. Kanskje det kan hjelpe med åndene som hjemsøker dette stedet?",
    "pl": "Mówi, że chce ci pomóc. Może pomoże duchom nawiedzającym to miejsce?",
    "pt": "Diz que quer ajudá-lo. Talvez possa ajudar com os espíritos que assombram este lugar?",
    "pt-BR": "Ele diz que quer ajudá-lo. Talvez possa ajudar com os espíritos que assombram este lugar?",
    "ro": "Se spune că vrea să te ajute. Poate ajuta cu spiritele bântuie acest loc?",
    "ru": "Он говорит, что хочет вам помочь. Может быть, это поможет с духами, преследующими это место?",
    "sv": "Det står att det vill hjälpa dig. Kanske kan det hjälpa till med andarna som hemsöker denna plats?",
    "th": "มันบอกว่ามันต้องการช่วยคุณ บางทีมันอาจช่วยเรื่องวิญญาณที่หลอกหลอนสถานที่แห่งนี้ได้?",
    "tr": "Size yardım etmek istediğini söylüyor. Belki de bu yere musallat olan ruhlara yardımcı olabilir?",
    "uk": "Там написано, що він хоче вам допомогти. Може бути, це може допомогти духам, що переслідують це місце?",
    "vi": "Nó nói rằng nó muốn giúp bạn. Có lẽ nó có thể giúp đỡ với những linh hồn ám ảnh nơi này?",
    "zh-CN": "它说它想帮助你。也许它可以帮助困扰这个地方的灵魂？",
    "zh-TW": "它說它想説明你。也許它可以幫助困擾這個地方的靈魂？"
}
