{
    "ar": "ورع! تأكد من وجود عدد متساو من تعليمات \\\"push\\\" و \\\"pop\\\" ، وإلا فقد يتعطل الرمز.",
    "bg": "Внимателен! Уверете се, че имате равен брой инструкции \\\"push\\\" и \\\"pop\\\", в противен случай кодът може да се срине.",
    "cs": "Opatrný! Ujistěte se, že máte stejný počet instrukcí \\\"push\\\" a \\\"pop\\\", jinak může dojít k selhání kódu.",
    "da": "Forsigtig! Sørg for at have et lige antal 'push' og 'pop' instruktioner, ellers kan koden gå ned.",
    "de": "Vorsichtig! Stellen Sie sicher, dass Sie die gleiche Anzahl von \\\"push\\\"- und \\\"pop\\\"-Anweisungen haben, da sonst der Code abstürzen kann.",
    "el": "Προσεκτικός! Βεβαιωθείτε ότι έχετε ίσο αριθμό οδηγιών «push» και «pop», διαφορετικά ο κώδικας ενδέχεται να καταρρεύσει.",
    "en": "Careful! Be sure to have an equal number of 'push' and 'pop' instructions, otherwise the code may crash.",
    "es": "¡Cuidadoso! Asegúrese de tener un número igual de instrucciones 'push' y 'pop', de lo contrario el código puede bloquearse.",
    "es-419": "¡Cuidadoso! Asegúrese de tener un número igual de instrucciones 'push' y 'pop', de lo contrario el código puede bloquearse.",
    "fi": "Varovainen! Varmista, että sinulla on yhtä monta 'push'- ja 'pop'-ohjeita, muuten koodi voi kaatua.",
    "fr": "Prudent! Assurez-vous d’avoir un nombre égal d’instructions 'push' et 'pop', sinon le code risque de se bloquer.",
    "hu": "Óvatos! Győződjön meg róla, hogy azonos számú \\\"push\\\" és \\\"pop\\\" utasítással rendelkezik, különben a kód összeomolhat.",
    "it": "Attento! Assicurati di avere un numero uguale di istruzioni \\\"push\\\" e \\\"pop\\\", altrimenti il codice potrebbe bloccarsi.",
    "ja": "注意深い！'push' 命令と 'pop' 命令の数が同じであることを確認してください, そうしないと、コードがクラッシュする可能性があります.",
    "ko": "조심하다! 동일한 수의 'push'및 'pop'명령어가 있는지 확인하십시오. 그렇지 않으면 코드가 충돌 할 수 있습니다.",
    "nl": "Voorzichtig! Zorg ervoor dat u een gelijk aantal 'push'- en 'pop'-instructies hebt, anders kan de code crashen.",
    "no": "Forsiktig! Sørg for å ha like mange instruksjoner for 'push' og 'pop', ellers kan koden krasje.",
    "pl": "Ostrożny! Upewnij się, że masz taką samą liczbę instrukcji \\\"push\\\" i \\\"pop\\\", w przeciwnym razie kod może ulec awarii.",
    "pt": "Cuidado! Certifique-se de ter um número igual de instruções 'push' e 'pop', caso contrário, o código pode falhar.",
    "pt-BR": "Cuidadoso! Certifique-se de ter um número igual de instruções 'push' e 'pop', caso contrário, o código pode falhar.",
    "ro": "Atent! Asigurați-vă că aveți un număr egal de instrucțiuni \\\"push\\\" și \\\"pop\\\", în caz contrar codul se poate bloca.",
    "ru": "Осторожный! Убедитесь, что у вас равное количество инструкций 'push' и 'pop', иначе код может аварийно завершить работу.",
    "sv": "Försiktig! Var noga med att ha lika många \\\"push\\\" och \\\"pop\\\" instruktioner, annars kan koden krascha.",
    "th": "ถี่ถ้วน! ตรวจสอบให้แน่ใจว่ามีคําแนะนํา 'push' และ 'pop' จํานวนเท่ากันมิฉะนั้นรหัสอาจขัดข้อง",
    "tr": "Dikkatli! Eşit sayıda 'push' ve 'pop' talimatına sahip olduğunuzdan emin olun, aksi takdirde kod çökebilir.",
    "uk": "Обережні! Обов'язково майте рівну кількість інструкцій 'push' і 'pop', інакше код може вийти з ладу.",
    "vi": "Cẩn thận! Đảm bảo có số lượng lệnh 'push' và 'pop' bằng nhau, nếu không mã có thể gặp sự cố.",
    "zh-CN": "小心！确保具有相同数量的“push”和“pop”指令，否则代码可能会崩溃。",
    "zh-TW": "小心！確保具有相同數量的「push」和「pop」指令，否則代碼可能會崩潰。"
}
