{
    "ar": "كنت تفعل ذلك؟ إذا وجدت %s1 الخاص بي ، فسأكافئك جيدًا ، وأسمح لك بمغادرة السفينة.",
    "bg": "Бихте направили това? Ако намерите моя %s1, ще ви наградя добре и ще ви позволя да тръгнете с кораб.",
    "cs": "Udělal byste to? Pokud najdete můj %s1, odměním vás dobře a dovolím vám odejít lodí.",
    "da": "Vil du gøre det? Hvis du finder min %s1, vil jeg belønne dig godt og tillade dig at rejse med skib.",
    "de": "Das würdest du tun? Wenn du mein %s1 findest, werde ich dich gut belohnen und dir erlauben, mit dem Schiff zu gehen.",
    "el": "Θα το κάνετε αυτό; Αν βρείτε το %s1 μου, θα σας ανταμείψω καλά και θα σας επιτρέψω να φύγετε από το πλοίο.",
    "en": "You would do that? If you find my %s1, I will reward you well, and allow you to leave by ship.",
    "es": "¿Tu harías eso? Si encuentras mi %s1, te recompensaré bien y te permitiré partir en barco.",
    "es-419": "¿Tu harías eso? Si encuentras mi %s1, te recompensaré bien y te permitiré partir en barco.",
    "fi": "Voisitko tehdä sen? Jos löydät %s1-koneeni, palkitsen sinua hyvin ja annan sinun lähteä laivalla.",
    "fr": "Tu ferais ça? Si vous trouvez mon %s1, je vous récompenserai bien et vous permettra de partir en bateau.",
    "hu": "Megtennéd? Ha megtalálja az %s1-émet, jól jutalmazom Önöket és megengedi, hogy hajóval induljanak.",
    "it": "Lo faresti? Se trovi la mia %s1, ti ricompenserò bene e ti permetterò di partire via nave.",
    "ja": "あなたはそれをしますか？あなたが私の%s1を見つけたら、私はあなたによく報い、あなたが船で去ることを許します。",
    "ko": "그렇게 하시겠습니까? 당신이 나의 %s1를 찾으면, 나는 당신에게 잘 보상하고 당신이 배로 떠나도록 허용 할 것입니다.",
    "nl": "Zou je dat doen? Als je mijn %s1 vindt, zal ik je goed belonen en je toestaan ​​per schip te vertrekken.",
    "no": "Vil du gjøre det? Hvis du finner min %s1, vil jeg belønne deg godt og la deg reise med skip.",
    "pl": "Zrobiłbyś to? Jeśli znajdziesz moją %s1, wynagrodzę cię dobrze i pozwolę ci wyjść statkiem.",
    "pt": "Você faria isso? Se você encontrar meu %s1, eu recompensarei você e deixarei você de navio.",
    "pt-BR": "Você faria isso? Se você encontrar meu %s1, eu recompensarei você e deixarei você de navio.",
    "ro": "Ai face asta? Dacă îmi găsiți %s1-ul meu, vă voi răsplăti bine și vă voi permite să plecați cu vaporul.",
    "ru": "Вы бы это сделали? Если ты найдешь мой %s1, я хорошо тебя награжу и позволю тебе уйти на корабле.",
    "sv": "Skulle du göra det? Om du hittar min %s1, kommer jag att belöna dig väl och låta dig åka med fartyget.",
    "th": "คุณจะทำเช่นนั้น? หากคุณพบ %s1 ของฉันฉันจะให้รางวัลคุณดีและอนุญาตให้คุณออกเดินทางโดยเรือ",
    "tr": "Bunu yapardın? Eğer %s1'mi bulursanız, sizi iyi ödüllendirir ve gemi ile gitmenize izin veririm.",
    "uk": "Ви б це зробили? Якщо ти знайдеш мій %s1, я добре віддячу тобі і дозволю поїхати на кораблі.",
    "vi": "Bạn sẽ làm điều đó? Nếu bạn tìm thấy %s1 của tôi, tôi sẽ thưởng cho bạn thật tốt và cho phép bạn rời đi bằng tàu.",
    "zh-CN": "你会那样做吗？如果你找到我的%s1，我会很好地奖励你，并允许你乘船离开。",
    "zh-TW": "你會那樣做嗎？如果你找到我的%s1，我會很好地獎勵你，並允許你乘船離開。"
}
