{
    "ar": "حاول عكس كرة نارية! عمل نسخة من البرنامج النصي '%s1' وتعديله.",
    "bg": "Опитайте да обърнете огнената топка! Направете копие на скрипта „%s1“ и го модифицирайте.",
    "cs": "Zkuste obrátit ohnivou kouli! Vytvořte kopii skriptu '%s1' a upravte jej.",
    "da": "Prøv at vende ildkuglen! Lav en kopi af '%s1' scriptet og rediger det.",
    "de": "Versuche den Feuerball umzukehren! Erstellen Sie eine Kopie des '%s1'-Skripts und ändern Sie es.",
    "el": "Προσπαθήστε να αντιστρέψετε την πυρκαγιά! Κάντε ένα αντίγραφο του σεναρίου '%s1' και τροποποιήστε το.",
    "en": "Try to reverse the fireball! Make a copy of the '%s1' script and modify it.",
    "es": "¡Intenta revertir la bola de fuego! Haga una copia del script '%s1' y modifíquelo.",
    "es-419": "¡Intenta revertir la bola de fuego! Haga una copia del script '%s1' y modifíquelo.",
    "fi": "Yritä kääntää tulipallo! Tee kopio '%s1' -komentosarjasta ja muokkaa sitä.",
    "fr": "Essayez d'inverser la boule de feu! Faites une copie du script '%s1' et modifiez-le.",
    "hu": "Próbálja meg megfordítani a tűzgolyót! Készítsen egy másolatot az '%s1' szkriptről és módosítsa azt.",
    "it": "Prova a invertire la palla di fuoco! Crea una copia dello script '%s1' e modificalo.",
    "ja": "火の玉を逆にしてみてください！ 「%s1」スクリプトのコピーを作成して変更します。",
    "ko": "불 덩어리를 뒤집어보십시오! '%s1'스크립트의 사본을 작성하고 수정하십시오.",
    "nl": "Probeer de vuurbal om te keren! Maak een kopie van het '%s1'-script en pas het aan.",
    "no": "Prøv å snu ildkulen! Lag en kopi av '%s1' -skriptet og modifiser det.",
    "pl": "Spróbuj odwrócić ognistą kulę! Utwórz kopię skryptu „%s1” i zmodyfikuj go.",
    "pt": "Tente reverter a bola de fogo! Faça uma cópia do script '%s1' e modifique-o.",
    "pt-BR": "Tente reverter a bola de fogo! Faça uma cópia do script '%s1' e modifique-o.",
    "ro": "Încercați să inversați mingea de foc! Realizați o copie a scriptului „%s1” și modificați-l.",
    "ru": "Попробуйте перевернуть огненный шар! Сделайте копию скрипта %s1 и измените его.",
    "sv": "Försök att vända eldbollet! Skapa en kopia av '%s1' -skriptet och ändra det.",
    "th": "พยายามที่จะย้อนกลับลูกไฟ! ทำสำเนาของสคริปต์ '%s1' และแก้ไข",
    "tr": "Ateş topunu ters çevirmeye çalışın! '%s1' komut dosyasının bir kopyasını oluşturun ve değiştirin.",
    "uk": "Спробуйте перевернути вогняну кулю! Зробіть копію сценарію '%s1' та змініть її.",
    "vi": "Hãy cố gắng đảo ngược quả cầu lửa! Tạo một bản sao của tập lệnh '%s1' và sửa đổi nó.",
    "zh-CN": "尝试扭转火球！复制“ %s1”脚本并对其进行修改。",
    "zh-TW": "嘗試扭轉火球！複製“ %s1”腳本並對其進行修改。"
}
