{
    "ar": "إذا تم ضبطه على 1 ، التعامل مع 1/3 ضرر. إذا تم ضبطه على 2 ، التعامل مع الضرر بمقدار 3 أضعاف. خلاف ذلك ، يتم التعامل مع الضرر الطبيعي.",
    "bg": "Ако е зададено на 1, тогава се нанасят 1/3 щети. Ако е настроено на 2, се нанасят 3x щети. В противен случай се нанасят нормални щети.",
    "cs": "Pokud je nastavena na 1, pak je uděleno 1/3 poškození. Pokud je nastaveno na 2, je uděleno 3x poškození. V opačném případě dochází k normálnímu poškození.",
    "da": "Hvis den er indstillet til 1, behandles 1/3 skade. Hvis den er indstillet til 2, behandles 3x skade. Ellers behandles normal skade.",
    "de": "Wenn auf 1 gesetzt, wird 1/3 Schaden zugeteilt. Wenn dieser Wert auf 2 gesetzt ist, wird 3x Schaden zugeteilt. Andernfalls wird normaler Schaden zugefügt.",
    "el": "Εάν οριστεί σε 1, τότε η ζημιά του 1/3 μοιράζεται. Εάν οριστεί σε 2, η ζημιά 3x μοιράζεται. Διαφορετικά, αντιμετωπίζεται κανονική ζημιά.",
    "en": "If set to 1, then 1/3 damage is dealt. If set to 2, 3x damage is dealt. Otherwise, normal damage is dealt.",
    "es": "Si se establece en 1, entonces se reparte 1/3 de daño. Si se establece en 2, se inflige 3 veces el daño. De lo contrario, se reparte el daño normal.",
    "es-419": "Si se establece en 1, entonces se reparte 1/3 de daño. Si se establece en 2, se inflige 3 veces el daño. De lo contrario, se reparte el daño normal.",
    "fi": "Jos asetuksena on 1, käsitellään 1/3 vahinkoa. Jos asetuksena on 2, tapahtuu 3x vahinko. Muuten tapahtuu normaali vahinko.",
    "fr": "S’il est réglé sur 1, alors 1/3 de dégâts est infligé. S’il est réglé sur 2, 3x les dégâts sont infligés. Sinon, des dommages normaux sont infligés.",
    "hu": "Ha 1-re van állítva, akkor 1/3 sebzés történik. Ha 2-re van állítva, 3x sebzést okoz. Ellenkező esetben normál kár keletkezik.",
    "it": "Se impostato su 1, viene distribuito 1/3 del danno. Se impostato su 2, viene distribuito un danno 3x. In caso contrario, viene distribuito il danno normale.",
    "ja": "1に設定すると、1/3のダメージが与えられます。2に設定すると、3倍のダメージが与えられます。それ以外の場合は、通 常のダメージが与えられます。",
    "ko": "1로 설정하면 1/3의 피해를 줍니다. 2로 설정하면 3배의 피해를 줍니다. 그렇지 않으면 일반 피해를 입힙니다.",
    "nl": "Indien ingesteld op 1, dan wordt 1/3 schade uitgedeeld. Indien ingesteld op 2, wordt 3x schade uitgedeeld. Anders wordt normale schade uitgedeeld.",
    "no": "Hvis den er satt til 1, deles 1/3 skade ut. Hvis satt til 2, deles 3x skade ut. Ellers blir normal skade utdelt.",
    "pl": "Jeśli ustawiona jest wartość 1, rozdawana jest 1/3 obrażeń. Jeśli ustawiona jest wartość 2, 3x obrażenia są rozdawane. W przeciwnym razie rozdawane są normalne obrażenia.",
    "pt": "Se definido como 1, então 1/3 dano é causado. Se definido como 2, 3x dano é causado. Caso contrário, danos normais são causados.",
    "pt-BR": "Se definido como 1, então 1/3 de dano é causado. Se definido como 2, o dano de 3x é causado. Caso contrário, o dano normal é causado.",
    "ro": "Dacă este setat la 1, atunci se distribuie daune 1/3. Dacă este setat la 2, se provoacă daune de 3x. În caz contrar, se provoacă daune normale.",
    "ru": "Если установлено значение 1, то наносится 1/3 урона. Если установлено значение 2, наносится 3-кратный урон. В противном случае наносится нормальный урон.",
    "sv": "Om den är inställd på 1, hanteras 1/3 skada. Om den är inställd på 2 hanteras 3x skadan. Annars hanteras normal skada.",
    "th": "หากตั้งค่าเป็น 1 แสดงว่าความเสียหาย 1/3 จะสําเร็จ หากตั้งค่าเป็น 2 ความเสียหาย 3x จะสําเร็จ มิฉะนั้นความเสียหายปกติจะได้รับการจัดการ",
    "tr": "1 olarak ayarlanırsa 1/3 hasar dağıtılır. 2 olarak ayarlanırsa 3x hasar dağıtılır. Aksi takdirde, normal hasar dağıtılır.",
    "uk": "Якщо встановлено значення 1, то наноситься 1/3 шкоди. Якщо встановлено значення 2, наноситься 3-кратний збиток. В іншому випадку наноситься звичайна шкода.",
    "vi": "Nếu đặt thành 1, thì 1/3 sát thương được xử lý. Nếu đặt thành 2, sát thương gấp 3 lần được gây ra. Nếu không, thiệt hại bình thường được xử lý.",
    "zh-CN": "如果设置为 1，则造成 1/3 伤害。如果设置为 2，则造成 3 倍伤害。否则，会造成正常伤害。",
    "zh-TW": "如果設置為 1，則造成 1/3 傷害。如果設置為 2，則造成 3 倍傷害。否則，會造成正常傷害。"
}
