{
    "ar": "يغطي هذا الفصل عمليات التجميع الشائعة التي تنطوي على حركة البيانات. على وجه التحديد ، يغطي هذا الفصل العمليات الحسابية والمكدس.",
    "bg": "Тази глава обхваща обичайните операции по сглобяване, които включват движението на данни. По-конкретно, тази глава обхваща операции по аритметика и стек.",
    "cs": "Tato kapitola se zabývá běžnými montážními operacemi, které zahrnují pohyb dat. Konkrétně tato kapitola zahrnuje aritmetické operace a operace zásobníku.",
    "da": "Dette kapitel omhandler fælles forsamlingsoperationer, der involverer dataflytning. Nærmere bestemt dækker dette kapitel aritmetiske og stabile operationer.",
    "de": "In diesem Kapitel werden allgemeine Montagevorgänge behandelt, bei denen Daten verschoben werden. Dieses Kapitel behandelt insbesondere Arithmetik- und Stapeloperationen.",
    "el": "Αυτό το κεφάλαιο καλύπτει κοινές εργασίες συναρμολόγησης που αφορούν την κίνηση δεδομένων. Συγκεκριμένα, αυτό το κεφάλαιο καλύπτει τις αριθμητικές και τις στοίβες.",
    "en": "This chapter covers common assembly operations that involve the movement of data. Specifically, this chapter covers arithmetic and stack operations.",
    "es": "Este capítulo cubre las operaciones de ensamblaje comunes que involucran el movimiento de datos. Específicamente, este capítulo cubre operaciones aritméticas y de pila.",
    "es-419": "Este capítulo cubre las operaciones de ensamblaje comunes que involucran el movimiento de datos. Específicamente, este capítulo cubre operaciones aritméticas y de pila.",
    "fi": "Tässä luvussa käsitellään yleisiä kokoonpanotoimia, joihin liittyy datan siirto. Erityisesti tässä luvussa käsitellään aritmeettisia ja pinooperaatioita.",
    "fr": "Ce chapitre couvre les opérations d’assemblage courantes impliquant le déplacement de données. Plus précisément, ce chapitre couvre les opérations arithmétiques et de pile.",
    "hu": "Ez a fejezet az adatok mozgatásával kapcsolatos közös szerelési műveleteket foglalja magában. Pontosabban, ez a fejezet az aritmetikai és a verem műveleteket foglalja magában.",
    "it": "Questo capitolo tratta le operazioni di assemblaggio comuni che riguardano il movimento dei dati. Nello specifico, questo capitolo tratta le operazioni aritmetiche e di stack.",
    "ja": "この章では、データの移動を伴う一般的なアセンブリ操作について説明します。具体的には、この章では算術演算とスタック演算について説明します。",
    "ko": "이 장에서는 데이터 이동과 관련된 일반적인 어셈블리 작업에 대해 다룹니다. 특히이 장에서는 산술 및 스택 연산에 대해 설명합니다.",
    "nl": "Dit hoofdstuk behandelt algemene assemblagewerkzaamheden waarbij gegevens worden verplaatst. Dit hoofdstuk behandelt met name rekenkundige bewerkingen en stapelbewerkingen.",
    "no": "Dette kapittelet dekker felles montering som involverer bevegelse av data. Spesielt gjelder dette kapittelet aritmetiske og stabile operasjoner.",
    "pl": "W tym rozdziale omówiono typowe operacje montażu, które wiążą się z przemieszczaniem danych. W szczególności rozdział ten obejmuje operacje arytmetyczne i stosowe.",
    "pt": "Este capítulo aborda operações comuns de montagem que envolvem o movimento de dados. Especificamente, este capítulo aborda operações aritméticas e de pilha.",
    "pt-BR": "Este capítulo aborda operações comuns de montagem que envolvem o movimento de dados. Especificamente, este capítulo aborda operações aritméticas e de pilha.",
    "ro": "Acest capitol cuprinde operațiuni comune de asamblare care implică mișcarea datelor. În mod specific, acest capitol acoperă operațiile aritmetice și de stivă.",
    "ru": "В этой главе рассматриваются общие операции сборки, связанные с перемещением данных. В частности, в этой главе рассматриваются арифметические и стековые операции.",
    "sv": "Detta kapitel omfattar gemensamma monteringsoperationer som involverar dataförflyttning. Specifikt omfattar detta kapitel aritmetiska och stackoperationer.",
    "th": "บทนี้ครอบคลุมการดำเนินการชุมนุมทั่วไปที่เกี่ยวข้องกับการเคลื่อนไหวของข้อมูล โดยเฉพาะบทนี้ครอบคลุมการดำเนินการทางคณิตศาสตร์และสแต็ค",
    "tr": "Bu bölüm, verilerin hareketini içeren ortak montaj işlemlerini kapsar. Özellikle, bu bölüm aritmetik ve yığın işlemlerini kapsar.",
    "uk": "Цей розділ охоплює загальні операції складання, що передбачають переміщення даних. Зокрема, ця глава охоплює арифметичні та стекові операції.",
    "vi": "Chương này bao gồm các hoạt động lắp ráp phổ biến liên quan đến sự di chuyển của dữ liệu. Cụ thể, chương này bao gồm các phép toán số học và ngăn xếp.",
    "zh-CN": "本章介绍涉及数据移动的常见装配操作。具体来说，本章介绍算术和堆栈操作。",
    "zh-TW": "本章介紹涉及數據移動的常見裝配操作。具體來說，本章介紹算術和堆棧操作。"
}
