{
    "ar": "يغطي هذا الفصل عمليات التجميع الشائعة التي تنطوي على حركة البيانات. على وجه التحديد ، يغطي هذا العمليات الحسابية والعمليات الثنائية وعمليات التكديس.",
    "bg": "Тази глава обхваща обичайните операции по сглобяване, които включват движението на данни. По-конкретно, това включва аритметични, двоични операции и операции на стека.",
    "cs": "Tato kapitola se zabývá běžnými montážními operacemi, které zahrnují pohyb dat. Konkrétně se jedná o aritmetické operace, binární operace a operace zásobníku.",
    "da": "Dette kapitel omhandler fælles forsamlingsoperationer, der involverer dataflytning. Specifikt omfatter dette aritmetiske, binære operationer og stablingsoperationer.",
    "de": "In diesem Kapitel werden allgemeine Montagevorgänge behandelt, bei denen Daten verschoben werden. Dies umfasst insbesondere arithmetische Operationen, binäre Operationen und Stapeloperationen.",
    "el": "Αυτό το κεφάλαιο καλύπτει κοινές εργασίες συναρμολόγησης που αφορούν την κίνηση δεδομένων. Συγκεκριμένα, αυτό καλύπτει αριθμητικές, δυαδικές λειτουργίες και λειτουργίες στοίβας.",
    "en": "This chapter covers common assembly operations that involve the movement of data. Specifically, this covers arithmetic, binary operations, and stack operations.",
    "es": "Este capítulo cubre las operaciones de ensamblaje comunes que involucran el movimiento de datos. Específicamente, esto cubre operaciones aritméticas, binarias y de pila.",
    "es-419": "Este capítulo cubre las operaciones de ensamblaje comunes que involucran el movimiento de datos. Específicamente, esto cubre operaciones aritméticas, binarias y de pila.",
    "fi": "Tässä luvussa käsitellään yleisiä kokoonpanotoimia, joihin liittyy datan siirto. Erityisesti tämä kattaa aritmeettiset, binääritoiminnot ja pinooperaatiot.",
    "fr": "Ce chapitre couvre les opérations d’assemblage courantes impliquant le déplacement de données. Plus précisément, cela couvre l'arithmétique, les opérations binaires et les opérations de pile.",
    "hu": "Ez a fejezet az adatok mozgatásával kapcsolatos közös szerelési műveleteket foglalja magában. Ez konkrétan az aritmetikai, bináris műveleteket és a verem műveleteket foglalja magában.",
    "it": "Questo capitolo tratta le operazioni di assemblaggio comuni che riguardano il movimento dei dati. In particolare, questo copre operazioni aritmetiche, binarie e stack.",
    "ja": "この章では、データの移動を伴う一般的なアセンブリ操作について説明します。具体的には、算術演算、二項演算、およびスタック演算について説明します。",
    "ko": "이 장에서는 데이터 이동과 관련된 일반적인 어셈블리 작업에 대해 다룹니다. 특히 산술, 이진 연산 및 스택 연산을 다룹니다.",
    "nl": "Dit hoofdstuk behandelt algemene assemblagewerkzaamheden waarbij gegevens worden verplaatst. Dit geldt in het bijzonder voor rekenkundige bewerkingen, binaire bewerkingen en stapelbewerkingen.",
    "no": "Dette kapittelet dekker felles montering som involverer bevegelse av data. Spesifikt omfatter dette aritmetiske, binære operasjoner og stablingsoperasjoner.",
    "pl": "W tym rozdziale omówiono typowe operacje montażu, które wiążą się z przemieszczaniem danych. W szczególności dotyczy to arytmetyki, operacji binarnych i operacji na stosie.",
    "pt": "Este capítulo aborda operações comuns de montagem que envolvem o movimento de dados. Especificamente, isso abrange operações aritméticas, binárias e operações de pilha.",
    "pt-BR": "Este capítulo aborda operações comuns de montagem que envolvem o movimento de dados. Especificamente, isso abrange operações aritméticas, binárias e operações de pilha.",
    "ro": "Acest capitol cuprinde operațiuni comune de asamblare care implică mișcarea datelor. În mod specific, aceasta acoperă operațiile aritmetice, binare și operațiunile de stivă.",
    "ru": "В этой главе рассматриваются общие операции сборки, связанные с перемещением данных. В частности, это охватывает арифметические, двоичные операции и операции со стеком.",
    "sv": "Detta kapitel omfattar gemensamma monteringsoperationer som involverar dataförflyttning. Specifikt omfattar detta aritmetiska, binära operationer och stapeloperationer.",
    "th": "บทนี้ครอบคลุมการดำเนินการชุมนุมทั่วไปที่เกี่ยวข้องกับการเคลื่อนไหวของข้อมูล สิ่งนี้ครอบคลุมถึงการคำนวณเลขฐานสองการดำเนินการแบบไบนารีและการดำเนินการสแต็ก",
    "tr": "Bu bölüm, verilerin hareketini içeren ortak montaj işlemlerini kapsar. Spesifik olarak, bu aritmetik, ikili işlemleri ve yığın işlemlerini kapsar.",
    "uk": "Цей розділ охоплює загальні операції складання, що передбачають переміщення даних. Зокрема, це стосується арифметичних, двійкових операцій і операцій стека.",
    "vi": "Chương này bao gồm các hoạt động lắp ráp phổ biến liên quan đến sự di chuyển của dữ liệu. Cụ thể, điều này bao gồm số học, hoạt động nhị phân và hoạt động ngăn xếp.",
    "zh-CN": "本章介绍涉及数据移动的常见装配操作。具体来说，这包括算术，二进制运算和堆栈运算。",
    "zh-TW": "本章介紹涉及數據移動的常見裝配操作。具體來說，這包括算術，二進制運算和堆棧運算。"
}
