{
    "ar": ".dword هذا هو حجم البيانات التي يتم الوصول إليها. الزوجي والأعداد الصحيحة الطويلة تأخذ 8 بايت. هذا أقل شيوعا بكثير من .qword = بايت 8",
    "bg": "qword = 8 байта. Това е размерът на данните, до които се осъществява достъп. Двойките и дългите цели числа заемат 8 байта. Това е много по-рядко срещано от dword.",
    "cs": "qword = 8 bajtů. Jedná se o velikost dat, ke kterým se přistupuje. Dvojitá a dlouhá celá čísla zabírají 8 bajtů. To je mnohem méně časté než dword.",
    "da": "qword = 8 byte. Dette er størrelsen på de data, der tilgås. Doubler og lange heltal fylder 8 byte. Dette er langt mindre almindeligt end end dword.",
    "de": "qword = 8 Bytes. Dies ist die Größe der Daten, auf die zugegriffen wird. Doubles und lange ganze Zahlen beanspruchen 8 Bytes. Dies ist weit weniger verbreitet als dword.",
    "el": "qword = 8 byte. Αυτό είναι το μέγεθος των δεδομένων στα οποία έχετε πρόσβαση. Οι διπλοί και μεγάλοι ακέραιοι καταλαμβάνουν 8 byte. Αυτό είναι πολύ λιγότερο κοινό από το dword.",
    "en": "qword = 8 bytes. This is the size of the data being accessed. Doubles and long integers take up 8 bytes. This is far less common than than dword.",
    "es": "qword = 8 bytes. Este es el tamaño de los datos a los que se accede. Los enteros dobles y largos ocupan 8 bytes. Esto es mucho menos común que dword.",
    "es-419": "qword = 8 bytes. Este es el tamaño de los datos a los que se accede. Los enteros dobles y largos ocupan 8 bytes. Esto es mucho menos común que dword.",
    "fi": "qword = 8 tavua. Tämä on käytettävien tietojen koko. Kaksinkertaiset ja pitkät kokonaisluvut vievät 8 tavua. Tämä on paljon harvinaisempaa kuin dword.",
    "fr": "qword = 8 octets. Il s’agit de la taille des données consultées. Les entiers doubles et longs occupent 8 octets. C’est beaucoup moins courant que dword.",
    "hu": "qword = 8 bájt. Ez az elért adatok mérete. A páros és hosszú egész számok 8 bájtot foglalnak el. Ez sokkal kevésbé gyakori, mint a dword.",
    "it": "qword = 8 byte. Questa è la dimensione dei dati a cui si accede. I numeri interi doppi e lunghi occupano 8 byte. Questo è molto meno comune di dword.",
    "ja": "qword = 8 バイト。これは、アクセスされるデータのサイズです。倍精度浮動小数点数と長整数は 8 バイトを占有し ます。これはdwordよりもはるかに一般的ではありません。",
    "ko": "qword = 8바이트. 액세스되는 데이터의 크기입니다. Double 정수와 Long 정수는 8바이트를 차지합니다. 이것은 dword보다 훨씬 덜 일반적입니다.",
    "nl": "qword = 8 bytes. Dit is de grootte van de gegevens waartoe toegang wordt verkregen. Dubbele en lange gehele getallen nemen 8 bytes in beslag. Dit komt veel minder vaak voor dan dword.",
    "no": "qword = 8 byte. Dette er størrelsen på dataene som åpnes. Dobbel og lange heltall tar opp 8 byte. Dette er langt mindre vanlig enn enn dword.",
    "pl": "qword = 8 bajtów. Jest to rozmiar danych, do których uzyskiwany jest dostęp. Podwojenia i długie liczby całkowite zajmują 8 bajtów. Jest to znacznie mniej powszechne niż dword.",
    "pt": "qword = 8 bytes. Este é o tamanho dos dados que estão sendo acessados. Duplos e inteiros longos ocupam 8 bytes. Isso é muito menos comum do que dword.",
    "pt-BR": "qword = 8 bytes. Este é o tamanho dos dados que estão sendo acessados. Números inteiros duplos e longos ocupam 8 bytes. Isso é muito menos comum do que o dword.",
    "ro": "qword = 8 octeți. Aceasta este dimensiunea datelor accesate. Dublele și numerele întregi lungi ocupă 8 octeți. Acest lucru este mult mai puțin frecvente decât dword.",
    "ru": "qword = 8 байт. Это размер данных, к которым осуществляется доступ. Двойные и длинные целые числа занимают 8 байт. Это встречается гораздо реже, чем dword.",
    "sv": "qword = 8 byte. Detta är storleken på de data som nås. Dubblar och långa heltal tar upp 8 byte. Detta är mycket mindre vanligt än dword.",
    "th": "QWORD = 8 ไบต์ นี่คือขนาดของข้อมูลที่กําลังเข้าถึง คู่และจํานวนเต็มยาวใช้เวลาถึง 8 ไบต์ นี่เป็นเรื่องธรรมดาน้อยกว่าดาบ",
    "tr": "qword = 8 bayt. Bu, erişilen verilerin boyutudur. Çift ve uzun tamsayılar 8 bayt yer kaplar. Bu, dword'den çok daha az yaygındır.",
    "uk": "qword = 8 байтів. Це розмір даних, до яких здійснюється доступ. Подвійні та довгі цілі числа займають 8 байт. Це зустрічається набагато рідше, ніж dword.",
    "vi": "qword = 8 byte. Đây là kích thước của dữ liệu đang được truy cập. Số nguyên kép và dài chiếm 8 byte. Điều này ít phổ biến hơn nhiều so với dword.",
    "zh-CN": "qword = 8 字节。这是正在访问的数据的大小。双精度和长整数占用 8 个字节。这远不如dword常见。",
    "zh-TW": "qword = 8 位元組。這是正在訪問的數據的大小。雙精度和長整數佔用8個字節。這遠不如dword常見。"
}
