{
    "ar": "qword = 8 بايت. هذا هو حجم البيانات التي يتم الوصول إليها. زوجي والأعداد الصحيحة الطويلة يستغرق 8 بايت. هذا هو أقل شيوعا بكثير من dword.",
    "bg": "qword = 8 байта. Това е размерът на данните, до които се осъществява достъп. Двойните и дългите цели числа заемат 8 байта. Това е далеч по-рядко от dword.",
    "cs": "qword = 8 bajtů. Toto je velikost dat, ke které se přistupuje. Čtyřhra a dlouhá celá čísla zabírají 8 bajtů. To je mnohem méně časté než dword.",
    "da": "qword = 8 byte. Dette er størrelsen af de data, der tilgås. Doubler og lange heltal fylder 8 byte. Dette er langt mindre udbredt end dword.",
    "de": "qword = 8 Bytes. Dies ist die Größe der Daten, auf die zugegriffen wird. Doubles und Long-Ganzzahlen nehmen 8 Bytes in Anspruch. Dies ist weit weniger häufig als dword.",
    "el": "qword = 8 bytes. Αυτό είναι το μέγεθος των δεδομένων στα οποία γίνεται πρόσβαση. Οι διπλοί και οι μεγάλοι ακέραιοι καταλαμβάνουν 8 byte. Αυτό είναι πολύ λιγότερο συχνές από ό, τι dword.",
    "en": "qword = 8 bytes. This is the size of the data being accessed. Doubles and long integers take up 8 bytes. This is far less common than than dword.",
    "es": "qword = 8 bytes. Este es el tamaño de los datos a los que se accede. Los enteros largos y dobles ocupan 8 bytes. Esto es mucho menos común que dword.",
    "es-419": "qword = 8 bytes. Este es el tamaño de los datos a los que se accede. Los enteros largos y dobles ocupan 8 bytes. Esto es mucho menos común que dword.",
    "fi": "qword = 8 tavua. Tämä on käytettävissä olevien tietojen koko. Nelinpeli ja pitkät kokonaisluvut vievät 8 tavua. Tämä on paljon harvinaisempaa kuin dword.",
    "fr": "qword = 8 octets. C’est la taille des données consultées. Les doubles et les entiers longs prennent 8 octets. C’est beaucoup moins fréquent que dword.",
    "hu": "qword = 8 bájt. Ez az elért adatok mérete. A páros és a hosszú egész számok 8 bájtot vesznek fel. Ez sokkal kevésbé gyakori, mint a dword.",
    "it": "qword = 8 byte. Questa è la dimensione dei dati a cui si accede. I doppi e i valori long integer occupano 8 byte. Questo è molto meno comune di dword.",
    "ja": "qword = 8 バイト。これは、アクセスされるデータのサイズです。倍精度整数と長整数は 8 バイトを要します。これは dword よりもはるかに一般的ではありません。",
    "ko": "qword = 8 바이트. 액세스 중인 데이터의 크기입니다. 복식과 긴 정수는 8바이트를 차지합니다. 이는 dword보다 훨 씬 덜 일반적입니다.",
    "nl": "qword = 8 bytes. Dit is de grootte van de gegevens die worden geopend. Dubbels en lange gehele getallen nemen 8 bytes in beslag. Dit komt veel minder vaak voor dan dwordQ.",
    "nb": "qword = 8 byte. Dette er størrelsen på dataene som åpnes. Dobler og lange heltall tar opp 8 byte. Dette er langt mindre vanlig enn dword.",
    "pl": "qword = 8 bajtów. Jest to rozmiar danych, do które uzyskuje się dostęp. Podwaja i długie liczby całkowite zajmują 8 bajtów. Jest to znacznie mniej powszechne niż dword.",
    "pt": "qword = 8 bytes. Este é o tamanho dos dados que estão a ser acedidos. Duplos e inteiros longos tomam 8 bytes. Isto é muito menos comum do que o dword.",
    "pt-BR": "qword = 8 bytes. Este é o tamanho dos dados que estão sendo acessados. Duplas e inteiros longos tomam 8 bytes. Isso é muito menos comum do que o dword.",
    "ro": "qword = 8 octeți. Aceasta este dimensiunea datelor accesate. Numerele duble și numerele întregi lungi ocupă 8 octeți. Acest lucru este mult mai puțin frecvente decât dword.",
    "ru": "qword = 8 байтов. Это размер доступа к данным. Парные и длинные цыпломы занимают 8 байтов. Это гораздо реже, чем dword.",
    "sv": "qword = 8 byte. Detta är storleken på de data som används. Dubbel och långa heltal tar upp 8 byte. Detta är mycket mindre vanligt än dword.",
    "th": "qword = 8 ไบต์ นี่คือขนาดของข้อมูลที่กําลังเข้าถึง จํานวนเต็มสองเท่าและยาวใช้เวลา 8 ไบต์ นี่คือไกลน้อยกว่า dword.",
    "tr": "qword = 8 bayt. Bu, erişilen verilerin boyutudur. Çiftler ve uzun tümsalar 8 bayt alır. Bu dword çok daha az yaygındır.",
    "uk": "qword = 8 байт. Це розмір даних, які можна отримати. Парний розряд та довгі цілі числа займають 8 байтів. Це набагато менш поширене, ніж dword.",
    "vi": "qword = 8 byte. Đây là kích thước của dữ liệu được truy cập. Đôi và số nguyên dài mất 8 byte. Điều này là ít phổ biến hơn so với dword.",
    "zh-CN": "qword = 8 字节。这是要访问的数据的大小。双精度和长整数占用 8 个字节。这远不比dword那么普遍。",
    "zh-TW": "qword = 8 位元組。這是要訪問的數據的大小。雙精度和長整數佔用 8 個字節。這遠不比dword那麼普遍。"
}
