{
    "ar": "dword = 4 بايت. هذا هو حجم المتغير الذي يتم الوصول إليها. الأعداد الصحيحة والعوامات كلاهما 4 بايت، مما يجعل هذا الحجم الأكثر استخداماً.",
    "bg": "dword = 4 байта. Това е размерът на променливата, до която е достъп. Цели числа и плувки са 4-байта, което прави това най-често използваните размери.",
    "cs": "dword = 4 bajty. Toto je velikost proměnné, ke které přistupuje. Celá čísla a plováky jsou oba 4 bajty, takže je nejčastěji používaná velikost.",
    "da": "dword = 4 byte. Dette er størrelsen af den variabel, der tilgås. Heltal og flåd er begge 4-bytes, hvilket gør dette til den mest anvendte størrelse.",
    "de": "dword = 4 Bytes. Dies ist die Größe der Variablen, auf die zugegriffen wird. Ganzzahlen und Floats sind beide 4-Byte, was dies zur am häufigsten verwendeten Größe macht.",
    "el": "dword = 4 bytes. Αυτό είναι το μέγεθος της μεταβλητής στην οποία γίνεται πρόσβαση. Οι ακέραιοι και οι πλωτήρες είναι και τα δύο 4 byte, καθιστώντας το πιο συχνά χρησιμοποιούμενο μέγεθος.",
    "en": "dword = 4 bytes. This is the size of the variable being accessed. Integers and floats are both 4-bytes, making this the most commonly used size.",
    "es": "dword = 4 bytes. Este es el tamaño de la variable a la que se accede. Los enteros y los flotantes son de 4 bytes, lo que lo convierte en el tamaño más utilizado.",
    "es-419": "dword = 4 bytes. Este es el tamaño de la variable a la que se accede. Los enteros y los flotantes son de 4 bytes, lo que lo convierte en el tamaño más utilizado.",
    "fi": "dword = 4 tavua. Tämä on käytettävän muuttujan koko. Kokonaisluvut ja kellukkeet ovat molemmat 4 tavua, joten tämä on yleisimmin käytetty koko.",
    "fr": "dword = 4 octets. C’est la taille de la variable à la différence. Les entiers et les flotteurs sont tous deux 4 octets, ce qui en fait la taille la plus couramment utilisée.",
    "hu": "dword = 4 bájt. Ez az elérni való változó mérete. Az egész számok és az úszók egyaránt 4 bájtok, így ez a leggyakrabban használt méret.",
    "it": "dword = 4 byte. Questa è la dimensione della variabile a cui si accede. Integer e float sono entrambi 4 byte, rendendo questa la dimensione più comunemente utilizzata.",
    "ja": "dword = 4 バイト。これは、アクセスされる変数のサイズです。整数と浮動小数点数はどちらも 4 バイトであり、最もよく使用されるサイズです。",
    "ko": "dword = 4 바이트. 액세스 중인 변수의 크기입니다. 정수와 수레는 모두 4바이트크기로 가장 일반적으로 사용되는 크기입니다.",
    "nl": "dword = 4 bytes. Dit is de grootte van de variabele die wordt geopend. Gehele getallen en praalwagens zijn beide 4-bytes, waardoor dit de meest gebruikte grootte.",
    "nb": "dword = 4 byte. Dette er størrelsen på variabelen som åpnes. Heltall og flyter er begge 4 byte, noe som gjør dette til den mest brukte størrelsen.",
    "pl": "dword = 4 bajty. Jest to rozmiar zmiennej, do która jest dostępna. Liczby całkowite i floats są zarówno 4-bajtów, co czyni go najczęściej używanym rozmiarem.",
    "pt": "dword = 4 bytes. Este é o tamanho da variável que está a ser acedida. Os inteiros e os carros alegóricos são ambos de 4 bytes, o que faz deste o tamanho mais utilizado.",
    "pt-BR": "dword = 4 bytes. Este é o tamanho da variável que está sendo acessada. Inteiros e carros alegóricos são ambos de 4 bytes, tornando este o tamanho mais usado.",
    "ro": "dword = 4 octeți. Aceasta este dimensiunea variabilei accesate. Numerele întregi și flotoarele sunt ambele de 4 octeți, ceea ce face ca aceasta să fie cea mai utilizată dimensiune.",
    "ru": "dword = й 4 байтов. Это размер доступной переменной. Интеграторы и поплавки являются 4-байтами, что делает это наиболее часто используемый размер.",
    "sv": "dword = 4 byte. Det här är storleken på variabeln som används. Heltal och flöten är båda 4-byte, vilket gör detta till den vanligaste storleken.",
    "th": "dword = 4 ไบต์ นี่คือขนาดของตัวแปรที่กําลังเข้าถึง จํานวนเต็มและ floats เป็นทั้ง 4 ไบต์ ทําให้ขนาดนี้ใช้กันมากที่สุด",
    "tr": "dword = 4 bayt. Bu, erişilen değişkenin boyutudur. Tamsayılar ve şamandıralar her ikisi de 4-bayt, bu en yaygın olarak kullanılan boyutu yapma vardır.",
    "uk": "dword = 4 байти. Це розмір змінної доступу. Цілі числа і поплавці обидва 4-байти, що робить це найбільш часто використовуваних розмірів.",
    "vi": "dword = 4 byte. Đây là kích thước của biến được truy cập. Các số nguyên và nổi là 4 byte, làm cho kích thước này thường được sử dụng nhất.",
    "zh-CN": "dword = 4 个字节。这是要访问的变量的大小。整数和浮点均为 4 字节，使其成为最常用的大小。",
    "zh-TW": "dword = 4 個字節。這是要訪問的變數的大小。整數和浮點均為 4 位元組,使其成為最常用的大小。"
}
