{
    "ar": ".'ptr [eax]' يشير إلى أنه يتم الوصول إلى مؤشر. سيظهر هذا دائما قبل الأقواس ، أي = ptr",
    "bg": "ptr = показва, че се осъществява достъп до указател. Това винаги ще се появява преди скоби, т.е. 'ptr [eax]'.",
    "cs": "ptr = označuje, že dochází k přístupu k ukazateli. To se vždy zobrazí před závorkami, tj. 'ptr [eax]'.",
    "da": "ptr = angiver, at der er adgang til en markør. Dette vil altid fremgå før parenteser, dvs. 'ptr [eax]'.",
    "de": "ptr = zeigt an, dass auf einen Zeiger zugegriffen wird. Dies wird immer vor Klammern angezeigt, z. B. 'ptr [eax]'.",
    "el": "ptr = υποδεικνύει ότι γίνεται πρόσβαση σε ένα δείκτη. Αυτό θα εμφανίζεται πάντα πριν από τις αγκύλες, δηλαδή «ptr [eax]».",
    "en": "ptr = indicates that a pointer is being accessed. This will always appear before brackets, ie 'ptr [eax]'.",
    "es": "ptr = indica que se está accediendo a un puntero. Esto siempre aparecerá antes de los corchetes, es decir, 'ptr [eax]'.",
    "es-419": "ptr = indica que se está accediendo a un puntero. Esto siempre aparecerá antes de los corchetes, es decir, 'ptr [eax]'.",
    "fi": "ptr = ilmaisee, että osoitinta käytetään. Tämä näkyy aina ennen sulkeita, eli 'ptr [eax]'.",
    "fr": "ptr = indique qu’un pointeur est en cours d’accès. Cela apparaîtra toujours avant les parenthèses, c’est-à-dire 'ptr [eax]'.",
    "hu": "ptr = azt jelzi, hogy egy mutatóhoz hozzáférnek. Ez mindig zárójelek előtt jelenik meg, azaz 'ptr [eax]'.",
    "it": "ptr = indica che è in corso l'accesso a un puntatore. Questo apparirà sempre prima delle parentesi, cioè 'ptr [eax]'.",
    "ja": "ptr = ポインターがアクセスされていることを示します。これは常に括弧の前に表示されます、つまり 'ptr [eax]'。",
    "ko": "ptr = 포인터에 액세스하고 있음을 나타냅니다. 이것은 항상 대괄호 앞에 나타납니다(예: 'ptr [eax]').",
    "nl": "ptr = geeft aan dat een aanwijzer wordt benaderd. Dit staat altijd tussen haakjes, dus 'ptr [eax]'.",
    "no": "ptr = indikerer at en peker åpnes. Dette vil alltid vises før parenteser, dvs.",
    "pl": "PTR = wskazuje, że wskaźnik jest dostępny. Będzie to zawsze pojawiać się przed nawiasami, tj. 'ptr [eax]'.",
    "pt": "ptr = indica que um ponteiro está sendo acessado. Este aparecerá sempre entre parênteses, ou seja, 'ptr [eax]'.",
    "pt-BR": "ptr = indica que um ponteiro está sendo acessado. Isso sempre aparecerá antes dos colchetes, ou seja, 'ptr [eax]'.",
    "ro": "ptr = indică faptul că un indicator este accesat. Acest lucru va apărea întotdeauna înainte de paranteze, adică 'ptr [eax]'.",
    "ru": "ptr = указывает на то, что осуществляется доступ к указателю. Это всегда будет отображаться перед скобками, т.е. 'ptr [eax]'.",
    "sv": "ptr = indikerar att en pekare används. Detta kommer alltid att visas före parenteser, dvs 'ptr [eax]'.",
    "th": "ptr = บ่งชี้ว่ากําลังเข้าถึงตัวชี้ สิ่งนี้จะปรากฏก่อนวงเล็บเสมอเช่น 'ptr [eax]'",
    "tr": "ptr = bir işaretçiye erişilmekte olduğunu gösterir. Bu her zaman parantezlerden önce görünecektir, yani 'ptr [eax]'.",
    "uk": "ptr = вказує на доступ до вказівника. Це завжди буде відображатися перед дужками, тобто 'ptr [eax]'.",
    "vi": "ptr = chỉ ra rằng một con trỏ đang được truy cập. Điều này sẽ luôn xuất hiện trước dấu ngoặc, tức là 'ptr [eax]'.",
    "zh-CN": "PTR = 表示正在访问指针。这将始终出现在括号之前，即“ptr [eax]”。",
    "zh-TW": "PTR = 表示正在存取指標。這將始終出現在括弧之前，即“ptr [eax]”。"
}
