{
    "ar": "ptr = يشير إلى أنه يتم الوصول إلى مؤشر. هذا سوف تظهر دائما قبل الأقواس، أي 'ptr [eax]'.",
    "bg": "ptr = показва, че показалецът е достъпен. Това винаги ще се появи преди скоби, т.е. \\\"ptr [eax]\\\".",
    "cs": "ptr = označuje, že je přístupný ukazatel. To se vždy objeví před závorky, tj ptr [eax].'",
    "da": "ptr = angiver, at der opnås adgang til en markør. Dette vil altid blive vist før parenteser, dvs 'ptr [eax]'.",
    "de": "ptr = gibt an, dass auf einen Zeiger zugegriffen wird. Dies wird immer vor Klammern angezeigt, d.h. 'ptr [eax]'.",
    "el": "ptr = δηλώνει ότι γίνεται πρόσβαση σε ένα δείκτη. Αυτό θα εμφανίζεται πάντα πριν από αγκύλες, δηλαδή «ptr [eax]».",
    "en": "ptr = indicates that a pointer is being accessed. This will always appear before brackets, ie 'ptr [eax]'.",
    "es": "ptr = indica que se está accediendo a un puntero. Esto siempre aparecerá antes de los corchetes, es decir, 'ptr [eax]'.",
    "es-419": "ptr = indica que se está accediendo a un puntero. Esto siempre aparecerá antes de los corchetes, es decir, 'ptr [eax]'.",
    "fi": "ptr = ilmaisee, että osoitinta käytetään. Nyt kuluva jälkisäädös aina esiintyä aiemmin sulkeissa, ie 'ptr [eax]'.",
    "fr": "ptr = indique qu’un pointeur est accessible. Cela apparaîtra toujours avant les crochets, c’est à savoir 'ptr [eax]'.",
    "hu": "ptr = azt jelzi, hogy egy mutató elérése folyamatban van. Ez mindig megjelenik zárójelben, azaz \\\"ptr [eax]\\\".",
    "it": "ptr: indica che è in corso l'accesso a un puntatore. Questo apparirà sempre prima delle parentesi, vale a dire 'ptr [eax]'.",
    "ja": "ptr = は、ポインターがアクセス中であることを示します。これは常に括弧、すなわち「ptr [eax]」の前に表示されます 。",
    "ko": "ptr = 포인터에 액세스 중임을 나타냅니다. 이것은 항상 브래킷, 즉 'ptr [eax]'앞에 나타납니다.",
    "nl": "ptr = geeft aan dat er een aanwijzer wordt geopend. Dit zal altijd verschijnen voor haakjes, dat wil zeggen 'ptr [eax]'.",
    "nb": "ptr = angir at en peker åpnes. Dette vil alltid vises før parentes, dvs 'ptr [eax]'.",
    "pl": "ptr = wskazuje, że wskaźnik jest dostępny. To zawsze pojawi się przed nawiasami, czyli \\\"ptr [eax]\\\".",
    "pt": "ptr = indica que um ponteiro está a ser acedido. Isto aparecerá sempre antes dos suportes, ou seja, 'ptr [eax]'.",
    "pt-BR": "ptr = indica que um ponteiro está sendo acessado. Isso sempre aparecerá antes dos suportes, ou seja, 'ptr [eax]'.",
    "ro": "ptr = indică faptul că un indicator este accesat. Acest lucru va apărea întotdeauna înainte de paranteze, adică \\\"ptr [eax]\\\".",
    "ru": "ptr = указывает на доступ к указателю. Это всегда будет отображаться перед скобками, т.е. 'ptr [eax]'.",
    "sv": "ptr = anger att en pekare används. Detta kommer alltid att visas före parenteser, dvs \\\"ptr [eax]\\\".",
    "th": "ptr = บ่งชี้ว่า ตัวชี้กําลังถูกเข้าถึง นี้มักจะปรากฏก่อนวงเล็บคือ'ptr [eax]'",
    "tr": "ptr = bir işaretçiye erişildiğini gösterir. Bu her zaman parantez, yani 'ptr [eax]' önce görünecektir.",
    "uk": "ХХХХХ = вказує на те, що доступний покажчик. Це завжди буде з'являтися перед кронштейнами, тобто ' ptr [eax] '.",
    "vi": "ptr = chỉ ra rằng một con trỏ đang được truy cập. Điều này sẽ luôn xuất hiện trước dấu ngoặc, tức là ' ptr [eax] '.",
    "zh-CN": "ptr = 表示正在访问指针。这始终出现在括号前，即\\\"ptr [eax]\\\"。",
    "zh-TW": "ptr = 表示正在訪問指標。這始終出現在括弧前,即\\\"ptr [eax]\\\"。"
}
