{
    "ar": ".هذا هو حجم المتغير الذي يتم الوصول إليه. الأعداد الصحيحة والعوامات كلاهما 4 بايت ، مما يجعل هذا الحجم الأكثر استخداما .dword = 4 بايت",
    "bg": "dword = 4 байта. Това е размерът на променливата, до която се осъществява достъп. Цели числа и плувки са и двете 4-байта, което прави това най-често използваният размер.",
    "cs": "dword = 4 bajty. Jedná se o velikost přistupované proměnné. Celá čísla a floaty jsou 4-bajty, což z něj činí nejčastěji používanou velikost.",
    "da": "DWORD = 4 byte. Dette er størrelsen på den variabel, der er adgang til. Heltal og floats er begge 4-bytes, hvilket gør dette til den mest almindeligt anvendte størrelse.",
    "de": "dword = 4 Bytes. Dies ist die Größe der Variablen, auf die zugegriffen wird. Ganzzahlen und Gleitkommazahlen sind beide 4 Byte groß, was sie zur am häufigsten verwendeten Größe macht.",
    "el": "DWORD = 4 byte. Αυτό είναι το μέγεθος της μεταβλητής στην οποία έχετε πρόσβαση. Οι ακέραιοι και οι πλωτήρες είναι και οι δύο 4 byte, καθιστώντας αυτό το μέγεθος το πιο συχνά χρησιμοποιούμενο.",
    "en": "dword = 4 bytes. This is the size of the variable being accessed. Integers and floats are both 4-bytes, making this the most commonly used size.",
    "es": "DWORD = 4 bytes. Este es el tamaño de la variable a la que se accede. Los enteros y los flotantes son ambos de 4 bytes, lo que lo convierte en el tamaño más utilizado.",
    "es-419": "DWORD = 4 bytes. Este es el tamaño de la variable a la que se accede. Los enteros y los flotantes son ambos de 4 bytes, lo que lo convierte en el tamaño más utilizado.",
    "fi": "dword = 4 tavua. Tämä on käytettävän muuttujan koko. Kokonaisluvut ja kellukkeet ovat molemmat 4 tavua, joten tämä on yleisimmin käytetty koko.",
    "fr": "dword = 4 octets. Il s’agit de la taille de la variable consultée. Les entiers et les flottants sont tous deux de 4 octets, ce qui en fait la taille la plus couramment utilisée.",
    "hu": "DWORD = 4 bájt. Ez az elérni kívánt változó mérete. Az egész számok és a lebegőpontos értékek egyaránt 4 bájtosak, így ez a leggyakrabban használt méret.",
    "it": "dword = 4 byte. Questa è la dimensione della variabile a cui si accede. I numeri interi e i float sono entrambi a 4 byte, rendendo questa la dimensione più comunemente utilizzata.",
    "ja": "DWORD = 4 バイト。これは、アクセスされる変数のサイズです。整数と浮動小数点数はどちらも4バイトであるため、 これが最も一般的に使用されるサイズになります。",
    "ko": "dword = 4바이트. 액세스되는 변수의 크기입니다. 정수와 부동 소수점은 모두 4바이트이므로 가장 일반적으로 사 용되는 크기입니다.",
    "nl": "dword = 4 bytes. Dit is de grootte van de variabele die wordt benaderd. Gehele getallen en floats zijn beide 4 bytes, waardoor dit de meest gebruikte grootte is.",
    "no": "dword = 4 byte. Dette er størrelsen på variabelen som er tilgjengelig. Heltall og flyter er begge 4-byte, noe som gjør dette til den mest brukte størrelsen.",
    "pl": "dword = 4 bajty. Jest to rozmiar zmiennej, do której uzyskuje się dostęp. Liczby całkowite i zmiennoprzecinkowe są 4-bajtowe, co czyni ten rozmiar najczęściej używanym.",
    "pt": "dword = 4 bytes. Este é o tamanho da variável que está sendo acessada. Inteiros e flutuadores são ambos de 4 bytes, tornando este o tamanho mais comumente usado.",
    "pt-BR": "dword = 4 bytes. Este é o tamanho da variável que está sendo acessada. Inteiros e flutuantes são ambos de 4 bytes, tornando este o tamanho mais comumente usado.",
    "ro": "dword = 4 octeți. Aceasta este dimensiunea variabilei accesate. Numerele întregi și flotoarele sunt ambele de 4 octeți, ceea ce face ca aceasta să fie cea mai frecvent utilizată dimensiune.",
    "ru": "dword = 4 байта. Это размер переменной, к которой осуществляется доступ. Целые числа и числа с плавающей запятой имеют размер 4 байта, что делает его наиболее часто используемым размером.",
    "sv": "dword = 4 byte. Det här är storleken på variabeln som används. Heltal och floats är båda 4 byte, vilket gör detta till den vanligaste storleken.",
    "th": "DWORD = 4 ไบต์ นี่คือขนาดของตัวแปรที่เข้าถึง จํานวนเต็มและโฟลตมีทั้ง 4 ไบต์ ทําให้เป็นขนาดที่ใช้กันมากที่สุด",
    "tr": "dword = 4 bayt. Bu, erişilen değişkenin boyutudur. Tamsayılar ve şamandıralar 4 bayttır ve bu da bunu en yaygın kullanılan boyut haline getirir.",
    "uk": "dword = 4 байти. Це розмір змінної, до якої звертаються. Цілі та поплавці мають 4-байтовий розмір, що робить цей розмір найбільш часто використовуваним.",
    "vi": "dword = 4 byte. Đây là kích thước của biến đang được truy cập. Số nguyên và số nổi đều là 4 byte, làm cho kích thước này được sử dụng phổ biến nhất.",
    "zh-CN": "dword = 4 个字节。这是正在访问的变量的大小。整数和浮点数都是 4 字节，使其成为最常用的大小。",
    "zh-TW": "dword = 4 個字節。這是正在訪問的變數的大小。整數和浮點數都是 4 位元組，使其成為最常用的大小。"
}
