{
    "ar": "راجع المعجم للحصول على أمثلة مرئية للوصول إلى المؤشرات.",
    "bg": "Вижте речника за визуални примери за достъп до показалци.",
    "cs": "Viz lexikon vizuální příklady přístupu ukazatele.",
    "da": "Der henvises til leksikonet for visuelle eksempler på adgang til markører.",
    "de": "Im Lexikon finden Sie visuelle Beispiele für den Zugriff auf Zeiger.",
    "el": "Ανατρέξτε στο λεξικό για οπτικά παραδείγματα πρόσβασης σε δείκτες.",
    "en": "Refer to the lexicon for visual examples of accessing pointers.",
    "es": "Consulte el léxico para ver ejemplos visuales de acceso a punteros.",
    "es-419": "Consulte el léxico para ver ejemplos visuales de acceso a punteros.",
    "fi": "Katso sanastosta visuaalisia esimerkkejä osoittimien käyttämisestä.",
    "fr": "Reportez-vous au lexique pour des exemples visuels de pointeurs d’accès.",
    "hu": "A mutatók elérésének vizuális példáit a lexikonban talál.",
    "it": "Fare riferimento al lessico per esempi visivi di accesso ai puntatori.",
    "ja": "ポインターへのアクセスの視覚的な例については、レキシコンを参照してください。",
    "ko": "포인터에 액세스하는 시각적 예제는 어휘를 참조하십시오.",
    "nl": "Raadpleeg het lexicon voor visuele voorbeelden van toegang tot aanwijzers.",
    "nb": "Se leksikonet for visuelle eksempler på tilgang til pekere.",
    "pl": "Zapoznaj się z leksykonem, aby uzyskać wizualne przykłady uzyskiwania dostępu do wskaźników.",
    "pt": "Consulte o léxico para obter exemplos visuais de acesso a ponteiros.",
    "pt-BR": "Consulte o léxico para obter exemplos visuais de acesso a ponteiros.",
    "ro": "Consultați lexiconul pentru exemple vizuale de accesare a indiciilor.",
    "ru": "Обратитесь к лексикону для визуальных примеров доступа к указателям.",
    "sv": "Se lexikonet för visuella exempel på åtkomst till pekare.",
    "th": "โปรดดูพจนานุกรมสําหรับตัวอย่างที่มองเห็นของตัวชี้การเข้าถึง",
    "tr": "İşaretçilere erişimin görsel örnekleri için sözlüğe bakın.",
    "uk": "Перегляньте Лексикон для візуальних прикладів доступу до вказівників.",
    "vi": "Tham khảo Lexicon cho các ví dụ trực quan về truy cập con trỏ.",
    "zh-CN": "有关访问指针的可视示例，请参阅词典。",
    "zh-TW": "有關訪問指標的可視示例,請參閱詞典。"
}
