{
    "ar": ".؜هناك نقطة ضعف في السقف أعلاه. إذا كان بإمكانك صنع قنبلة عائمة ، فيمكننا نشرها لإغراق المنطقة بالحمم البركانية",
    "bg": "Има слабо място в тавана по-горе. Ако можете да изработите плаваща бомба, можем да я разположим, за да наводним района с лава.",
    "cs": "Ve stropě nahoře je slabé místo. Pokud byste mohli vyrobit plovoucí bombu, můžeme ji nasadit k zaplavení oblasti lávou.",
    "da": "Der er et svagt punkt i loftet ovenfor. Hvis du kunne lave en flydende bombe, kan vi indsætte den til at oversvømme området med lava.",
    "de": "Es gibt eine Schwachstelle in der Decke darüber. Wenn Sie eine schwimmende Bombe herstellen könnten, können wir sie einsetzen, um das Gebiet mit Lava zu überfluten.",
    "el": "Υπάρχει ένα αδύναμο σημείο στο ανώτατο όριο παραπάνω. Αν μπορούσατε να κατασκευάσετε μια πλωτή βόμβα, μπορούμε να την αναπτύξουμε για να πλημμυρίσουμε την περιοχή με λάβα.",
    "en": "There is a weak point in the ceiling above. If you could craft a floating bomb, we can deploy it to flood the area with lava.",
    "es": "Hay un punto débil en el techo de arriba. Si pudieras crear una bomba flotante, podemos desplegarla para inundar el área con lava.",
    "es-419": "Hay un punto débil en el techo de arriba. Si pudieras crear una bomba flotante, podemos desplegarla para inundar el área con lava.",
    "fi": "Yllä olevassa katossa on heikko kohta. Jos voisit valmistaa kelluvan pommin, voimme käyttää sitä alueen tulvimiseen laavalla.",
    "fr": "Il y a un point faible dans le plafond au-dessus. Si vous pouviez fabriquer une bombe flottante, nous pourrions la déployer pour inonder la zone de lave.",
    "hu": "Van egy gyenge pont a fenti mennyezetben. Ha el tudnál készíteni egy úszó bombát, bevethetjük, hogy lávával árasszuk el a területet.",
    "it": "C'è un punto debole nel soffitto sopra. Se potessi creare una bomba galleggiante, potremmo schierarla per inondare l'area di lava.",
    "ja": "上の天井に弱点があります。浮遊爆弾を作ることができれば、それを配備してその地域を溶岩で氾濫させることができま す。",
    "ko": "위의 천장에 약점이 있습니다. 떠다니는 폭탄을 만들 수 있다면 배치하여 용암으로 지역을 범람시킬 수 있습니다.",
    "nl": "Er is een zwak punt in het plafond erboven. Als je een drijvende bom zou kunnen maken, kunnen we deze inzetten om het gebied met lava te overspoelen.",
    "no": "Det er et svakt punkt i taket over. Hvis du kunne lage en flytende bombe, kan vi distribuere den for å oversvømme området med lava.",
    "pl": "W suficie powyżej jest słaby punkt. Jeśli uda ci się stworzyć pływającą bombę, możemy ją rozmieścić, aby zalać obszar lawą.",
    "pt": "Há um ponto fraco no limite máximo acima. Se você puder criar uma bomba flutuante, podemos implantá-la para inundar a área com lava.",
    "pt-BR": "Há um ponto fraco no teto acima. Se você pudesse criar uma bomba flutuante, podemos implantá-la para inundar a área com lava.",
    "ro": "Există un punct slab în plafonul de mai sus. Dacă ați putea crea o bombă plutitoare, o putem implementa pentru a inunda zona cu lavă.",
    "ru": "В потолке наверху есть слабое место. Если бы вы могли создать плавающую бомбу, мы могли бы развернуть ее, чтобы затопить область лавой.",
    "sv": "Det finns en svag punkt i taket ovanför. Om du kan tillverka en flytande bomb kan vi distribuera den för att översvämma området med lava.",
    "th": "มีจุดอ่อนในเพดานด้านบน หากคุณสามารถสร้างระเบิดลอยน้ําได้เราสามารถปรับใช้เพื่อท่วมพื้นที่ด้วยลาวา",
    "tr": "Yukarıdaki tavanda zayıf bir nokta var. Yüzen bir bomba üretebilirseniz, bölgeyi lavlarla doldurmak için konuşlandırabiliriz.",
    "uk": "У стелі зверху є слабке місце. Якби ви могли створити плавучу бомбу, ми могли б розгорнути її, щоб затопити територію лавою.",
    "vi": "Có một điểm yếu ở trần nhà phía trên. Nếu bạn có thể chế tạo một quả bom nổi, chúng tôi có thể triển khai nó để làm ngập khu vực bằng dung nham.",
    "zh-CN": "上面的天花板有一个弱点。如果你能制造一个漂浮的炸弹，我们可以部署它用熔岩淹没该地区。",
    "zh-TW": "上面的天花板有一個弱點。如果你能製造一個漂浮的炸彈，我們可以部署它用熔岩淹沒該地區。"
}
