{
    "ar": "!نحن فعلنا ذلك! كان يجب أن يفاجئ هذا جنود العدو ، اضرب الآن",
    "bg": "Успяхме! Това трябваше да хване вражеските войници неподготвени, ударете сега!",
    "cs": "Dokázali jsme to! To mělo nepřátelské vojáky zaskočit, udeřte hned!",
    "da": "Vi gjorde det! Dette burde have fanget fjendens soldater ude af vagt, slå nu!",
    "de": "Wir haben es geschafft! Dies hätte die feindlichen Soldaten unvorbereitet treffen sollen, schlagen Sie jetzt zu!",
    "el": "Τα καταφέραμε! Αυτό θα έπρεπε να είχε αιφνιδιάσει τους στρατιώτες του εχθρού, χτυπήστε τώρα!",
    "en": "We did it! This should have caught the enemy soldiers off-guard, strike now!",
    "es": "¡Lo logramos! Esto debería haber tomado desprevenidos a los soldados enemigos, ¡ataca ahora!",
    "es-419": "¡Lo logramos! Esto debería haber tomado desprevenidos a los soldados enemigos, ¡ataca ahora!",
    "fi": "Me teimme sen! Tämän olisi pitänyt yllättää vihollissotilaat, iske nyt!",
    "fr": "On l’a fait! Cela aurait dû prendre les soldats ennemis au dépourvu, frappez maintenant!",
    "hu": "Megcsináltuk! Ennek váratlanul kellett volna érnie az ellenséges katonákat, csapj le most!",
    "it": "Ce l'abbiamo fatta! Questo avrebbe dovuto prendere alla sprovvista i soldati nemici, colpisci ora!",
    "ja": "私たちはそうしました！これは敵の兵士を不意を突くべきだった、今すぐ攻撃してください!",
    "ko": "우리가 했어요! 이것은 적군을 방심하게 했어야 했어, 지금 공격하라!",
    "nl": "Het is ons gelukt! Dit had de vijandelijke soldaten moeten overrompelen, sla nu toe!",
    "no": "Vi klarte det! Dette burde ha tatt fiendens soldater på sengen, slå til nå!",
    "pl": "Udało się! To powinno było zaskoczyć żołnierzy wroga, uderz teraz!",
    "pt": "Fomos nós! Isso deveria ter pego os soldados inimigos desprevenidos, ataque agora!",
    "pt-BR": "Conseguimos! Isso deveria ter pego os soldados inimigos desprevenidos, ataque agora!",
    "ro": "Am făcut-o! Acest lucru ar fi trebuit să prindă soldații inamice off-garda, grevă acum!",
    "ru": "Мы это сделали! Это должно было застать вражеских солдат врасплох, нанесите удар сейчас!",
    "sv": "Vi gjorde det! Detta borde ha fångat fiendens soldater på vakt, slå till nu!",
    "th": "เราทํามัน! นี่น่าจะจับทหารศัตรูออกนอกยามโจมตีตอนนี้!",
    "tr": "Başardık! Bu, düşman askerlerini hazırlıksız yakalamalıydı, şimdi vur!",
    "uk": "Ми це зробили! Це повинно було застати ворожих солдатів зненацька, завдавайте удару зараз!",
    "vi": "Chúng tôi đã làm được! Điều này lẽ ra đã khiến quân địch mất cảnh giác, hãy tấn công ngay bây giờ!",
    "zh-CN": "我们成功了！这应该让敌军措手不及，现在就出手！",
    "zh-TW": "我們成功了！這應該讓敵軍措手不及，現在就出手！"
}
