{
    "ar": "XOR هي عملية تقوم بتنفيذ XOR bitwise بين رقمين.",
    "bg": "XOR е операция, която изпълнява побитово XOR между две числа.",
    "cs": "XOR je operace, která provádí bitový XOR mezi dvěma čísly.",
    "da": "XOR er en operation, der udfører bitvis XOR mellem to tal.",
    "de": "XOR ist eine Operation, die ein bitweises XOR zwischen zwei Zahlen ausführt.",
    "el": "Το XOR είναι μια λειτουργία που εκτελεί ένα bitwise XOR μεταξύ δύο αριθμών.",
    "en": "XOR is an operation that performs a bitwise XOR between two numbers.",
    "es": "XOR es una operación que realiza un XOR a nivel de bits entre dos números.",
    "es-419": "XOR es una operación que realiza un XOR a nivel de bits entre dos números.",
    "fi": "XOR on toiminto, joka suorittaa bittisesti XOR: n kahden numeron välillä.",
    "fr": "XOR est une opération qui effectue un XOR au niveau du bit entre deux nombres.",
    "hu": "Az XOR olyan művelet, amely két szám között egy bitenkénti XOR-t hajt végre.",
    "it": "XOR è un'operazione che esegue un XOR bit a bit tra due numeri.",
    "ja": "XORは、2つの数値間でビットごとのXORを実行する演算です。",
    "ko": "XOR는 두 숫자 사이에서 비트 XOR를 수행하는 연산입니다.",
    "nl": "XOR is een bewerking die een bitwise XOR uitvoert tussen twee getallen.",
    "no": "XOR er en operasjon som utfører bitvis XOR mellom to tall.",
    "pl": "XOR to operacja, która wykonuje bitową XOR między dwiema liczbami.",
    "pt": "XOR é uma operação que executa um XOR bit a bit entre dois números.",
    "pt-BR": "XOR é uma operação que executa um XOR bit a bit entre dois números.",
    "ro": "XOR este o operație care efectuează un XOR bitwise între două numere.",
    "ru": "XOR - это операция, которая выполняет побитовое XOR между двумя числами.",
    "sv": "XOR är en operation som utför en bitvis XOR mellan två siffror.",
    "th": "XOR เป็นการดำเนินการที่ดำเนินการ XOR ระดับบิตระหว่างตัวเลขสองตัว",
    "tr": "XOR, iki sayı arasında bit yönünde XOR gerçekleştiren bir işlemdir.",
    "uk": "XOR - операція, яка виконує побітове XOR між двома числами.",
    "vi": "XOR là một hoạt động thực hiện XOR bitwise giữa hai số.",
    "zh-CN": "XOR是在两个数字之间执行按位XOR的操作。",
    "zh-TW": "XOR是在兩個數字之間執行按位XOR的操作。"
}
