{
    "ar": "يتخطى jmp هذا الرمز! حاول إزالة jmp لجعل هجمات العدو تشفيك.",
    "bg": "jmp пропуска този код! Опитайте се да премахнете jmp, за да накарате вражеските атаки да ви излекуват.",
    "cs": "jmp tento kód přeskočí! Zkuste odstranit jmp, aby vás nepřátelské útoky vyléčily.",
    "da": "jmp springer denne kode over! Prøv at fjerne jmp for at få fjendens angreb til at helbrede dig.",
    "de": "Das jmp überspringt diesen Code! Versuchen Sie, die jmp zu entfernen, damit feindliche Angriffe Sie heilen.",
    "el": "Το jmp παραλείπει αυτόν τον κώδικα! Δοκιμάστε να αφαιρέσετε το jmp για να κάνετε τις επιθέσεις του εχθρού να σας θεραπεύσουν.",
    "en": "The jmp skips this code! Try removing the jmp to make enemy attacks heal you.",
    "es": "¡El jmp omite este código! Intenta eliminar el jmp para hacer que los ataques enemigos te curen.",
    "es-419": "¡El jmp omite este código! Intenta eliminar el jmp para hacer que los ataques enemigos te curen.",
    "fi": "jmp ohittaa tämän koodin! Yritä poistaa jmp saadaksesi vihollisen hyökkäykset parantamaan sinut.",
    "fr": "Le jmp ignore ce code ! Essayez de supprimer le jmp pour que les attaques ennemies vous guérissent.",
    "hu": "A jmp kihagyja ezt a kódot! Próbáld meg eltávolítani a jmp-t, hogy az ellenséges támadások meggyógyítsanak.",
    "it": "jmp salta questo codice! Provate a rimuovere jmp per far sì che gli attacchi nemici vi guariscano.",
    "ja": "jmpはこのコードをスキップします!jmpを削除して、敵の攻撃に回復させてください。",
    "ko": "jmp는 이 코드를 건너뜁니다! jmp를 제거하여 적의 공격이 치유되도록 하십시오.",
    "nl": "De jmp slaat deze code over! Probeer de jmp te verwijderen om vijandelijke aanvallen je te laten genezen.",
    "no": "jmp hopper over denne koden! Prøv å fjerne jmp for å få fiendens angrep til å helbrede deg.",
    "pl": "jmp pomija ten kod! Spróbuj usunąć jmp, aby ataki wroga cię uzdrowiły.",
    "pt": "O jmp ignora este código! Tenta remover o jmp para fazer com que os ataques inimigos te curem.",
    "pt-BR": "O jmp pula este código! Tente remover o jmp para fazer ataques inimigos curarem você.",
    "ro": "jmp sare peste acest cod! Încercați să scoateți jmp pentru a face atacurile inamice te vindeca.",
    "ru": "jmp пропускает этот код! Попробуйте удалить jmp, чтобы вражеские атаки исцелили вас.",
    "sv": "jmp hoppar över den här koden! Försök ta bort jmp för att få fiendens attacker att läka dig.",
    "th": "jmp ข้ามรหัสนี้! ลองลบ jmp เพื่อให้การโจมตีของศัตรูรักษาคุณ",
    "tr": "jmp bu kodu atlar! Düşman saldırılarının sizi iyileştirmesi için jmp'yi kaldırmayı deneyin.",
    "uk": "jmp пропускає цей код! Спробуйте видалити jmp, щоб ворожі атаки зцілили вас.",
    "vi": "jmp bỏ qua mã này! Hãy thử loại bỏ jmp để làm cho các cuộc tấn công của kẻ thù chữa lành cho bạn.",
    "zh-CN": "jmp 跳过了这段代码！尝试移除jmp，让敌人的攻击治愈你。",
    "zh-TW": "jmp 跳過了這段代碼！嘗試移除jmp，讓敵人的攻擊治癒你。"
}
