{
    "ar": ".لا تقلق إذا كانت التعليمات المعقدة غير منطقية بعد. كل التعرض يساعد! في الوقت الحالي ، ما عليك سوى محاولة تحويل ضرر العدو إلى شفاء",
    "bg": "Не се притеснявайте, ако сложните инструкции все още нямат смисъл. Цялата експозиция помага! Засега просто се опитайте да превърнете увреждането на врага в изцеление.",
    "cs": "Nebojte se, pokud složité pokyny ještě nedávají smysl. Veškerá expozice pomáhá! Prozatím se jen pokuste proměnit nepřátelské poškození v léčení.",
    "da": "Bare rolig, hvis de komplekse instruktioner ikke giver mening endnu. Al eksponering hjælper! For nu skal du bare prøve at gøre fjendens skade til helbredelse.",
    "de": "Machen Sie sich keine Sorgen, wenn die komplexen Anweisungen noch keinen Sinn ergeben. Jede Belichtung hilft! Versuchen Sie im Moment einfach, den feindlichen Schaden in Heilung umzuwandeln.",
    "el": "Μην ανησυχείτε αν οι σύνθετες οδηγίες δεν έχουν νόημα ακόμα. Όλη η έκθεση βοηθά! Προς το παρόν, απλά προσπαθήστε να μετατρέψετε τη ζημιά του εχθρού σε θεραπεία.",
    "en": "Do not worry if the complex instructions do not make sense yet. All exposure helps! For now, just try to turn the enemy damage into healing.",
    "es": "No se preocupe si las instrucciones complejas aún no tienen sentido. ¡Toda exposición ayuda! Por ahora, solo trata de convertir el daño enemigo en curación.",
    "es-419": "No se preocupe si las instrucciones complejas aún no tienen sentido. ¡Toda exposición ayuda! Por ahora, solo trata de convertir el daño enemigo en curación.",
    "fi": "Älä huoli, jos monimutkaisilla ohjeilla ei ole vielä järkeä. Kaikki altistuminen auttaa! Toistaiseksi yritä vain muuttaa vihollisen vahingot paranemiseksi.",
    "fr": "Ne vous inquiétez pas si les instructions complexes n’ont pas encore de sens. Toute exposition aide! Pour l’instant, essayez simplement de transformer les dégâts ennemis en guérison.",
    "hu": "Ne aggódjon, ha az összetett utasításoknak még nincs értelme. Minden expozíció segít! Egyelőre csak próbáld meg az ellenség sebzését gyógyulássá alakítani.",
    "it": "Non preoccuparti se le complesse istruzioni non hanno ancora senso. Tutta l'esposizione aiuta! Per ora, prova solo a trasformare il danno nemico in guarigione.",
    "ja": "複雑な指示がまだ意味をなさない場合でも心配しないでください。すべての露出が役立ちます!とりあえず、敵のダメージを癒しに変えてみてください。",
    "ko": "복잡한 지침이 아직 이해가되지 않는다면 걱정하지 마십시오. 모든 노출이 도움이됩니다! 지금은 적의 피해를 치유로 바꾸십시오.",
    "nl": "Maak je geen zorgen als de complexe instructies nog niet kloppen. Alle exposure helpt! Probeer voor nu gewoon de vijandelijke schade om te zetten in genezing.",
    "no": "Ikke bekymre deg hvis de komplekse instruksjonene ikke gir mening ennå. All eksponering hjelper! For nå, bare prøv å gjøre fiendens skade til helbredelse.",
    "pl": "Nie martw się, jeśli złożone instrukcje nie mają jeszcze sensu. Cała ekspozycja pomaga! Na razie po prostu spróbuj zamienić obrażenia wroga w leczenie.",
    "pt": "Não se preocupe se as instruções complexas ainda não fazem sentido. Toda a exposição ajuda! Por enquanto, tente transformar os danos do inimigo em cura.",
    "pt-BR": "Não se preocupe se as instruções complexas ainda não fazem sentido. Toda exposição ajuda! Por enquanto, tente transformar o dano inimigo em cura.",
    "ro": "Nu vă faceți griji dacă instrucțiunile complexe nu au încă sens. Toată expunerea ajută! Pentru moment, doar să încerce să transforme daunele inamice în vindecare.",
    "ru": "Не переживайте, если сложные инструкции еще не имеют смысла. Все экспозиции помогают! А пока просто попытайтесь превратить вражеский урон в исцеление.",
    "sv": "Oroa dig inte om de komplexa instruktionerna inte är meningsfulla ännu. All exponering hjälper! För nu, försök bara att vända fiendens skada till läkning.",
    "th": "ไม่ต้องกังวลหากคําแนะนําที่ซับซ้อนยังไม่สมเหตุสมผล การเปิดรับแสงทั้งหมดจะช่วยให้! สําหรับตอนนี้เพียงแค่พยายามเปลี่ยนความเสียหายของศัตรูให้กลายเป็นการรักษา",
    "tr": "Karmaşık talimatlar henüz mantıklı değilse endişelenmeyin. Tüm pozlama yardımcı olur! Şimdilik, sadece düşman hasarını iyileşmeye dönüştürmeye çalışın.",
    "uk": "Не варто переживати, якщо складна інструкція поки не має сенсу. Вся експозиція допомагає! Поки що просто спробуйте перетворити ворожий збиток в загоєння.",
    "vi": "Đừng lo lắng nếu các hướng dẫn phức tạp chưa có ý nghĩa. Tất cả các tiếp xúc sẽ giúp! Lúc này, chỉ cần cố gắng biến sát thương của kẻ địch thành sự hồi máu.",
    "zh-CN": "如果复杂的指令还没有意义，请不要担心。所有曝光都有帮助！现在，只需尝试将敌人的伤害转化为治疗。",
    "zh-TW": "如果複雜的指令還沒有意義，請不要擔心。所有曝光都有説明！現在，只需嘗試將敵人的傷害轉化為治療。"
}
