{
    "ar": ".تم تحميل مؤشر التلف في '%s1'. تضيف هذه التعليمات إلى الضرر الذي تم التعامل معه",
    "bg": "Указателят за повреда е зареден в '%s1'. Тази инструкция добавя към нанесените щети.",
    "cs": "Ukazatel poškození byl načten do '%s1'. Tato instrukce přidává k udělenému poškození.",
    "da": "Markøren til skaden er blevet indlæst i '%s1'. Denne instruktion tilføjer den behandlede skade.",
    "de": "Der Zeiger auf Schaden wurde in '%s1' geladen. Diese Anweisung fügt dem ausgeteilten Schaden hinzu.",
    "el": "Ο δείκτης για τη ζημιά έχει φορτωθεί στο «%s1». Αυτή η οδηγία προσθέτει στη ζημιά που προκλήθηκε.",
    "en": "The pointer to damage has been loaded into '%s1'. This instruction adds to the damage dealt.",
    "es": "El puntero al daño se ha cargado en '%s1'. Esta instrucción se suma al daño infligido.",
    "es-419": "El puntero al daño se ha cargado en '%s1'. Esta instrucción se suma al daño infligido.",
    "fi": "Vaurion osoitin on ladattu %s1:hen. Tämä ohje lisää kärsittyjä vahinkoja.",
    "fr": "Le pointeur vers les dommages a été chargé dans '%s1'. Cette instruction s’ajoute aux dommages infligés.",
    "hu": "A sérülésre mutató mutatót az '%s1'-be töltötték be. Ez az utasítás kiegészíti az okozott károkat.",
    "it": "Il puntatore al danno è stato caricato in '%s1'. Questa istruzione si aggiunge al danno inflitto.",
    "ja": "ダメージへのポインタが '%s1' にロードされました。この命令は与えたダメージに加わります。",
    "ko": "손상에 대한 포인터가 '%s1'에로드되었습니다. 이 지침은 처리 된 손상에 추가됩니다.",
    "nl": "De aanwijzer naar schade is in '%s1' geladen. Deze instructie draagt bij aan de uitgedeelde schade.",
    "no": "Pekeren til skade er lastet inn i '%s1'. Denne instruksjonen legger til skaden som deles ut.",
    "pl": "Wskaźnik do obrażeń został załadowany do '%s1'. Ta instrukcja zwiększa zadane obrażenia.",
    "pt": "O ponteiro para os danos foi carregado em '%s1'. Esta instrução adiciona aos danos causados.",
    "pt-BR": "O ponteiro para danificar foi carregado em '%s1'. Esta instrução aumenta os danos causados.",
    "ro": "Indicatorul pentru daune a fost încărcat în '%s1'. Această instrucțiune se adaugă la daunele provocate.",
    "ru": "Указатель на повреждения был загружен в '%s1'. Эта инструкция увеличивает нанесенный ущерб.",
    "sv": "Pekaren till skada har laddats in i '%s1'. Denna instruktion ökar skadan.",
    "th": "ตัวชี้ไปยังความเสียหายถูกโหลดลงใน '%s1' คําแนะนํานี้จะเพิ่มความเสียหายที่เกิดขึ้น",
    "tr": "Hasar işaretçisi '%s1'ye yüklendi. Bu talimat, verilen hasara katkıda bulunur.",
    "uk": "Вказівник на пошкодження був завантажений в '%s1'. Ця інструкція додає до завданого збитку.",
    "vi": "Con trỏ dẫn đến thiệt hại đã được tải vào '%s1'. Hướng dẫn này làm tăng thêm thiệt hại gây ra.",
    "zh-CN": "指向损坏的指针已加载到“%s1”中。此指令会增加造成的损害。",
    "zh-TW": "指向損壞的指標已載入到「%s1」 中。此指令會增加造成的損害。"
}
