{
    "ar": "لا تقلق إذا كانت التعليمات المعقدة غير منطقية بعد. كل التعرض يساعد!",
    "bg": "Не се притеснявайте, ако сложните инструкции все още нямат смисъл. Цялата експозиция помага!",
    "cs": "Nebojte se, pokud složité pokyny ještě nedávají smysl. Veškerá expozice pomáhá!",
    "da": "Bare rolig, hvis de komplekse instruktioner ikke giver mening endnu. Al eksponering hjælper!",
    "de": "Machen Sie sich keine Sorgen, wenn die komplexen Anweisungen noch keinen Sinn ergeben. Jede Belichtung hilft!",
    "el": "Μην ανησυχείτε αν οι σύνθετες οδηγίες δεν έχουν νόημα ακόμα. Όλη η έκθεση βοηθά!",
    "en": "Do not worry if the complex instructions do not make sense yet. All exposure helps!",
    "es": "No se preocupe si las instrucciones complejas aún no tienen sentido. ¡Toda exposición ayuda!",
    "es-419": "No se preocupe si las instrucciones complejas aún no tienen sentido. ¡Toda exposición ayuda!",
    "fi": "Älä huoli, jos monimutkaisilla ohjeilla ei ole vielä järkeä. Kaikki altistuminen auttaa!",
    "fr": "Ne vous inquiétez pas si les instructions complexes n’ont pas encore de sens. Toute exposition aide!",
    "hu": "Ne aggódjon, ha az összetett utasításoknak még nincs értelme. Minden expozíció segít!",
    "it": "Non preoccuparti se le complesse istruzioni non hanno ancora senso. Tutta l'esposizione aiuta!",
    "ja": "複雑な指示がまだ意味をなさない場合でも心配しないでください。すべての露出が役立ちます!",
    "ko": "복잡한 지침이 아직 이해가되지 않는다면 걱정하지 마십시오. 모든 노출이 도움이됩니다!",
    "nl": "Maak je geen zorgen als de complexe instructies nog niet kloppen. Alle exposure helpt!",
    "nb": "Ikke bekymre deg hvis de komplekse instruksjonene ikke gir mening ennå. All eksponering hjelper!",
    "pl": "Nie martw się, jeśli złożone instrukcje nie mają jeszcze sensu. Cała ekspozycja pomaga!",
    "pt": "Não se preocupe se as instruções complexas ainda não fazem sentido. Toda a exposição ajuda!",
    "pt-BR": "Não se preocupe se as instruções complexas ainda não fazem sentido. Toda exposição ajuda!",
    "ro": "Nu vă faceți griji dacă instrucțiunile complexe nu au încă sens. Toată expunerea ajută!",
    "ru": "Не переживайте, если сложные инструкции еще не имеют смысла. Все экспозиции помогают!",
    "sv": "Oroa dig inte om de komplexa instruktionerna inte är meningsfulla ännu. All exponering hjälper!",
    "th": "ไม่ต้องกังวลหากคําแนะนําที่ซับซ้อนยังไม่สมเหตุสมผล การเปิดรับแสงทั้งหมดจะช่วยให้!",
    "tr": "Karmaşık talimatlar henüz mantıklı değilse endişelenmeyin. Tüm pozlama yardımcı olur!",
    "uk": "Не варто переживати, якщо складна інструкція поки не має сенсу. Вся експозиція допомагає!",
    "vi": "Đừng lo lắng nếu các hướng dẫn phức tạp chưa có ý nghĩa. Tất cả các tiếp xúc sẽ giúp!",
    "zh-CN": "如果复杂的指令还没有意义，请不要担心。所有曝光都有帮助！",
    "zh-TW": "如果複雜的指令還沒有意義，請不要擔心。所有曝光都有説明！"
}
