{
    "ar": "\\\"lea\\\" هي تعليمات متقدمة تعمل بشكل مشابه ل \\\"mov\\\". تستخدم هذه التعليمات بشكل عام للتحضير للوصول إلى البيانات بواسطة المؤشر.",
    "bg": "\\\"lea\\\" е усъвършенствана инструкция, която работи подобно на \\\"mov\\\". Тази инструкция обикновено се използва за подготовка за достъп на указател до данни.",
    "cs": "\\\"lea\\\" je pokročilá instrukce, která funguje podobně jako \\\"mov\\\". Tato instrukce se obecně používá k přípravě na přístup ukazatele k datům.",
    "da": "'lea' er en avanceret instruktion, der fungerer på samme måde som 'mov'. Denne instruktion bruges generelt til at forberede markøradgang til data.",
    "de": "'lea' ist eine erweiterte Anweisung, die ähnlich wie 'mov' funktioniert. Diese Anweisung wird im Allgemeinen verwendet, um den Zeigerzugriff auf Daten vorzubereiten.",
    "el": "Το 'lea' είναι μια προηγμένη οδηγία που λειτουργεί παρόμοια με το 'mov'. Αυτή η οδηγία χρησιμοποιείται γενικά για την προετοιμασία της πρόσβασης του δείκτη σε δεδομένα.",
    "en": "'lea' is an advanced instruction that works similar to 'mov'. This instruction is generally used to prepare for pointer access to data.",
    "es": "'lea' es una instrucción avanzada que funciona de manera similar a 'mov'. Esta instrucción se utiliza generalmente para preparar el acceso del puntero a los datos.",
    "es-419": "'lea' es una instrucción avanzada que funciona de manera similar a 'mov'. Esta instrucción se utiliza generalmente para preparar el acceso del puntero a los datos.",
    "fi": "'lea' on edistynyt ohje, joka toimii samalla tavalla kuin 'mov'. Tätä ohjetta käytetään yleensä valmistautumaan osoittimen pääsyyn tietoihin.",
    "fr": "'lea' est une instruction avancée qui fonctionne de manière similaire à 'mov'. Cette instruction est généralement utilisée pour préparer l’accès des pointeurs aux données.",
    "hu": "Az \\\"lea\\\" egy fejlett utasítás, amely a \\\"mov\\\"-hez hasonlóan működik. Ezt az utasítást általában arra használják, hogy felkészüljenek az adatokhoz való mutató hozzáférésre.",
    "it": "'lea' è un'istruzione avanzata che funziona in modo simile a 'mov'. Questa istruzione viene generalmente utilizzata per preparare l'accesso del puntatore ai dati.",
    "ja": "'lea' は 'mov' と同様に動作する高度な命令です。この命令は、通常、データへのポインタアクセスを準備するために使用されます。",
    "ko": "'lea'는 'mov'와 유사하게 작동하는 고급 명령어입니다. 이 명령은 일반적으로 데이터에 대한 포인터 액세스를 준비 하는 데 사용됩니다.",
    "nl": "'lea' is een geavanceerde instructie die vergelijkbaar werkt met 'mov'. Deze instructie wordt over het algemeen gebruikt om u voor te bereiden op toegang van de aanwijzer tot gegevens.",
    "nb": "'lea' er en avansert instruksjon som fungerer på samme måte som 'mov'. Denne instruksjonen brukes vanligvis til å forberede pekertilgang til data.",
    "pl": "\\\"lea\\\" to zaawansowana instrukcja, która działa podobnie do \\\"mov\\\". Ta instrukcja jest zwykle używana do przygotowania się do dostępu wskaźnika do danych.",
    "pt": "'lea' é uma instrução avançada que funciona semelhante a 'mov'. Esta instrução é geralmente utilizada para preparar o acesso do ponteiro aos dados.",
    "pt-BR": "'lea' é uma instrução avançada que funciona semelhante à 'mov'. Esta instrução é geralmente usada para se preparar para o acesso ao ponteiro aos dados.",
    "ro": "\\\"lea\\\" este o instrucțiune avansată care funcționează similar cu \\\"mov\\\". Această instrucțiune este utilizată în general pentru a pregăti accesul indicatorului la date.",
    "ru": "'lea' - это расширенная инструкция, которая работает аналогично 'mov'. Эта инструкция обычно используется для подготовки к доступу указателя к данным.",
    "sv": "'lea' är en avancerad instruktion som fungerar som 'mov'. Den här instruktionen används vanligtvis för att förbereda för pekaråtkomst till data.",
    "th": "'lea' เป็นคําสั่งขั้นสูงที่ทํางานคล้ายกับ 'mov' โดยทั่วไปคําสั่งนี้ใช้เพื่อเตรียมพร้อมสําหรับการเข้าถึงข้อมูลตัวชี้",
    "tr": "'lea', 'mov'ye benzer şekilde çalışan gelişmiş bir talimattır. Bu yönerge genellikle verilere işaretçi erişimine hazırlanmak için kullanılır.",
    "uk": "'lea' - це розширена інструкція, яка працює подібно до 'mov'. Ця інструкція зазвичай використовується для підготовки до вказівника доступу до даних.",
    "vi": "'lea' là một hướng dẫn nâng cao hoạt động tương tự như 'mov'. Hướng dẫn này thường được sử dụng để chuẩn bị cho việc truy cập con trỏ vào dữ liệu.",
    "zh-CN": "“lea”是一种高级指令，其工作原理类似于“mov”。此指令通常用于准备指针访问数据。",
    "zh-TW": "“lea”是一種高級指令，其工作原理類似於“mov”。此指令通常用於準備指標訪問數據。"
}
