{
    "ar": "مؤشر إلى هيكل يحتوي على الضرر الذي سيتعامل معه العدو.",
    "bg": "Указател към структура, съдържаща щетите, които врагът ще нанесе.",
    "cs": "Ukazatel na strukturu obsahující poškození, které nepřítel způsobí.",
    "da": "En markør til en struktur, der indeholder den skade, fjenden vil håndtere.",
    "de": "Ein Zeiger auf eine Struktur, die den Schaden enthält, den der Feind verursachen wird.",
    "el": "Ένας δείκτης σε μια δομή που περιέχει τη ζημιά που θα προκαλέσει ο εχθρός.",
    "en": "A pointer to a structure containing the damage the enemy will deal.",
    "es": "Un puntero a una estructura que contiene el daño que infligirá el enemigo.",
    "es-419": "Un puntero a una estructura que contiene el daño que infligirá el enemigo.",
    "fi": "Osoitin rakenteeseen, joka sisältää vihollisen aiheuttamat vahingot.",
    "fr": "Un pointeur vers une structure contenant les dégâts que l’ennemi infligera.",
    "hu": "Mutató egy olyan szerkezetre, amely tartalmazza az ellenség által okozott károkat.",
    "it": "Un puntatore a una struttura contenente il danno che il nemico infliggerà.",
    "ja": "敵が与えるダメージを含む構造体へのポインター。",
    "ko": "적이 처리할 피해를 포함하는 구조물에 대한 포인터입니다.",
    "nl": "Een aanwijzing naar een structuur met de schade die de vijand zal aanrichten.",
    "no": "En peker til en struktur som inneholder skaden fienden vil håndtere.",
    "pl": "Wskaźnik do struktury zawierającej obrażenia zadawane przez wroga.",
    "pt": "Um ponteiro para uma estrutura que contenha os danos que o inimigo vai resolver.",
    "pt-BR": "Um ponteiro para uma estrutura contendo o dano que o inimigo causará.",
    "ro": "Un indicator către o structură care conține daunele pe care inamicul le va face.",
    "ru": "Указатель на структуру, содержащую урон, который нанесет враг.",
    "sv": "En pekare till en struktur som innehåller den skada fienden kommer att hantera.",
    "th": "ตัวชี้ไปยังโครงสร้างที่มีความเสียหายที่ศัตรูจะทํา",
    "tr": "Düşmanın vereceği hasarı içeren bir yapının işaretçisi.",
    "uk": "Вказівник на конструкцію, що містить збиток, який завдасть ворог.",
    "vi": "Một con trỏ đến một cấu trúc chứa sát thương mà kẻ thù sẽ gây ra.",
    "zh-CN": "指向包含敌人将造成的伤害的结构的指针。",
    "zh-TW": "指向包含敵人將造成的傷害的結構的指標。"
}
