{
    "ar": "تستخدم لغة التجميع لتعديل البرنامج بعد أن تم تحويله إلى لغة الآلة. لهذا السبب ، يجب على المتسلل الطموح إتقان لغة التجميع. ستكون هذه تومي المتربة دليلك من خلال تعليمات التجميع الأكثر شيوعًا إلى x86.",
    "bg": "Езикът за сглобяване се използва за модифициране на програма, след като е компилирана на машинен език. Поради тази причина амбициозният хакер трябва да овладее асемблерния език. Този прашен том ще бъде вашето ръководство през най-често срещаните x86 инструкции за монтаж.",
    "cs": "Jazyk sestavení slouží k úpravě programu po jeho kompilaci do strojového jazyka. Z tohoto důvodu musí ctižádostivý hacker zvládnout montážní jazyk. Tento zaprášený příběh bude vaším průvodcem nejběžnějším návodem k montáži x86.",
    "da": "Samlingssprog bruges til at ændre et program, efter at det er blevet kompileret til maskinens sprog. Af denne grund må en håbende hacker mestre forsamlingssprog. Denne støvede tome bliver din vejledning gennem de mest almindelige x86 monteringsanvisninger.",
    "de": "Assembler-Sprache wird verwendet, um ein Programm zu ändern, nachdem es in Maschinensprache übersetzt wurde. Aus diesem Grund muss ein aufstrebender Hacker die Assemblersprache beherrschen. Dieser staubige Band führt Sie durch die gängigsten x86-Montageanleitungen.",
    "el": "Η γλώσσα συναρμολόγησης χρησιμοποιείται για να τροποποιήσει ένα πρόγραμμα αφού έχει μεταγλωττιστεί σε γλώσσα μηχανής. Για το λόγο αυτό, ένας επίδοξος χάκερ πρέπει να κατέχει τη γλώσσα συναρμολόγησης. Αυτός ο σκονισμένος χώρος θα είναι ο οδηγός σας μέσω των πιο συνηθισμένων οδηγιών συναρμολόγησης x86.",
    "en": "Assembly language is used to modify a program after it has been compiled into machine language. For this reason, an aspiring hacker must master assembly language. This dusty tome will be your guide through the most common x86 assembly instructions.",
    "es": "El lenguaje ensamblador se utiliza para modificar un programa después de haber sido compilado en lenguaje de máquina. Por esta razón, un pirata informático aspirante debe dominar el lenguaje ensamblador. Este tomo de polvo será su guía a través de las instrucciones de montaje más comunes de x86.",
    "es-419": "El lenguaje ensamblador se utiliza para modificar un programa después de haber sido compilado en lenguaje de máquina. Por esta razón, un pirata informático aspirante debe dominar el lenguaje ensamblador. Este tomo de polvo será su guía a través de las instrucciones de montaje más comunes de x86.",
    "fi": "Kokoonpanokielellä muutetaan ohjelmaa sen jälkeen, kun se on koottu konekieleksi. Tästä syystä hakevan hakkerin on hallittava kokoonpanokieli. Tämä pölyinen tome on opas tavallisimpien x86-asennusohjeiden avulla.",
    "fr": "Le langage assembleur est utilisé pour modifier un programme après sa compilation en langage machine. Pour cette raison, un pirate informatique en herbe doit maîtriser le langage d'assemblage. Ce livre poussiéreux vous guidera dans les instructions de montage x86 les plus courantes.",
    "hu": "Az összeszerelési nyelvet a program nyelvére történő fordítása után egy program módosítására használják. Ebből az okból kifolyólag egy törekvő hackernek el kell ismernie a szerelési nyelvet. Ez a poros tome a legelterjedtebb x86 szerelési utasítások segítségével lesz az útmutató.",
    "it": "Il linguaggio assembly viene utilizzato per modificare un programma dopo che è stato compilato nel linguaggio macchina. Per questo motivo, un aspirante hacker deve padroneggiare il linguaggio assembly. Questo volume polveroso sarà la tua guida attraverso le istruzioni di assemblaggio x86 più comuni.",
    "ja": "アセンブリ言語は、プログラムが機械語にコンパイルされた後にプログラムを修正するために使用されます。このため、意欲的なハッカーはアセンブリ言語を習得する必要があります。このほこりっぽい書は、最も一般的なx86の組み立て手順のガイドです。",
    "ko": "어셈블리 언어는 프로그램이 기계어로 컴파일 된 후 프로그램을 수정하는 데 사용됩니다. 이러한 이유 때문에 야심 찬 해커는 어셈블리 언어를 마스터해야합니다. 이 먼지가 많은 책은 가장 일반적인 x86 어셈블리 지침을 통해 귀하의 가이드가 될 것입니다.",
    "nl": "Assembleertaal wordt gebruikt om een ​​programma aan te passen nadat het is gecompileerd in machinetaal. Om deze reden moet een aspirant-hacker assembleertaal beheersen. Deze stoffige boek zal je gids zijn door de meest voorkomende x86 montage-instructies.",
    "no": "Monteringsspråk brukes til å modifisere et program etter at det har blitt kompilert til maskinens språk. Av denne grunn må en håper hacker mestre forsamlingsspråket. Denne støvete tommen vil være din guide gjennom de vanligste x86-monteringsanvisningene.",
    "pl": "Język asemblera jest używany do modyfikowania programu po skompilowaniu go na język maszynowy. Z tego powodu początkujący haker musi opanować język asemblera. Ten zakurzony tom będzie twoim przewodnikiem po najpopularniejszych instrukcjach montażu x86.",
    "pt": "A linguagem assembly é usada para modificar um programa depois de compilado em linguagem de máquina. Por esse motivo, um hacker aspirante deve dominar a linguagem de montagem. Este tomo empoeirado será o seu guia através das instruções de montagem x86 mais comuns.",
    "pt-BR": "A linguagem assembly é usada para modificar um programa depois de compilado em linguagem de máquina. Por esse motivo, um hacker aspirante deve dominar a linguagem de montagem. Este tomo empoeirado será o seu guia através das instruções de montagem x86 mais comuns.",
    "ro": "Limbajul de asamblare este folosit pentru a modifica un program după ce a fost compilat în limbajul mașinii. Din acest motiv, un hacker aspirant trebuie să stăpânească limba de asamblare. Acest ton prafuit va fi ghidul tău prin cele mai comune instrucțiuni de asamblare x86.",
    "ru": "Язык ассемблера используется для изменения программы после ее компиляции в машинный язык. По этой причине начинающий хакер должен овладеть языком ассемблера. Этот пыльный том будет вашим руководством по наиболее распространенным инструкциям по сборке x86.",
    "sv": "Monteringsspråk används för att modifiera ett program efter att det har sammanställts i maskinens språk. Av denna anledning måste en aspirerande hacker behärska monteringsspråk. Denna dammiga tome kommer att vara din guide genom de vanligaste x86-monteringsanvisningarna.",
    "th": "ภาษาแอสเซมบลีใช้สำหรับแก้ไขโปรแกรมหลังจากที่ได้รับการรวบรวมเป็นภาษาเครื่อง ด้วยเหตุผลนี้แฮ็กเกอร์ที่ต้องการจะต้องมีภาษาแอสเซมบลีหลัก Tome ที่เต็มไปด้วยฝุ่นนี้จะเป็นคำแนะนำของคุณผ่านคำแนะนำในการประกอบ x86 ที่พบบ่อยที่สุด",
    "tr": "Assembly dili, bir programı makine diline derlendikten sonra değiştirmek için kullanılır. Bu nedenle, aday bir bilgisayar korsanı assembly diline hakim olmalıdır. Bu tozlu tome en yaygın x86 montaj talimatlarında rehberiniz olacak.",
    "uk": "Мова монтажу використовується для модифікації програми після її компіляції на машинній мові. З цієї причини прагнучий хакери повинні володіти мовою асемблера. Цей пильний том буде вашим керівництвом через найпоширеніші інструкції з монтажу x86.",
    "vi": "Ngôn ngữ hội được sử dụng để sửa đổi chương trình sau khi được biên dịch thành ngôn ngữ máy. Vì lý do này, một hacker tham vọng phải thành thạo ngôn ngữ lắp ráp. Tome bụi này sẽ là hướng dẫn của bạn thông qua các hướng dẫn lắp ráp x86 phổ biến nhất.",
    "zh-CN": "汇编语言用于在编译成机器语言后修改程序。因此，有抱负的黑客必须掌握汇编语言。这本尘土飞扬的书籍将成为您最常见的x86装配说明的指南。",
    "zh-TW": "彙編語言用於在編譯成機器語言後修改程序。因此，有抱負的黑客必須掌握彙編語言。這本塵土飛揚的書籍將成為您最常見的x86裝配說明的指南。"
}
