{
    "ar": "BSWAP هي عملية تعكس بايت عدد صحيح 32 بت. هذه الإرشادات نادرة ، ولكنها تظهر بشكل متكرر في بعض برامج محاكاة وحدة التحكم. على سبيل المثال ، يخزن GameCube الأعداد الصحيحة للخلف مقارنة بجهاز الكمبيوتر. من أجل محاكاة لعبة GameCube ، غالبًا ما يحتاج المحاكي إلى إنشاء تعليمات BSWAP.",
    "bg": "BSWAP е операция, която обръща байтовете на 32-битово цяло число. Тази инструкция е рядка, но често се появява в някои конзолни емулатори. Например, GameCube съхранява цели числа назад в сравнение с PC. За да емулира играта GameCube, емулаторът често трябва да генерира BSWAP инструкции.",
    "cs": "BSWAP je operace, která obrací bajty 32bitového celého čísla. Tato instrukce je vzácná, ale často se vyskytuje u některých emulátorů konzoly. Například GameCube ukládá celá čísla zpět ve srovnání s PC. Aby bylo možné emulovat hru GameCube, musí emulátor často generovat instrukce BSWAP.",
    "da": "BSWAP er en operation, der reverserer bytes af et 32 ​​bit heltal. Denne instruktion er sjælden, men vises ofte i nogle konsol emulatorer. For eksempel gemmer GameCube heltallene baglæns i sammenligning med en pc. For at efterligne et GameCube-spil skal emulatoren ofte generere BSWAP-instruktioner.",
    "de": "BSWAP ist eine Operation, die die Bytes einer 32-Bit-Ganzzahl umkehrt. Diese Anweisung ist selten, wird jedoch in einigen Konsolenemulatoren häufig verwendet. Beispielsweise speichert der GameCube Ganzzahlen im Vergleich zu einem PC rückwärts. Um ein GameCube-Spiel zu emulieren, muss der Emulator häufig BSWAP-Anweisungen generieren.",
    "el": "Το BSWAP είναι μια λειτουργία που αντιστρέφει τα bytes ενός ακέραιου 32 bit. Αυτή η οδηγία είναι σπάνια, αλλά εμφανίζεται συχνά σε μερικούς εξομοιωτές κονσόλας. Για παράδειγμα, το GameCube αποθηκεύει ακεραίους προς τα πίσω σε σύγκριση με έναν υπολογιστή. Για να μιμηθεί ένα παιχνίδι του GameCube, ο εξομοιωτής πρέπει συχνά να παράγει οδηγίες BSWAP.",
    "en": "BSWAP is an operation that reverses the bytes of a 32 bit integer. This instruction is rare, but appears frequently in some console emulators. For example, the GameCube stores integers backwards in comparison to a PC. In order to emulate a GameCube game, the emulator often needs to generate BSWAP instructions.",
    "es": "BSWAP es una operación que invierte los bytes de un entero de 32 bits. Esta instrucción es rara, pero aparece con frecuencia en algunos emuladores de consola. Por ejemplo, el GameCube almacena números enteros al revés en comparación con una PC. Para emular un juego de GameCube, el emulador a menudo necesita generar instrucciones BSWAP.",
    "es-419": "BSWAP es una operación que invierte los bytes de un entero de 32 bits. Esta instrucción es rara, pero aparece con frecuencia en algunos emuladores de consola. Por ejemplo, el GameCube almacena números enteros al revés en comparación con una PC. Para emular un juego de GameCube, el emulador a menudo necesita generar instrucciones BSWAP.",
    "fi": "BSWAP on toiminto, joka kääntää 32-bittisen kokonaisluvun tavut. Tämä opetus on harvinaista, mutta se näkyy usein joissakin konsoli-emulaattoreissa. Esimerkiksi GameCube tallentaa kokonaislukuja taaksepäin PC: hen verrattuna. Jotta emuloidaan GameCube-peli, emulaattorin on usein luotava BSWAP-ohjeet.",
    "fr": "BSWAP est une opération qui inverse les octets d'un entier de 32 bits. Cette instruction est rare, mais apparaît fréquemment dans certains émulateurs de console. Par exemple, le GameCube stocke les entiers à l'envers par rapport à un PC. Pour émuler un jeu GameCube, l'émulateur doit souvent générer des instructions BSWAP.",
    "hu": "Az BSWAP olyan művelet, amely megfordítja a 32 bites egész szám bájtjait. Ez az utasítás ritka, de gyakran megjelenik néhány konzol emulátorban. Például a GameCube az egész számokat visszafelé tárolja a számítógéphez képest. A GameCube játék emulálásához az emulátornak gyakran BSWAP utasításokat kell létrehoznia.",
    "it": "BSWAP è un'operazione che inverte i byte di un intero a 32 bit. Questa istruzione è rara, ma appare frequentemente in alcuni emulatori di console. Ad esempio, il GameCube memorizza i numeri interi indietro rispetto a un PC. Per emulare un gioco GameCube, l'emulatore ha spesso bisogno di generare istruzioni BSWAP.",
    "ja": "BSWAPは、32ビット整数のバイトを逆にする操作です。この命令はまれですが、いくつかのコンソールエミュレータで頻繁に見られます。たとえば、GameCubeはPCと比較して整数を逆方向に格納します。 GameCubeゲームをエミュレートするために、エミュレータはしばしばBSWAP命令を生成する必要があります。",
    "ko": "BSWAP는 32 비트 정수의 바이트를 뒤집는 연산입니다. 이 명령어는 드물지만 일부 콘솔 에뮬레이터에서는 자주 사용됩니다. 예를 들어, GameCube는 PC와 비교하여 정수를 거꾸로 저장합니다. GameCube 게임을 에뮬레이션하기 위해 에뮬레이터는 종종 BSWAP 명령어를 생성해야합니다.",
    "nl": "BSWAP is een bewerking die de bytes van een 32-bits geheel getal omkeert. Deze instructie is zeldzaam, maar wordt vaak weergegeven in sommige consolemechanismen. De GameCube slaat bijvoorbeeld gehele getallen achteruit op in vergelijking met een pc. Om een ​​GameCube-spel te emuleren, moet de emulator vaak BSWAP-instructies genereren.",
    "no": "BSWAP er en operasjon som reverserer bytes av et 32-biters heltall. Denne instruksjonen er sjelden, men vises ofte i noen konsollemulatorer. For eksempel lagrer GameCube heltallene bakover i forhold til en PC. For å etterligne et GameCube-spill, må emulatoren ofte generere BSWAP-instruksjoner.",
    "pl": "BSWAP to operacja odwracająca bajty 32-bitowej liczby całkowitej. Ta instrukcja jest rzadka, ale pojawia się często w niektórych emulatorach konsoli. Na przykład GameCube przechowuje liczby całkowite do tyłu w porównaniu z komputerem PC. Aby emulować grę GameCube, emulator często musi generować instrukcje BSWAP.",
    "pt": "BSWAP é uma operação que inverte os bytes de um inteiro de 32 bits. Esta instrução é rara, mas aparece com freqüência em alguns emuladores de console. Por exemplo, o GameCube armazena números inteiros para trás em comparação a um PC. Para emular um jogo do GameCube, o emulador geralmente precisa gerar instruções BSWAP.",
    "pt-BR": "BSWAP é uma operação que inverte os bytes de um inteiro de 32 bits. Esta instrução é rara, mas aparece com freqüência em alguns emuladores de console. Por exemplo, o GameCube armazena números inteiros para trás em comparação a um PC. Para emular um jogo do GameCube, o emulador geralmente precisa gerar instruções BSWAP.",
    "ro": "BSWAP este o operație care inversează octeții unui număr întreg de 32 de biți. Această instrucțiune este rară, dar apare frecvent în unele emulatoare de consolă. De exemplu, GameCube stochează numere întregi în comparație cu un PC. Pentru a emula un joc GameCube, emulatorul trebuie adesea să genereze instrucțiuni BSWAP.",
    "ru": "BSWAP - это операция, которая переворачивает байты 32-битного целого числа. Эта инструкция встречается редко, но часто встречается в некоторых эмуляторах консоли. Например, GameCube хранит целые числа в обратном направлении по сравнению с ПК. Чтобы эмулировать игру GameCube, эмулятору часто нужно генерировать инструкции BSWAP.",
    "sv": "BSWAP är en operation som reverserar byte av ett 32 bitars heltal. Denna instruktion är sällsynt, men visas ofta i några konsolemulatorer. Till exempel lagrar GameCube heltal bakåt i jämförelse med en dator. För att emulera ett GameCube-spel behöver emulatorn ofta generera BSWAP-instruktioner.",
    "th": "BSWAP เป็นการดำเนินการที่ย้อนกลับไบต์ของจำนวนเต็ม 32 บิต คำสั่งนี้หายาก แต่ปรากฏขึ้นบ่อยครั้งในตัวจำลองคอนโซลบางตัว ตัวอย่างเช่น GameCube เก็บจำนวนเต็มย้อนหลังโดยเปรียบเทียบกับพีซี เพื่อเลียนแบบเกม GameCube ผู้เลียนแบบจำเป็นต้องสร้างคำสั่ง BSWAP",
    "tr": "BSWAP, 32 bit bir tamsayının baytını tersine çeviren bir işlemdir. Bu talimat nadirdir, ancak bazı konsol emülatörlerinde sıkça görülür. Örneğin, GameCube bir PC ile karşılaştırıldığında tamsayıları geriye doğru saklar. Bir GameCube oyununu taklit etmek için, öykünücünün genellikle BSWAP komutları üretmesi gerekir.",
    "uk": "BSWAP - операція, яка змінює байти цілого 32 біта. Ця інструкція є рідкісною, але часто з'являється в деяких емуляторах консолі. Наприклад, GameCube зберігає цілі числа назад у порівнянні з ПК. Для емуляції гри GameCube емулятору часто доводиться створювати інструкції BSWAP.",
    "vi": "BSWAP là một hoạt động đảo ngược các byte của một số nguyên 32 bit. Hướng dẫn này rất hiếm, nhưng xuất hiện thường xuyên trong một số trình giả lập giao diện điều khiển. Ví dụ: GameCube lưu trữ các số nguyên ngược so với PC. Để mô phỏng trò chơi GameCube, trình giả lập thường cần tạo các hướng dẫn BSWAP.",
    "zh-CN": "BSWAP是一个反转32位整数字节的操作。此指令很少见，但在某些控制台模拟器中经常出现。例如，与PC相比，GameCube向后存储整数。为了模拟GameCube游戏，模拟器通常需要生成BSWAP指令。",
    "zh-TW": "BSWAP是一個反轉32位整數字節的操作。此指令很少見，但在某些控制台模擬器中經常出現。例如，與PC相比，GameCube向後存儲整數。為了模擬GameCube遊戲，模擬器通常需要生成BSWAP指令。"
}
