{
    "ar": "يمكن العثور على هذه المدينة إلى اليسار ، ولكن من المستحيل الوصول إليها ما لم يتغير ضغط الحمم البركانية لرفع المنصات.",
    "bg": "Този град може да се намери вляво, но е невъзможно да се достигне, освен ако налягането на лавата не се промени, за да се повдигнат платформите.",
    "cs": "Toto město se nachází vlevo, ale je nemožné se k němu dostat, pokud se tlak lávy nezmění a nezvedne plošiny.",
    "da": "Denne by kan findes til venstre, men det er umuligt at nå, medmindre lavatrykket ændres for at hæve platformene.",
    "de": "Diese Stadt befindet sich auf der linken Seite, ist jedoch unmöglich zu erreichen, es sei denn, der Lavadruck ändert sich, um die Plattformen anzuheben.",
    "el": "Αυτή η πόλη μπορεί να βρεθεί στα αριστερά, ωστόσο είναι αδύνατο να επιτευχθεί εκτός εάν αλλάξει η πίεση της λάβας για να ανυψώσει τις πλατφόρμες.",
    "en": "This town can be found to the left, however it is impossible to reach unless the lava pressure changes to raise the platforms.",
    "es": "Esta ciudad se puede encontrar a la izquierda, sin embargo, es imposible llegar a menos que la presión de la lava cambie para elevar las plataformas.",
    "es-419": "Esta ciudad se puede encontrar a la izquierda, sin embargo, es imposible llegar a menos que la presión de la lava cambie para elevar las plataformas.",
    "fi": "Tämä kaupunki löytyy vasemmalta, mutta sinne on mahdotonta päästä, ellei laavapaine muutu lavojen nostamiseksi.",
    "fr": "Cette ville se trouve à gauche, mais elle est impossible à atteindre à moins que la pression de lave ne change pour élever les plates-formes.",
    "hu": "Ez a város balra található, de lehetetlen elérni, hacsak a lávanyomás nem változik, hogy megemelje a platformokat.",
    "it": "Questa città si trova sulla sinistra, tuttavia è impossibile da raggiungere a meno che la pressione lavica non cambi per sollevare le piattaforme.",
    "ja": "この町は左側にありますが、溶岩の圧力が変化してプラットフォームが上昇しない限り、到達することは不可能です。",
    "ko": "이 마을은 왼쪽에서 찾을 수 있지만 용암 압력이 플랫폼을 높이기 위해 변하지 않는 한 도달 할 수 없습니다.",
    "nl": "Deze stad is aan de linkerkant te vinden, maar het is onmogelijk te bereiken tenzij de lavadruk verandert om de platforms te verhogen.",
    "no": "Denne byen kan bli funnet til venstre, men det er umulig å nå med mindre lavatrykket endres for å heve plattformene.",
    "pl": "To miasto można znaleźć po lewej stronie, jednak nie można do niego dotrzeć, chyba że ciśnienie lawy zmieni się, aby podnieść platformy.",
    "pt": "Esta cidade pode ser encontrada à esquerda, no entanto, é impossível chegar a menos que a pressão da lava mude para elevar as plataformas.",
    "pt-BR": "Esta cidade pode ser encontrada à esquerda, no entanto, é impossível de alcançar a menos que a pressão de lava mude para elevar as plataformas.",
    "ro": "Acest oraș poate fi găsit în stânga, cu toate acestea este imposibil să se ajungă dacă presiunea lavei nu se schimbă pentru a ridica platformele.",
    "ru": "Этот город можно найти слева, однако до него невозможно добраться, если давление лавы не изменится, чтобы поднять платформы.",
    "sv": "Denna stad finns till vänster, men det är omöjligt att nå om inte lavatrycket ändras för att höja plattformarna.",
    "th": "เมืองนี้สามารถพบได้ทางด้านซ้าย แต่เป็นไปไม่ได้ที่จะไปถึงเว้นแต่ความดันลาวาจะเปลี่ยนเพื่อยกแท่น",
    "tr": "Bu kasaba solda bulunabilir, ancak lav basıncı platformları yükseltmek için değişmedikçe ulaşmak imkansızdır.",
    "uk": "Це місто можна знайти ліворуч, однак дістатися неможливо, якщо тиск лави не зміниться, щоб підняти платформи.",
    "vi": "Thị trấn này có thể được tìm thấy ở bên trái, tuy nhiên không thể tiếp cận trừ khi áp suất dung nham thay đổi để nâng cao các nền tảng.",
    "zh-CN": "这个小镇可以在左边找到，但是除非熔岩压力改变以抬高平台，否则无法到达。",
    "zh-TW": "這個小鎮可以在左邊找到，但是除非熔岩壓力改變以抬高平臺，否則無法到達。"
}
