{
    "ar": "ورائي هو مدخل %s1، مصدر كنوزنا العظيمة. قد تمر من خلال، ولكن كن حذرا.",
    "bg": "Зад мен е входът на %s1, източникът на нашите големи съкровища. Може да преминеш, но внимавай.",
    "cs": "Za mnou je vstup do %s1, zdroje našich velkých pokladů. Můžete projít, ale buďte opatrní.",
    "da": "Bag mig er indgangen til %s1, kilden til vores store skatte. Du kan passere igennem, men vær forsigtig.",
    "de": "Hinter mir liegt der Eingang zum %s1, der Quelle unserer großen Schätze. Sie können durchgehen, aber seien Sie vorsichtig.",
    "el": "Πίσω μου είναι η είσοδος στο %s1, η πηγή των μεγάλων θησαυρών μας. Μπορεί να περάσεις, αλλά να είσαι προσεκτικός.",
    "en": "Behind me is the entrance to the %s1, the source of our great treasures. You may pass through, but be cautious.",
    "es": "Detrás de mí está la entrada al %s1, la fuente de nuestros grandes tesoros. Puedes pasar, pero ten cuidado.",
    "es-419": "Detrás de mí está la entrada al %s1, la fuente de nuestros grandes tesoros. Puedes pasar, pero ten cuidado.",
    "fi": "Takanani on sisäänkäynti %s1: lle, suurten aarteiden lähteelle. Saatat kulkea läpi, mutta ole varovainen.",
    "fr": "Derrière moi se trouve l’entrée du %s1, la source de nos grands trésors. Vous pouvez passer, mais soyez prudent.",
    "hu": "Mögöttem van a bejárat a %s1, a forrása a mi nagy kincsek. Átjöhetsz, de légy óvatos.",
    "it": "Dietro di me c'è l'ingresso alla %s1, la fonte dei nostri grandi tesori. Si può passare attraverso, ma essere cauti.",
    "ja": "私の後ろには、私たちの偉大な宝物の源である%s1への入り口があります。あなたは通過することができますが、慎重 にしてください。",
    "ko": "내 뒤에는 우리의 위대한 보물의 근원인 %s1입구가 있습니다. 통과할 수 있지만 조심해야 합니다.",
    "nl": "Achter mij is de ingang van de %s1, de bron van onze grote schatten. Je mag er langskomen, maar wees voorzichtig.",
    "nb": "Bak meg er inngangen til %s1, kilden til våre store skatter. Du kan passere gjennom, men være forsiktig.",
    "pl": "Za mną jest wejście do %s1, źródła naszych wielkich skarbów. Możesz przejść przez, ale bądź ostrożny.",
    "pt": "Atrás de mim está a entrada para o %s1, a fonte dos nossos grandes tesouros. Pode passar, mas seja cauteloso.",
    "pt-BR": "Atrás de mim está a entrada do %s1, a fonte de nossos grandes tesouros. Você pode passar, mas seja cauteloso.",
    "ro": "În spatele meu se află intrarea în %s1, sursa marilor noastre comori. Poți trece, dar fii precaut.",
    "ru": "За мной вход в %s1, источник наших великих сокровищ. Вы можете пройти, но будьте осторожны.",
    "sv": "Bakom mig är ingången till %s1, källan till våra stora skatter. Du kan passera, men var försiktig.",
    "th": "เบื้องหลังฉันเป็นทางเข้า %s1, แหล่งที่มาของสมบัติที่ดีของเรา ท่านอาจจะผ่านแต่ระวัง",
    "tr": "Arkamda %s1, bizim büyük hazinelerin kaynağı girişidir. Geçebilirsin ama dikkatli ol.",
    "uk": "Позаду мене є вхід в %s1, джерело наших великих скарбів. Ви можете пройти, але будьте обережні.",
    "vi": "Đằng sau tôi là lối vào %s1, nguồn gốc của kho báu tuyệt vời của chúng tôi. Bạn có thể đi qua, nhưng phải thận trọng.",
    "zh-CN": "在我身后是%s1的入口，这是我们伟大宝藏的源泉。你可以通过，但要小心。",
    "zh-TW": "在我身後是%s1的入口,這是我們偉大寶藏的源泉。你可以通過,但要小心。"
}
