{
    "ar": "ستؤدي قيمة 0.0 إلى إيقاف مسمار الظل. قم بتغيير هذا الرقم لعكس مسمار الظل مرة أخرى إلى المهاجم.",
    "bg": "Стойност 0,0 ще спре болта на сенките. Променете този номер, за да обърнете болта на сенките обратно към нападателя.",
    "cs": "Hodnota 0,0 zastaví stínový šroub. Změňte toto číslo, abyste obrátili stínový šroub zpět k útočníkovi.",
    "da": "En værdi på 0,0 stopper skyggebolten. Skift dette nummer for at vende skyggebolten tilbage til angriberen.",
    "de": "Ein Wert von 0,0 stoppt den Schattenbolzen. Ändern Sie diese Zahl, um den Schattenblitz zum Angreifer umzukehren.",
    "el": "Μια τιμή 0,0 θα σταματήσει τη βίδα σκίασης. Αλλαγή αυτού του αριθμού για να αναστρέψετε το μπουλόνι σκιάς πίσω στον εισβολέα.",
    "en": "A value of 0.0 will stop the shadow bolt. Change this number to reverse the shadow bolt back to the attacker.",
    "es": "Un valor de 0.0 detendrá el rayo de sombra. Cambia este número para revertir el rayo de sombra de nuevo al atacante.",
    "es-419": "Un valor de 0.0 detendrá el rayo de sombra. Cambia este número para revertir el rayo de sombra de nuevo al atacante.",
    "fi": "Arvo 0.0 pysäyttää varjopultin. Vaihda tämä numero kääntääksesi varjopultin takaisin hyökkääjälle.",
    "fr": "Une valeur de 0,0 arrêtera le boulon ombré. Modifiez ce nombre pour retourner le boulon fantôme à l'attaquant.",
    "hu": "A 0.0 érték leállítja az árnyékoló csavart. Ezt a számot megváltoztatva visszafordíthatja az árnyékoló csavart a támadó felé.",
    "it": "Un valore di 0,0 arresta il bullone dell'ombra. Cambia questo numero per invertire il dardo dell'ombra all'attaccante.",
    "ja": "0.0の値はシャドウボルトを停止します。この数を変更して、シャドウボルトを攻撃者に戻します。",
    "ko": "값이 0.0이면 섀도우 볼트가 중지됩니다. 섀도우 볼트를 공격자에게 되돌리려면이 숫자를 변경하십시오.",
    "nl": "Een waarde van 0,0 stopt de schaduwbout. Wijzig dit nummer om de schaduwbout terug te keren naar de aanvaller.",
    "no": "En verdi av 0,0 vil stoppe skyggebolten. Endre dette nummeret for å snu skyggebolten tilbake til angriperen.",
    "pl": "Wartość 0,0 zatrzyma cień cienia. Zmień tę liczbę, aby odwrócić śrubę cienia z powrotem do atakującego.",
    "pt": "Um valor de 0,0 interromperá o raio da sombra. Mude esse número para reverter o raio da sombra de volta ao atacante.",
    "pt-BR": "Um valor de 0,0 interromperá o raio da sombra. Mude esse número para reverter o raio da sombra de volta ao atacante.",
    "ro": "O valoare de 0,0 va opri șurubul de umbră. Schimbați acest număr pentru a inversa șurubul de umbră înapoi la atacator.",
    "ru": "Значение 0.0 остановит теневой заряд. Измените это число, чтобы повернуть теневой выстрел обратно атакующему.",
    "sv": "Ett värde på 0,0 stoppar skuggbulten. Ändra detta nummer för att vända skuggbult tillbaka till angriparen.",
    "th": "ค่า 0.0 จะหยุดสายฟ้าเงา เปลี่ยนหมายเลขนี้เพื่อย้อนเงาโบลต์กลับไปยังผู้โจมตี",
    "tr": "0.0 değeri gölge cıvatasını durduracaktır. Gölge cıvatasını saldırgana geri döndürmek için bu sayıyı değiştirin.",
    "uk": "Значення 0,0 зупинить тіньовий болт. Змініть це число, щоб повернути тіньовий болт назад до нападника.",
    "vi": "Giá trị 0,0 sẽ dừng bu lông bóng. Thay đổi số này để đảo ngược bóng tối trở lại kẻ tấn công.",
    "zh-CN": "值为0.0将停止阴影螺栓。更改此数字可将暗影螺栓反向推回攻击者。",
    "zh-TW": "值為0.0將停止陰影螺栓。更改此數字可將暗影螺栓反向推回攻擊者。"
}
