{
    "ar": ".تعود تعليمات 'ret' هنا. ستقفز هذه التعليمات بعد ذلك فوق كل التعليمات البرمجية ، وتخرج من الروتين",
    "bg": "Инструкцията 'ret' се връща тук. След това тази инструкция ще прескочи целия код, излизайки от рутината.",
    "cs": "Zde se vrátí instrukce 'ret'. Tato instrukce pak přeskočí celý kód a ukončí rutinu.",
    "da": "'ret' instruktionen vender tilbage her. Denne instruktion hopper derefter over hele koden og forlader rutinen.",
    "de": "Die Anweisung 'ret' kehrt hier zurück. Diese Anweisung springt dann über den gesamten Code und beendet die Routine.",
    "el": "Η εντολή 'ret' επιστρέφει εδώ. Στη συνέχεια, αυτή η οδηγία θα μεταπηδήσει πάνω από όλο τον κώδικα, βγαίνοντας από τη ρουτίνα.",
    "en": "The 'ret' instruction returns here. This instruction will then jump over all of the code, exiting the routine.",
    "es": "La instrucción 'ret' regresa aquí. Esta instrucción saltará sobre todo el código, saliendo de la rutina.",
    "es-419": "La instrucción 'ret' regresa aquí. Esta instrucción saltará sobre todo el código, saliendo de la rutina.",
    "fi": "'ret'-ohje palaa tähän. Tämä ohje hyppää sitten koko koodin yli ja poistuu rutiinista.",
    "fr": "L’instruction 'ret' revient ici. Cette instruction sautera ensuite par-dessus tout le code, quittant la routine.",
    "hu": "Az 'ret' utasítás visszatér ide. Ez az utasítás ezután átugrik az összes kódon, kilépve a rutinból.",
    "it": "L'istruzione 'ret' ritorna qui. Questa istruzione salterà quindi tutto il codice, uscendo dalla routine.",
    "ja": "'ret' 命令がここに戻ります。この命令は、すべてのコードをジャンプしてルーチンを終了します。",
    "ko": "'ret'명령이 여기에 반환됩니다. 그런 다음 이 명령은 모든 코드를 건너뛰고 루틴을 종료합니다.",
    "nl": "De 'ret'-instructie keert hier terug. Deze instructie springt vervolgens over alle code en verlaat de routine.",
    "no": "'ret' instruksjonen kommer tilbake her. Denne instruksjonen vil da hoppe over all koden, og avslutte rutinen.",
    "pl": "Instrukcja 'ret' powraca tutaj. Ta instrukcja przeskoczy cały kod, wychodząc z rutyny.",
    "pt": "A instrução 'ret' retorna aqui. Esta instrução irá então saltar sobre todo o código, saindo da rotina.",
    "pt-BR": "A instrução 'ret' retorna aqui. Essa instrução saltará sobre todo o código, saindo da rotina.",
    "ro": "Instrucțiunea 'ret' revine aici. Această instrucțiune va sări apoi peste tot codul, ieșind din rutină.",
    "ru": "Инструкция 'ret' возвращается сюда. Затем эта инструкция перепрыгнет весь код, выйдя из рутины.",
    "sv": "Instruktionen 'ret' återvänder här. Denna instruktion hoppar sedan över all kod och avslutar rutinen.",
    "th": "คําสั่ง 'ret' กลับมาที่นี่ คําสั่งนี้จะข้ามรหัสทั้งหมดออกจากกิจวัตร",
    "tr": "'ret' talimatı buraya geri döner. Bu talimat daha sonra rutinden çıkarak tüm kodun üzerinden atlayacaktır.",
    "uk": "Інструкція 'ret' повертається сюди. Потім ця інструкція перестрибне через весь код, вийшовши з рутини.",
    "vi": "Lệnh 'ret' trả về ở đây. Hướng dẫn này sau đó sẽ nhảy qua tất cả các mã, thoát khỏi thói quen.",
    "zh-CN": "“ret”指令返回此处。然后，此指令将跳过所有代码，退出例程。",
    "zh-TW": "“ret”指令返回此處。然後，此指令將跳過所有代碼，退出例程。"
}
