{
    "ar": ".يتحقق هذا القسم من التعليمات البرمجية مما إذا كان كل كيان في فريق اللاعب ، ويحدد الضرر إذا كان الأمر كذلك",
    "bg": "Този раздел с код проверява дали всеки субект е в отбора на играча и задава щетите, ако е така.",
    "cs": "Tato část kódu kontroluje, zda je každá entita v hráčově týmu, a pokud ano, nastavuje poškození.",
    "da": "Dette kodeafsnit kontrollerer, om hver enhed er på spillerens hold, og indstiller skaden, hvis det er tilfældet.",
    "de": "Dieser Codeabschnitt prüft, ob sich jede Entität im Team des Spielers befindet, und legt den Schaden fest, wenn dies der Fall ist.",
    "el": "Αυτή η ενότητα κώδικα ελέγχει εάν κάθε οντότητα βρίσκεται στην ομάδα του παίκτη και ορίζει τη ζημιά εάν ναι.",
    "en": "This section of code checks if each entity is on the player's team, and sets the damage if so.",
    "es": "Esta sección de código comprueba si cada entidad está en el equipo del jugador y establece el daño si es así.",
    "es-419": "Esta sección de código comprueba si cada entidad está en el equipo del jugador y establece el daño si es así.",
    "fi": "Tämä koodin osa tarkistaa, onko kukin entiteetti pelaajan joukkueessa, ja asettaa vahingot, jos on.",
    "fr": "Cette section de code vérifie si chaque entité fait partie de l’équipe du joueur et définit les dégâts si c’est le cas.",
    "hu": "A kód ezen része ellenőrzi, hogy az egyes entitások a játékos csapatában vannak-e, és beállítja a sebzést, ha igen.",
    "it": "Questa sezione del codice controlla se ogni entità fa parte della squadra del giocatore e, in caso affermativo, imposta il danno.",
    "ja": "コードのこのセクションでは、各エンティティがプレイヤーのチームに属しているかどうかを確認し、存在する場合はダ メージを設定します。",
    "ko": "이 코드 섹션은 각 개체가 플레이어의 팀에 있는지 확인하고 있는 경우 피해를 설정합니다.",
    "nl": "Dit gedeelte van de code controleert of elke entiteit deel uitmaakt van het team van de speler en stelt de schade in als dat zo is.",
    "no": "Denne delen av koden sjekker om hver enhet er på spillerens lag, og angir skaden i så fall.",
    "pl": "Ta sekcja kodu sprawdza, czy każda jednostka jest w drużynie gracza i ustawia obrażenia, jeśli tak.",
    "pt": "Esta seção de código verifica se cada entidade está na equipe do jogador e define o dano em caso afirmativo.",
    "pt-BR": "Esta seção de código verifica se cada entidade está na equipe do jogador e define o dano, em caso afirmativo.",
    "ro": "Această secțiune de cod verifică dacă fiecare entitate face parte din echipa jucătorului și stabilește daunele dacă da.",
    "ru": "Этот раздел кода проверяет, входит ли каждая сущность в команду игрока, и устанавливает урон, если это так.",
    "sv": "Detta avsnitt av kod kontrollerar om varje enhet är på spelarens lag och ställer in skadan om så är fallet.",
    "th": "โค้ดส่วนนี้จะตรวจสอบว่าแต่ละเอนทิตีอยู่ในทีมของผู้เล่นหรือไม่ และตั้งค่าความเสียหายหากเป็นเช่นนั้น",
    "tr": "Kodun bu bölümü, her bir varlığın oyuncunun takımında olup olmadığını kontrol eder ve öyleyse hasarı ayarlar.",
    "uk": "Цей розділ коду перевіряє, чи є кожна сутність у команді гравця, і встановлює пошкодження, якщо так.",
    "vi": "Phần mã này kiểm tra xem mỗi thực thể có thuộc đội của người chơi hay không và đặt thiệt hại nếu có.",
    "zh-CN": "这部分代码检查每个实体是否在玩家的团队中，如果是，则设置伤害。",
    "zh-TW": "這部分代碼檢查每個實體是否在玩家的團隊中，如果是，則設置傷害。"
}
