{
    "ar": "يشبه \\\"call\\\" \\\"jmp\\\" ، إلا أنه يدفع عنوانا إلى المكدس. ستعود تعليمات \\\"ret\\\" التالية إلى التعليمات التالية بعد \\\"call\\\".",
    "bg": "'call' е подобен на 'jmp', с изключение на това, че избутва адрес към стека. Следващата инструкция \\\"ret\\\" ще се върне към следващата инструкция след \\\"call\\\".",
    "cs": "'call' je podobné 'jmp', kromě toho, že posílá adresu do zásobníku. Další instrukce \\\"ret\\\" se vrátí k další instrukci po instrukci \\\"call\\\".",
    "da": "'call' ligner 'jmp', bortset fra at den skubber en adresse til stakken. Den næste 'ret'-instruktion vender tilbage til den næste instruktion efter 'call'.",
    "de": "'call' ähnelt 'jmp', außer dass es eine Adresse an den Stack schiebt. Die nächste 'ret'-Anweisung kehrt zur nächsten Anweisung nach der 'call' zurück.",
    "el": "Το 'call' είναι παρόμοιο με το 'jmp', εκτός από το ότι ωθεί μια διεύθυνση στη στοίβα. Η επόμενη εντολή 'ret' θα επιστρέψει στην επόμενη εντολή μετά το 'call'.",
    "en": "'call' is similar to 'jmp', except it pushes an address to the stack. The next 'ret' instruction will return to the next instruction after the 'call'.",
    "es": "'call' es similar a 'jmp', excepto que empuja una dirección a la pila. La siguiente instrucción 'ret' volverá a la siguiente instrucción después de la 'call'.",
    "es-419": "'call' es similar a 'jmp', excepto que empuja una dirección a la pila. La siguiente instrucción 'ret' volverá a la siguiente instrucción después de la 'call'.",
    "fi": "'call' on samanlainen kuin 'jmp', paitsi että se työntää osoitteen pinoon. Seuraava 'ret'-käsky palaa seuraavaan ohjeeseen 'call':n jälkeen.",
    "fr": "'call' est similaire à 'jmp', sauf qu’il pousse une adresse vers la pile. L’instruction 'ret' suivante reviendra à l’instruction suivante après l’instruction 'call'.",
    "hu": "Az \\\"call\\\" hasonló a \\\"jmp\\\" -hez, kivéve, hogy egy címet küld a verembe. A következő 'ret' utasítás visszatér az 'call' utáni következő utasításhoz.",
    "it": "'call' è simile a 'jmp', tranne per il fatto che spinge un indirizzo allo stack. La successiva istruzione 'ret' tornerà all'istruzione successiva dopo 'call'.",
    "ja": "'call' は 'jmp' に似ていますが、アドレスをスタックにプッシュする点が異なります。次の「ret」命令は、「call」の後の次の命令に戻ります。",
    "ko": "'call'는 주소를 스택에 푸시한다는 점을 제외하면 'jmp'와 유사합니다. 다음 'ret'명령은 'call'이후의 다음 명령으로 돌아갑니다.",
    "nl": "'call' is vergelijkbaar met 'jmp', behalve dat het een adres naar de stapel duwt. De volgende 'ret'-instructie keert terug naar de volgende instructie na de 'call'.",
    "no": "'call' ligner på 'jmp', bortsett fra at den skyver en adresse til stabelen. Den neste 'ret' instruksjonen kommer tilbake til neste instruksjon etter 'call'.",
    "pl": "'call' jest podobny do 'jmp', z tą różnicą, że wypycha adres do stosu. Następna instrukcja \\\"ret\\\" powróci do następnej instrukcji po \\\"call\\\".",
    "pt": "'call' é semelhante a 'jmp', exceto que envia um endereço para a pilha. A próxima instrução 'ret' retornará à próxima instrução após a 'call'.",
    "pt-BR": "'call' é semelhante a 'jmp', exceto que ele envia um endereço para a pilha. A próxima instrução 'ret' retornará à próxima instrução após a 'call'.",
    "ro": "\\\"call\\\" este similar cu \\\"jmp\\\", cu excepția faptului că împinge o adresă la stivă. Următoarea instrucțiune \\\"ret\\\" va reveni la următoarea instrucțiune după \\\"call\\\".",
    "ru": "'call' похож на 'jmp', за исключением того, что он отправляет адрес в стек. Следующая инструкция 'ret' вернется к следующей инструкции после 'call'.",
    "sv": "'call' liknar 'jmp', förutom att den skickar en adress till stacken. Nästa \\\"ret\\\"-instruktion återgår till nästa instruktion efter \\\"call\\\".",
    "th": "'call' คล้ายกับ 'jmp' ยกเว้นว่าจะผลักที่อยู่ไปยังสแต็ก คําสั่ง 'ret' ถัดไปจะกลับไปที่คําสั่งถัดไปหลังจาก 'call'",
    "tr": "'call', bir adresi yığına itmesi dışında 'jmp'ye benzer. Bir sonraki 'ret' talimatı, 'call'den sonraki talimata geri dönecektir.",
    "uk": "'call' схожий на 'jmp', за винятком того, що він виштовхує адресу до стека. Наступна інструкція \\\"ret\\\" повернеться до наступної інструкції після \\\"call\\\".",
    "vi": "'call' tương tự như 'jmp', ngoại trừ nó đẩy một địa chỉ vào ngăn xếp. Lệnh 'ret' tiếp theo sẽ quay lại lệnh tiếp theo sau 'call'.",
    "zh-CN": "“call”类似于“jmp”，只是它将地址推送到堆栈。下一个“ret”指令将返回到“call”之后的下一个指令。",
    "zh-TW": "“call”類似於“jmp”，只是它將位址推送到堆棧。下一個“ret”指令將返回到“call”之後的下一個指令。"
}
