{
    "ar": "SHL هي عملية تحول كل البتات في رقم إلى اليسار.",
    "bg": "SHL е операция, която измества всички битове в число наляво.",
    "cs": "SHL je operace, která posouvá všechny bity v čísle vlevo.",
    "da": "SHL er en operation, der skifter alle bits i et tal til venstre.",
    "de": "SHL ist eine Operation, die alle Bits einer Zahl nach links verschiebt.",
    "el": "Το SHL είναι μια ενέργεια που μετατοπίζει όλα τα bits σε έναν αριθμό προς τα αριστερά.",
    "en": "SHL is an operation that shifts all bits in a number to the left.",
    "es": "SHL es una operación que desplaza todos los bits en un número a la izquierda.",
    "es-419": "SHL es una operación que desplaza todos los bits en un número a la izquierda.",
    "fi": "SHL on toiminto, joka siirtää kaikki bitit numeroon vasemmalle.",
    "fr": "SHL est une opération qui décale tous les bits d’un nombre à gauche.",
    "hu": "Az SHL olyan művelet, amely az összes bitet balra tolja.",
    "it": "SHL è un'operazione che sposta tutti i bit in un numero a sinistra.",
    "ja": "SHLは、数値内のすべてのビットを左にシフトする操作です。",
    "ko": "SHL는 숫자의 모든 비트를 왼쪽으로 시프트하는 연산입니다.",
    "nl": "SHL is een bewerking die alle bits in een getal naar links verschuift.",
    "no": "SHL er en operasjon som skifter alle biter i et tall til venstre.",
    "pl": "SHL to operacja, która przesuwa wszystkie bity w liczbę po lewej stronie.",
    "pt": "SHL é uma operação que desloca todos os bits em um número para a esquerda.",
    "pt-BR": "SHL é uma operação que desloca todos os bits em um número para a esquerda.",
    "ro": "SHL este o operație care schimbă toți biții într-un număr spre stânga.",
    "ru": "SHL - это операция, которая сдвигает все биты числа влево.",
    "sv": "SHL är en operation som skiftar alla bitar i ett antal till vänster.",
    "th": "SHL เป็นการดำเนินการที่เลื่อนบิตทั้งหมดเป็นตัวเลขทางซ้าย",
    "tr": "SHL, tüm bitleri bir sayıdaki sola kaydıran bir işlemdir.",
    "uk": "SHL - це операція, яка переміщує всі біти в число ліворуч.",
    "vi": "SHL là một hoạt động dịch chuyển tất cả các bit trong một số sang trái.",
    "zh-CN": "SHL是将数字中的所有位向左移位的操作。",
    "zh-TW": "SHL是將數字中的所有位向左移位的操作。"
}
