{
    "ar": "منطقي يشير إلى ما إذا كان الكيان في فريق اللاعب. يعتبر قيمة منطقية نوع بيانات يمكن أن يكون خطأ (0) أو صحيح (1).",
    "bg": "Булева, показваща дали дадено лице е в отбора на играча. Булевата е тип данни, който може да бъде невярна (0) или true (1).",
    "cs": "Logická hodnota označující, zda je entita v týmu hráče. Logická hodnota je datový typ, který může být false (0) nebo true (1).",
    "da": "En boolesk værdi, der angiver, om en enhed er på spillerens hold. En boolesk er en datatype, der kan være falsk (0) eller sand (1).",
    "de": "Ein boolesche, anzeigt, ob sich eine Entität im Team des Spielers befindet. Ein boolesche Typ ist ein Datentyp, der false (0) oder true (1) sein kann.",
    "el": "Μια δυαδική τιμή που υποδεικνύει εάν μια οντότητα βρίσκεται στην ομάδα του παίκτη. Μια δυαδική τιμή είναι ένας τύπος δεδομένων που μπορεί να είναι false (0) ή true (1).",
    "en": "A boolean indicating if an entity is on the player's team. A boolean is a data type that can be false (0), or true (1).",
    "es": "Un booleano que indica si una entidad está en el equipo del jugador. Un booleano es un tipo de datos que puede ser false (0) o true (1).",
    "es-419": "Un booleano que indica si una entidad está en el equipo del jugador. Un booleano es un tipo de datos que puede ser false (0) o true (1).",
    "fi": "Totuusarvo, joka ilmaisee, onko olento pelaajan joukkueessa. Totuusarvo on tietotyyppi, joka voi olla epätosi (0) tai tosi (1).",
    "fr": "Un booléen indiquant si une entité est dans l’équipe du joueur. Un booléen est un type de données qui peut être faux (0) ou vrai (1).",
    "hu": "Logikai érték, amely jelzi, hogy egy entitás szerepel-e a játékos csapatában. A logikai érték olyan adattípus, amely lehet hamis (0) vagy igaz (1).",
    "it": "Un valore booleano che indica se un'entità fa parte della squadra del giocatore. Un valore booleano è un tipo di dati che può essere false (0) o true (1).",
    "ja": "エンティティがプレイヤーのチームにあるかどうかを示すブール値。ブール値は、偽 (0) または true (1) のデータ型 です。",
    "ko": "엔티티가 플레이어의 팀에 있는지를 나타내는 부울입니다. 부울은 거짓(0) 또는 true(1)일 수 있는 데이터 형식입니다.",
    "nl": "Een booleaan die aangeeft of een entiteit in het team van de speler zit. Een booleaan is een gegevenstype dat onwaar (0) of waar kan zijn (1).",
    "nb": "En boolsk som angir om en enhet er på spillerens lag. En boolsk er en datatype som kan være usann (0) eller sann (1).",
    "pl": "Wartość logiczna wskazująca, czy jednostka znajduje się w drużynie gracza. Wartość logiczna to typ danych, który może być fałszywy (0) lub true (1).",
    "pt": "Um booleano indicando se uma entidade está na equipa do jogador. Um booleano é um tipo de dados que pode ser falso (0), ou verdadeiro (1).",
    "pt-BR": "Um booleano indicando se uma entidade está no time do jogador. Um booleano é um tipo de dados que pode ser falso (0) ou verdadeiro (1).",
    "ro": "Un boolean care indică dacă o entitate face face în echipa jucătorului. Un boolean este un tip de date care poate fi fals (0) sau adevărat (1).",
    "ru": "Булеан, указывающий, является ли сущность в команде игрока. Булеан — это тип данных, который может быть ложным (0), или истинным (1).",
    "sv": "En boolesk som anger om en enhet finns i spelarens lag. En boolesk är en datatyp som kan vara falsk (0) eller sant (1).",
    "th": "บูลีนที่ระบุว่านิติบุคคลอยู่ในทีมของผู้เล่นหรือไม่ บูลีนเป็นชนิดข้อมูลที่สามารถเป็นเท็จ (0) หรือจริง (1)",
    "tr": "Bir varlığın oyuncunun takımında olup olmadığını gösteren bir boolean. Boolean yanlış (0) veya doğru (1) olabilir bir veri türüdür.",
    "uk": "Логічне значення, яке вказує, якщо сутність перебуває в команді програвача. Логічне значення — це тип даних, який може бути хибним (0) або TRUE (1).",
    "vi": "Một boolean cho biết nếu một thực thể nằm trong đội của người chơi. Boolean là một kiểu dữ liệu có thể là false (0), hoặc True (1).",
    "zh-CN": "一个布尔，指示实体是否位于玩家的团队中。布尔是一种数据类型，可以是假 （0）或 true （1）。",
    "zh-TW": "一個布爾,指示實體是否位於玩家的團隊中。布爾是一種數據類型,可以是假 (0)或 true (1)。"
}
