{
    "ar": ".'shr' يشفي العدو بشكل عام. 'ror' ليس بديلا جيدا ، لأن هذا يمكن أن يلتف حول العدو ويشفيه بدلا من قتله. حاول استخدام عملية 'rol'",
    "bg": "'rol' обикновено лекува врага. 'ror' не е добър заместител, защото това може да се обвие и да излекува врага, вместо да ги убие. Опитайте да използвате операция 'shr'.",
    "cs": "'rol' obecně léčí nepřítele. 'ror' není dobrou náhradou, protože to může zabalit a vyléčit nepřítele místo toho, aby ho zabil. Zkuste použít operaci 'shr'.",
    "da": "'rol' helbreder generelt fjenden. 'ror' er ikke en god erstatning, fordi dette kan vikle rundt og helbrede fjenden i stedet for at dræbe dem. Prøv at bruge en 'shr'-operation.",
    "de": "'rol' heilt im Allgemeinen den Feind. 'ror' ist kein guter Ersatz, da dies den Feind umhüllen und heilen kann, anstatt ihn zu töten. Versuchen Sie, einen 'shr'-Vorgang zu verwenden.",
    "el": "Το «rol» γενικά θεραπεύει τον εχθρό. Το «ror» δεν είναι καλή αντικατάσταση, επειδή αυτό μπορεί να τυλίξει και να θεραπεύσει τον εχθρό αντί να τον σκοτώσει. Δοκιμάστε να χρησιμοποιήσετε μια λειτουργία 'shr'.",
    "en": "'rol' generally heals the enemy. 'ror' is not a good replacement, because this can wrap around and heal the enemy instead of killing them. Try using a 'shr' operation.",
    "es": "'rol' generalmente cura al enemigo. 'ror' no es un buen reemplazo, porque esto puede envolver y curar al enemigo en lugar de matarlo. Intente usar una operación 'shr'.",
    "es-419": "'rol' generalmente cura al enemigo. 'ror' no es un buen reemplazo, porque esto puede envolver y curar al enemigo en lugar de matarlo. Intente usar una operación 'shr'.",
    "fi": "'rol' parantaa yleensä vihollisen. 'ror' ei ole hyvä korvike, koska se voi kietoutua ympärilleen ja parantaa vihollisen tappamisen sijaan. Kokeile shr-toimintoa.",
    "fr": "'rol' guérit généralement l’ennemi. 'ror' n’est pas un bon remplacement, car cela peut envelopper et guérir l’ennemi au lieu de le tuer. Essayez d’utiliser une opération 'shr'.",
    "hu": "Az 'rol' általában meggyógyítja az ellenséget. A 'ror' nem jó helyettesítő, mert ez körbejárhatja és meggyógyíthatja az ellenséget, ahelyett, hogy megölné őket. Próbáljon meg 'shr' műveletet használni.",
    "it": "'rol' generalmente guarisce il nemico. 'ror' non è un buon sostituto, perché questo può avvolgere e guarire il nemico invece di ucciderlo. Prova a utilizzare un'operazione 'shr'.",
    "ja": "「rol」は通常、敵を回復させます。「ror」は、敵を殺す代わりに敵を包み込んで癒すことができるため、良い代替品で はありません。'shr' 操作を使用してみてください。",
    "ko": "'rol'는 일반적으로 적을 치유합니다. 'ror'는 적을 죽이는 대신 감싸고 치유 할 수 있기 때문에 좋은 대체품이 아닙니다. 'shr' 작업을 사용해 보십시오.",
    "nl": "'rol' geneest over het algemeen de vijand. 'ror' is geen goede vervanging, omdat dit de vijand kan omwikkelen en genezen in plaats van ze te doden. Probeer een 'shr'-bewerking te gebruiken.",
    "no": "'rol' helbreder generelt fienden. 'ror' er ikke en god erstatning, fordi dette kan vikle seg rundt og helbrede fienden i stedet for å drepe dem. Prøv å bruke en 'shr'-operasjon.",
    "pl": "'rol' na ogół leczy wroga. 'ror' nie jest dobrym zamiennikiem, ponieważ może owinąć się i uzdrowić wroga zamiast go zabijać. Spróbuj użyć operacji 'shr'.",
    "pt": "'rol' geralmente cura o inimigo. 'ror' não é um bom substituto, porque isto pode enrolar-se e curar o inimigo em vez de matá-los. Tente utilizar uma operação 'shr'.",
    "pt-BR": "'rol' geralmente cura o inimigo. 'ror' não é uma boa substituição, porque isso pode envolver e curar o inimigo em vez de matá-los. Tente usar uma operação 'shr'.",
    "ro": "'rol' vindecă în general inamicul. 'ror' nu este un înlocuitor bun, deoarece acest lucru se poate înfășura și vindeca inamicul în loc să-i omoare. Încercați să utilizați o operațiune 'shr'.",
    "ru": "«rol» обычно исцеляет врага. «ror» не является хорошей заменой, потому что это может обернуть и исцелить врага, а не убивать его. Попробуйте использовать операцию 'shr'.",
    "sv": "'rol' läker i allmänhet fienden. 'ror' är ingen bra ersättning, eftersom detta kan linda runt och läka fienden istället för att döda dem. Prova att använda en 'shr'-operation.",
    "th": "'rol' มักจะรักษาศัตรู 'ror' ไม่ใช่สิ่งทดแทนที่ดีเพราะสิ่งนี้สามารถพันรอบและรักษาศัตรูแทนที่จะฆ่าพวกเขา ลองใช้การดําเนินการ 'shr'",
    "tr": "'rol' genellikle düşmanı iyileştirir. 'ror' iyi bir yedek değildir, çünkü bu düşmanı öldürmek yerine etrafı sarabilir ve iyileştirebilir. Bir 'shr' işlemi kullanmayı deneyin.",
    "uk": "«rol» взагалі лікує ворога. «ror» не є хорошою заміною, тому що це може обернутися і зцілити ворога, а не вбити його. Спробуйте скористатися операцією 'shr'.",
    "vi": "'rol' thường chữa lành kẻ thù. 'ror' không phải là một sự thay thế tốt, bởi vì điều này có thể quấn quanh và chữa lành kẻ thù thay vì giết chúng. Hãy thử sử dụng thao tác 'shr'.",
    "zh-CN": "“rol”通常可以治愈敌人。“ror”不是一个好的替代品，因为这可以缠绕和治愈敌人，而不是杀死他们。尝试使用“shr”操 作。",
    "zh-TW": "“rol”通常可以治癒敵人。“ror”不是一個好的替代品，因為這可以纏繞和治癒敵人，而不是殺死他們。嘗試使用「shr」 操作。"
}
