{
    "ar": "هل يمكننا أخذ الأشياء من هذا الصندوق للمساعدة في إنقاذ العالم؟",
    "bg": "Можем ли да вземем предметите от този сандък, за да помогнем за спасяването на света?",
    "cs": "Můžeme vzít předměty z této truhly, abychom pomohli zachránit svět?",
    "da": "Kan vi tage genstandene fra kisten for at hjælpe med at redde verden?",
    "de": "Können wir die Gegenstände aus dieser Truhe nehmen, um die Welt zu retten?",
    "el": "Μπορούμε να πάρουμε τα αντικείμενα από αυτό το σεντούκι για να βοηθήσουμε να σωθεί ο κόσμος;",
    "en": "Can we take the items from that chest to help save the world?",
    "es": "¿Podemos tomar los artículos de ese cofre para ayudar a salvar el mundo?",
    "es-419": "¿Podemos tomar los artículos de ese cofre para ayudar a salvar el mundo?",
    "fi": "Voimmeko ottaa tavarat tuosta arkusta auttaaksemme pelastamaan maailman?",
    "fr": "Pouvons-nous prendre les objets de ce coffre pour aider à sauver le monde?",
    "hu": "El tudjuk venni a tárgyakat abból a ládából, hogy segítsünk megmenteni a világot?",
    "it": "Possiamo prendere gli oggetti da quella cassa per aiutare a salvare il mondo?",
    "ja": "その宝箱からアイテムを取り出して世界を救うことができますか?",
    "ko": "그 상자에서 물건을 가져가 세상을 구할 수 있을까요?",
    "nl": "Kunnen we de spullen uit die kist halen om de wereld te helpen redden?",
    "no": "Kan vi ta gjenstandene fra den kisten for å redde verden?",
    "pl": "Czy możemy zabrać przedmioty z tej skrzyni, aby pomóc uratować świat?",
    "pt": "Podemos tirar os itens desse baú para ajudar a salvar o mundo?",
    "pt-BR": "Podemos tirar os itens desse baú para ajudar a salvar o mundo?",
    "ro": "Putem lua obiectele din acel cufăr pentru a ajuta la salvarea lumii?",
    "ru": "Можем ли мы взять предметы из этого сундука, чтобы помочь спасти мир?",
    "sv": "Kan vi ta föremålen från kistan för att hjälpa till att rädda världen?",
    "th": "เราสามารถนําสิ่งของจากหีบนั้นไปช่วยโลกได้หรือไม่?",
    "tr": "Dünyayı kurtarmaya yardım etmek için o sandıktan eşyaları alabilir miyiz?",
    "uk": "Чи можемо ми забрати предмети з тієї скрині, щоб допомогти врятувати світ?",
    "vi": "Chúng ta có thể lấy các vật phẩm từ chiếc rương đó để giúp cứu thế giới không?",
    "zh-CN": "我们可以从那个箱子里取出物品来帮助拯救世界吗？",
    "zh-TW": "我們可以從那個箱子里取出物品來説明拯救世界嗎？"
}
