{
    "ar": "مطلقا! يحق لمعظم المسافرين تماما ولا يكلفون أنفسهم عناء السؤال.",
    "bg": "Абсолютно! Повечето пътници имат право и дори не си правят труда да питат.",
    "cs": "Naprosto! Většina cestujících má nárok a ani se neobtěžuje ptát.",
    "da": "Absolut! De fleste rejsende har ret og gider ikke engang spørge.",
    "de": "Absolut! Die meisten Reisenden haben durchaus Anspruch und machen sich nicht einmal die Mühe zu fragen.",
    "el": "Απόλυτα! Οι περισσότεροι ταξιδιώτες έχουν κάθε δικαίωμα και δεν μπαίνουν καν στον κόπο να ρωτήσουν.",
    "en": "Absolutely! Most travelers are quite entitled and do not even bother asking.",
    "es": "¡Absolutamente! La mayoría de los viajeros tienen bastante derecho y ni siquiera se molestan en preguntar.",
    "es-419": "¡Absolutamente! La mayoría de los viajeros tienen bastante derecho y ni siquiera se molestan en preguntar.",
    "fi": "Ehdottomasti! Useimmat matkustajat ovat melko oikeutettuja eivätkä edes vaivaudu kysymään.",
    "fr": "Absolument! La plupart des voyageurs ont tout à fait le droit et ne prennent même pas la peine de demander.",
    "hu": "Teljesen! A legtöbb utazó meglehetősen jogosult, és nem is zavarja a kérdést.",
    "it": "Assolutamente! La maggior parte dei viaggiatori ha abbastanza diritto e non si preoccupa nemmeno di chiedere.",
    "ja": "そうですよ！ほとんどの旅行者はかなり資格があり、わざわざ尋ねることさえしません。",
    "ko": "절대로! 대부분의 여행자는 자격이 있으며 귀찮게하지 않습니다.",
    "nl": "Absoluut! De meeste reizigers hebben het recht en nemen niet eens de moeite om het te vragen.",
    "no": "Absolutt! De fleste reisende har ganske rett og gidder ikke engang å spørre.",
    "pl": "Absolutnie! Większość podróżnych ma pełne prawo i nawet nie zadaje sobie trudu, aby zapytać.",
    "pt": "Com certeza! A maioria dos viajantes tem bastante direito e nem se dá ao trabalho de perguntar.",
    "pt-BR": "Absolutamente! A maioria dos viajantes tem todo o direito e nem se dá ao trabalho de perguntar.",
    "ro": "Absolut! Majoritatea călătorilor sunt destul de îndreptățiți și nici măcar nu se deranjează să întrebe.",
    "ru": "Совершенно! Большинство путешественников имеют на это полное право и даже не утруждают себя вопросами.",
    "sv": "Absolut! De flesta resenärer har rätt och bryr sig inte ens om att fråga.",
    "th": "แน่นอน! นักเดินทางส่วนใหญ่มีสิทธิ์ค่อนข้างมากและไม่ต้องกังวลกับการถาม",
    "tr": "Kesinlikle! Çoğu gezgin oldukça haklıdır ve sormaya bile zahmet etmez.",
    "uk": "Абсолютно! Більшість мандрівників мають цілком право і навіть не обтяжують себе питанням.",
    "vi": "Hoàn toàn! Hầu hết khách du lịch đều khá có quyền và thậm chí không bận tâm hỏi.",
    "zh-CN": "绝对！大多数旅行者都非常有权，甚至懒得问。",
    "zh-TW": "絕對！大多數旅行者都非常有權，甚至懶得問。"
}
