{
    "ar": "المسافرون المؤهلون يأخذون دائما أشياء من صدوري دون أن يسألوا أولا!",
    "bg": "Правоимащите пътници винаги вземат предмети от гърдите ми, без първо да питат!",
    "cs": "Oprávnění cestující vždy berou předměty z mé hrudi, aniž by se nejprve zeptali!",
    "da": "Berettigede rejsende tager altid varer fra mine kister uden at spørge først!",
    "de": "Berechtigte Reisende, die immer Gegenstände aus meiner Truhe nehmen, ohne vorher zu fragen!",
    "el": "Δικαιούμενοι ταξιδιώτες που παίρνουν πάντα αντικείμενα από το στήθος μου χωρίς να ρωτήσουν πρώτα!",
    "en": "Entitled travelers always taking items from my chests without asking first!",
    "es": "¡Los viajeros con derecho siempre toman artículos de mis cofres sin preguntar primero!",
    "es-419": "¡Los viajeros con derecho siempre toman artículos de mis cofres sin preguntar primero!",
    "fi": "Oikeutetut matkustajat ottavat aina tavaroita arkustani kysymättä ensin!",
    "fr": "Les voyageurs autorisés prennent toujours des articles de mon coffre sans demander d’abord!",
    "hu": "A jogosult utazók mindig kérés nélkül vesznek tárgyakat a mellkasomból!",
    "it": "Viaggiatori titolati che prendono sempre oggetti dal mio baule senza chiedere prima!",
    "ja": "資格のある旅行者は、最初に尋ねることなく、常に私の胸からアイテムを取ります!",
    "ko": "자격이 있는 여행자는 항상 먼저 묻지 않고 내 가슴에서 물건을 가져갑니다!",
    "nl": "Gerechtigde reizigers nemen altijd items uit mijn kisten zonder het eerst te vragen!",
    "no": "Rett reisende alltid tar elementer fra brystet mitt uten å spørre først!",
    "pl": "Uprawnieni podróżnicy zawsze biorą przedmioty z moich skrzyń bez uprzedniego pytania!",
    "pt": "Viajantes com direito sempre tirando itens do meu peito sem perguntar primeiro!",
    "pt-BR": "Viajantes com direito sempre tirando itens do meu peito sem perguntar antes!",
    "ro": "Călători îndreptățiți să ia întotdeauna obiecte din piepturile mele fără să întrebe mai întâi!",
    "ru": "Правомочные путешественники всегда берут вещи из моих сундуков, не спрашивая предварительно!",
    "sv": "Berättigade resenärer tar alltid saker från mina kistor utan att fråga först!",
    "th": "นักเดินทางที่มีสิทธิ์มักจะนําสิ่งของจากหน้าอกของฉันโดยไม่ต้องถามก่อน!",
    "tr": "Hak sahibi gezginler her zaman önce sormadan sandıklarımdan eşya alıyorlar!",
    "uk": "Правомірні мандрівники завжди беруть предмети з моїх скринь, не запитуючи спочатку!",
    "vi": "Du khách có quyền luôn lấy đồ từ ngực tôi mà không hỏi trước!",
    "zh-CN": "有权的旅行者总是不先问就从我的箱子里拿走物品！",
    "zh-TW": "有權的旅行者總是不先問就從我的箱子裡拿走物品！"
}
