{
    "ar": "JS / JNS هي تعليمات تؤدي قفزة فقط اعتمادا على ما إذا كانت نتيجة أحدث تعليمات حسابية سالبة.",
    "bg": "JS / JNS са инструкции, които извършват само скок в зависимост от това дали резултатът от най-новата аритметична инструкция е отрицателен.",
    "cs": "JS/JNS jsou instrukce, které provádějí pouze skok v závislosti na tom, zda je výsledek poslední aritmetické instrukce záporný.",
    "da": "JS / JNS er instruktioner, der kun udfører et spring afhængigt af, om resultatet af den seneste aritmetiske instruktion er negativt.",
    "de": "JS/JNS sind Anweisungen, die nur einen Sprung ausführen, je nachdem, ob das Ergebnis der letzten arithmetischen Anweisung negativ ist.",
    "el": "Τα JS/JNS είναι οδηγίες που εκτελούν μόνο ένα άλμα ανάλογα με το αν το αποτέλεσμα της πιο πρόσφατης αριθμητικής εντολής είναι αρνητικό.",
    "en": "JS/JNS are instructions that only perform a jump depending on whether the result of the most recent arithmetic instruction is negative.",
    "es": "JS/JNS son instrucciones que solo realizan un salto dependiendo de si el resultado de la instrucción aritmética más reciente es negativo.",
    "es-419": "JS/JNS son instrucciones que solo realizan un salto dependiendo de si el resultado de la instrucción aritmética más reciente es negativo.",
    "fi": "JS/JNS ovat käskyjä, jotka suorittavat hypyn vain sen mukaan, onko viimeisimmän aritmeettisen käskyn tulos negatiivinen.",
    "fr": "JS/JNS sont des instructions qui n’effectuent qu’un saut selon que le résultat de l’instruction arithmétique la plus récente est négatif ou non.",
    "hu": "A JS/JNS olyan utasítás, amely csak attól függően hajt végre ugrást, hogy a legutóbbi aritmetikai utasítás eredménye negatív-e.",
    "it": "JS/JNS sono istruzioni che eseguono solo un salto a seconda che il risultato dell'istruzione aritmetica più recente sia negativo.",
    "ja": "JS/JNSは、直近の算術命令の結果が負であるかどうかによってのみジャンプを実行する命令です。",
    "ko": "JS/JNS는 가장 최근의 산술 명령의 결과가 음수인지 여부에 따라 점프만 수행하는 명령입니다.",
    "nl": "JS/JNS zijn instructies die alleen een sprong uitvoeren, afhankelijk van of het resultaat van de meest recente rekeninstructie negatief is.",
    "no": "JS/JNS er instruksjoner som bare utfører et hopp avhengig av om resultatet av den siste aritmetiske instruksjonen er negativt.",
    "pl": "JS/JNS to instrukcje, które wykonują tylko skok w zależności od tego, czy wynik najnowszej instrukcji arytmetycznej jest ujemny.",
    "pt": "JS/JNS são instruções que só executam um salto dependendo se o resultado da instrução aritmética mais recente é negativo.",
    "pt-BR": "JS/JNS são instruções que só realizam um salto dependendo se o resultado da instrução aritmética mais recente é negativo.",
    "ro": "JS / JNS sunt instrucțiuni care efectuează un salt numai în funcție de faptul dacă rezultatul celei mai recente instrucțiuni aritmetice este negativ.",
    "ru": "JS/JNS — это инструкции, которые выполняют скачок только в зависимости от того, является ли результат последней арифметической инструкции отрицательным.",
    "sv": "JS / JNS är instruktioner som bara utför ett hopp beroende på om resultatet av den senaste aritmetiska instruktionen är negativt.",
    "th": "JS/JNS เป็นคําแนะนําที่ทําการกระโดดเท่านั้นขึ้นอยู่กับว่าผลลัพธ์ของคําสั่งเลขคณิตล่าสุดเป็นลบหรือไม่",
    "tr": "JS / JNS, en son aritmetik talimatın sonucunun negatif olup olmadığına bağlı olarak yalnızca bir sıçrama gerçekleştiren talimatlardır.",
    "uk": "JS/JNS — це інструкції, які виконують лише стрибок залежно від того, чи є результат останньої арифметичної інструкції від'ємним.",
    "vi": "JS / JNS là các hướng dẫn chỉ thực hiện một bước nhảy tùy thuộc vào việc kết quả của lệnh số học gần đây nhất có âm hay không.",
    "zh-CN": "JS/JNS 是仅根据最新算术指令的结果是否为负值执行跳转的指令。",
    "zh-TW": "JS/JNS 是僅根據最新算術指令的結果是否為負值執行跳轉的指令。"
}
