{
    "ar": "أدخل البوابة في أعلى يسار المدينة ، وابحث عن قائد شركة مصفاة نفط عمان.",
    "bg": "Влезте в портата в горния ляв ъгъл на града и потърсете командира на орките.",
    "cs": "Vstupte do brány v levé horní části města a hledejte velitele skřetů.",
    "da": "Gå ind i porten øverst til venstre i byen, og søg efter orc-kommandøren.",
    "de": "Betreten Sie das Tor oben links in der Stadt und suchen Sie nach dem Ork-Kommandanten.",
    "el": "Μπείτε στην πύλη πάνω αριστερά της πόλης και αναζητήστε τον διοικητή του orc.",
    "en": "Enter the gate at the top left of town, and search for the orc commander.",
    "es": "Entra por la puerta en la parte superior izquierda de la ciudad y busca al comandante orco.",
    "es-419": "Entra por la puerta en la parte superior izquierda de la ciudad y busca al comandante orco.",
    "fi": "Astu sisään kaupungin vasemmassa yläkulmassa olevasta portista ja etsi örkkikomentaja.",
    "fr": "Entrez dans la porte en haut à gauche de la ville et cherchez le commandant orc.",
    "hu": "Lépj be a kapun a város bal felső sarkában, és keresd meg az ork parancsnokot.",
    "it": "Entra nel cancello in alto a sinistra della città e cerca il comandante degli orchi.",
    "ja": "町の左上にある門に入り、オークの司令官を探してください。",
    "ko": "마을 왼쪽 상단의 문으로 들어가 오크 사령관을 찾으십시오.",
    "nl": "Ga de poort linksboven in de stad binnen en zoek naar de orkcommandant.",
    "no": "Gå inn porten øverst til venstre i byen, og søk etter orkkommandanten.",
    "pl": "Wejdź do bramy w lewym górnym rogu miasta i poszukaj dowódcy orków.",
    "pt": "Entre no portão no canto superior esquerdo da cidade e procure o comandante orc.",
    "pt-BR": "Entre no portão no canto superior esquerdo da cidade e procure o comandante orc.",
    "ro": "Intrați pe poarta din stânga sus a orașului și căutați comandantul ORC.",
    "ru": "Войдите в ворота в левом верхнем углу города и найдите командира орков.",
    "sv": "Gå in i porten längst upp till vänster i staden och sök efter orchbefälhavaren.",
    "th": "เข้าสู่ประตูที่ด้านบนซ้ายของเมืองและค้นหาผู้บัญชาการออร์ค",
    "tr": "Şehrin sol üst köşesindeki kapıya girin ve ork komutanını arayın.",
    "uk": "Увійдіть у ворота у верхньому лівому куті міста та знайдіть командира орків.",
    "vi": "Bước vào cổng ở trên cùng bên trái của thị trấn, và tìm kiếm chỉ huy Orc.",
    "zh-CN": "进入城镇左上角的大门，寻找兽人指挥官。",
    "zh-TW": "進入城鎮左上角的大門，尋找獸人指揮官。"
}
