{
    "ar": "أدخل البوابة في الجزء العلوي الأيسر من المدينة ، وابحث عن قائد orc.",
    "bg": "Влез в портата в горния ляв край на града и потърси командира на орк.",
    "cs": "Zadejte bránu v levém horním rohu města a vyhledejte velitele orka.",
    "da": "Gå ind i porten øverst til venstre i byen, og søg efter ork-kommandanten.",
    "de": "Betritt das Tor oben links in der Stadt und suche nach dem Ork-Kommandanten.",
    "el": "Εισαγάγετε την πύλη πάνω αριστερά της πόλης και αναζητήστε τον διοικητή orc.",
    "en": "Enter the gate at the top left of town, and search for the orc commander.",
    "es": "Entra por la puerta en la esquina superior izquierda de la ciudad y busca al comandante orco.",
    "es-419": "Entra por la puerta en la esquina superior izquierda de la ciudad y busca al comandante orco.",
    "fi": "Kirjoita portti kaupungin vasempaan yläkulmaan ja etsi orkkokomentaja.",
    "fr": "Entrez par la porte en haut à gauche de la ville et cherchez le commandant orc.",
    "hu": "Adja meg a kaput a város bal felső sarkában, és keresse meg az orkparancsnokot.",
    "it": "Entra nella porta in alto a sinistra della città e cerca il comandante degli orchi.",
    "ja": "町の左上にある門に入り、オークの司令官を探します。",
    "ko": "마을의 왼쪽 상단에있는 문을 입력하고 오크 사령관을 검색하십시오.",
    "nl": "Ga de poort linksboven in de stad in en zoek naar de orc-commandant.",
    "no": "Gå inn i porten øverst til venstre i byen, og søk etter ork-sjefen.",
    "pl": "Wejdź do bramy w lewym górnym rogu miasta i poszukaj dowódcy orków.",
    "pt": "Entre no portão no canto superior esquerdo da cidade e procure o comandante orc.",
    "pt-BR": "Entre no portão no canto superior esquerdo da cidade e procure o comandante orc.",
    "ro": "Intrați pe poarta din stânga sus a orașului și căutați comandantul orc.",
    "ru": "Войдите в ворота в верхнем левом углу города и найдите командира орков.",
    "sv": "Gå in i porten längst upp till vänster i staden och sök efter orc-befälhavaren.",
    "th": "เข้าประตูที่ด้านบนซ้ายของเมืองและค้นหาผู้บัญชาการ orc",
    "tr": "Şehrin sol üst kısmındaki kapıya girin ve ork komutanını arayın.",
    "uk": "Введіть ворота в лівій верхній частині міста та знайдіть командира орків.",
    "vi": "Nhập cổng ở phía trên bên trái của thị trấn và tìm kiếm chỉ huy orc.",
    "zh-CN": "输入城镇左上方的大门，然后搜索兽人指挥官。",
    "zh-TW": "輸入城鎮左上方的大門，然後搜索獸人指揮官。"
}
