{
    "ar": "على متن سفينة في الأرصفة إلى أسفل يمين %s1، والإبحار نحو أنقاض.",
    "bg": "Качи се на кораб на доковете до дъното на дясно на %s1, и плават към руините.",
    "cs": "Nastupte na palubu lodi v docích vpravo dole %s1 a plaví se směrem k ruinám.",
    "da": "Bestyr et skib på havnen til nederst til højre for %s1, og sejle mod ruinerne.",
    "de": "Besteigen Sie ein Schiff an den Docks auf der rechten Unteren Seite von %s1, und segeln Sie in Richtung der Ruinen.",
    "el": "Επιβιβαστείτε σε ένα πλοίο στις αποβάθρες στο κάτω δεξιά μέρος του %s1, και πλέουν προς τα ερείπια.",
    "en": "Board a ship at the docks to the bottom right of %s1, and sail towards the ruins.",
    "es": "Suba a bordo de un barco en los muelles hasta la parte inferior derecha de %s1, y navegue hacia las ruinas.",
    "es-419": "Suba a bordo de un barco en los muelles hasta la parte inferior derecha de %s1, y navegue hacia las ruinas.",
    "fi": "Nouse laivaan satamassa %s1:n oikeassa alakulmassa ja purjehdi kohti raunioita.",
    "fr": "Montez à bord d’un navire sur les quais en bas à droite de %s1, et naviguez vers les ruines.",
    "hu": "Szállj fel egy hajóra a %s1-i dokkoknál, és hajózz a romok felé.",
    "it": "salire a bordo di una nave al molo in basso a destra di %s1, e navigare verso le rovine.",
    "ja": "%s1の右下にあるドックで船に乗り、遺跡に向かって航海する。",
    "ko": "%s1의 오른쪽 하단에 부두에서 배를 탑승하고 폐허를 향해 항해.",
    "nl": "Stap aan boord van een schip aan de dokken rechtsonder op %s1 en vaar naar de ruïnes.",
    "nb": "Gå ombord i et skip ved kaiene til nederst til høyre for %s1, og seil mot ruinene.",
    "pl": "Wejd na pokład statku w dokach w prawym dolnym rogu %s1 i płynie w kierunku ruin.",
    "pt": "Embarque num navio nas docas para o canto inferior direito de %s1, e navegue em direção às ruínas.",
    "pt-BR": "Embarque em um navio nas docas para o canto inferior direito da %s1, e navegue em direção às ruínas.",
    "ro": "Bord o navă la docuri la dreapta jos a %s1, și naviga spre ruinele.",
    "ru": "На борту судна в доках в правом нижнем углу %s1, и плыть к руинам.",
    "sv": "Styr ett fartyg i hamnen längst ner till höger i %s1 och segla mot ruinerna.",
    "th": "เรือที่ท่าเรือที่ด้านล่างขวาของ %s1, และแล่นเรือไปยังซากปรักหักพัง.",
    "tr": "%s1 sağ alt rıhtımda bir gemi binve kalıntıları doğru yelken.",
    "uk": "Борт корабля в доках до нижньої праворуч %s1, і плисти до руїн.",
    "vi": "Ban một con tàu tại bến cảng phía dưới bên phải của %s1, và buồm về phía các tàn tích.",
    "zh-CN": "登上%s1右下角的船，驶向废墟。",
    "zh-TW": "登上%s1右下角的船,駛向廢墟。"
}
