{
    "ar": ".؜يا عزيزي! يؤسفني أن أبلغكم أنه لا يوجد شيء يمكنني القيام به",
    "bg": "О скъпи! Със съжаление ви информирам, че нищо не мога да направя.",
    "cs": "Ach drahý! S politováním vám musím oznámit, že nemohu nic dělat.",
    "da": "Åh kære! Jeg beklager at måtte meddele Dem, at jeg ikke kan gøre noget.",
    "de": "Oh je! Es tut mir leid, Ihnen mitteilen zu müssen, dass ich nichts tun kann.",
    "el": "Αμάν! Λυπάμαι που σας ενημερώνω ότι δεν μπορώ να κάνω τίποτα.",
    "en": "Oh dear! I regret to inform you that there is nothing I can do.",
    "es": "¡Oh, vaya! Lamento informarle de que no hay nada que pueda hacer.",
    "es-419": "¡Oh, vaya! Lamento informarle de que no hay nada que pueda hacer.",
    "fi": "Voi rakas! Minun on valitettavasti ilmoitettava teille, etten voi tehdä mitään.",
    "fr": "Oh, mon Dieu! J’ai le regret de vous informer que je ne peux rien faire.",
    "hu": "Ó, drágám! Sajnálattal tájékoztatom Önöket, hogy nem tehetek semmit.",
    "it": "Oh cara! Mi dispiace informarvi che non c'è nulla che io possa fare.",
    "ja": "ああ！残念ながら、私にできることは何もありません。",
    "ko": "이런! 제가 할 수 있는 일이 없음을 알려드리게 되어 유감입니다.",
    "nl": "O jee! Tot mijn spijt moet ik u meedelen dat ik niets kan doen.",
    "no": "Å kjære! Jeg beklager å måtte informere deg om at det ikke er noe jeg kan gjøre.",
    "pl": "Ojej! Z przykrością informuję, że nic nie mogę zrobić.",
    "pt": "Ai, senhores! Lamento informá-los de que não há nada que eu possa fazer.",
    "pt-BR": "Oh querida! Lamento informá-lo de que não há nada que eu possa fazer.",
    "ro": "Oh, dragă! Regret să vă informez că nu pot face nimic.",
    "ru": "Ну, дорогой! С сожалением сообщаю вам, что я ничего не могу сделать.",
    "sv": "Kära nån! Jag måste tyvärr meddela er att det inte finns något jag kan göra.",
    "th": "โอ้ที่รัก! ฉันเสียใจที่ต้องแจ้งให้คุณทราบว่าไม่มีอะไรที่ฉันสามารถทําได้",
    "tr": "Ah canım! Yapabileceğim hiçbir şey olmadığını bildirmekten üzüntü duyuyorum.",
    "uk": "О любий! З жалем повідомляю вам, що нічого не можу зробити.",
    "vi": "Ôi chao! Tôi rất tiếc phải thông báo với bạn rằng tôi không thể làm gì được.",
    "zh-CN": "哦，亲爱的！我很遗憾地通知你，我无能为力。",
    "zh-TW": "哦，親愛的！我很遺憾地通知你，我無能為力。"
}
