{
    "ar": ".لا يوجد علاج لدغة غيبوبة. ربما مات الآن",
    "bg": "Няма лек за ухапване от зомби. Вероятно вече е мъртъв.",
    "cs": "Neexistuje žádný lék na zombie skus. Teď už je pravděpodobně mrtvý.",
    "da": "Der er ingen kur mod en zombiebid. Han er sandsynligvis død nu.",
    "de": "Es gibt keine Heilung für einen Zombie-Biss. Wahrscheinlich ist er inzwischen tot.",
    "el": "Δεν υπάρχει θεραπεία για ένα δάγκωμα ζόμπι. Είναι μάλλον νεκρός μέχρι τώρα.",
    "en": "There is no cure for a zombie bite. He is probably dead by now.",
    "es": "No hay cura para una mordedura de zombie. Probablemente ya esté muerto.",
    "es-419": "No hay cura para una mordedura de zombie. Probablemente ya esté muerto.",
    "fi": "Zombie-puremaan ei ole parannuskeinoa. Hän on todennäköisesti jo kuollut.",
    "fr": "Il n’y a pas de remède pour une morsure de zombie. Il est probablement mort maintenant.",
    "hu": "A zombi harapás nem gyógyítható. Mostanra valószínűleg már halott.",
    "it": "Non esiste una cura per un morso di zombie. Probabilmente è morto ormai.",
    "ja": "ゾンビ咬傷の治療法はありません。彼はおそらくもう死んでいます。",
    "ko": "좀비 물림에 대한 치료법은 없습니다. 그는 지금쯤 죽었을 것입니다.",
    "nl": "Er is geen remedie voor een zombiebeet. Waarschijnlijk is hij inmiddels dood.",
    "no": "Det finnes ingen kur mot en zombiebit. Han er trolig død nå.",
    "pl": "Nie ma lekarstwa na ukąszenie zombie. Prawdopodobnie już nie żyje.",
    "pt": "Não há cura para uma mordida de zumbi. Ele provavelmente já está morto.",
    "pt-BR": "Não há cura para uma mordida de zumbi. Ele provavelmente já está morto.",
    "ro": "Nu există nici un leac pentru o muscatura zombie. El este, probabil, mort de acum.",
    "ru": "Нет никакого лекарства от укуса зомби. Вероятно, он уже мертв.",
    "sv": "Det finns inget botemedel mot en zombiebit. Han är förmodligen död nu.",
    "th": "ไม่มีวิธีรักษาการกัดซอมบี้ ตอนนี้เขาอาจจะตายไปแล้ว",
    "tr": "Bir zombi ısırığı için tedavi yoktur. Muhtemelen şimdiye kadar ölmüştür.",
    "uk": "Ліків від укусу зомбі не існує. Ймовірно, він уже мертвий.",
    "vi": "Không có cách chữa trị cho vết cắn của zombie. Có lẽ bây giờ anh ta đã chết.",
    "zh-CN": "僵尸咬伤无法治愈。他现在可能已经死了。",
    "zh-TW": "僵屍咬傷無法治癒。他現在可能已經死了。"
}
