{
    "ar": "كان Elric متجها إلى الخبايا للبحث عن %s1. باستخدام هذا ، يمكننا فتح البوابة المؤدية إلى %s2.",
    "bg": "Елрик се беше насочил към криптите, за да търси %s1. Използвайки това, бихме могли да отворим портала, водещ към %s2.",
    "cs": "Elric zamířil do krypty hledat %s1. Pomocí toho jsme mohli otevřít portál vedoucí do %s2.",
    "da": "Elric var på vej ind i krypterne for at søge efter %s1. Ved hjælp af dette kunne vi åbne portalen, der fører til %s2.",
    "de": "Elric machte sich auf den Weg in die Krypten, um nach dem %s1 zu suchen. Damit konnten wir das Portal öffnen, das zu %s2 führte.",
    "el": "Ο Elric κατευθυνόταν στις κρύπτες για να ψάξει για το %s1. Χρησιμοποιώντας αυτό, θα μπορούσαμε να ανοίξουμε την πύλη που οδηγεί στο %s2.",
    "en": "Elric was headed into the crypts to search for the %s1. Using this, we could open the portal leading to %s2.",
    "es": "Elric se dirigía a las criptas para buscar el %s1. Usando esto, podríamos abrir el portal que conduce a %s2.",
    "es-419": "Elric se dirigía a las criptas para buscar el %s1. Usando esto, podríamos abrir el portal que conduce a %s2.",
    "fi": "Elric oli menossa kryptaan etsimään %s1: tä. Tämän avulla voisimme avata %s2: hen johtavan portaalin.",
    "fr": "Elric se dirigeait vers les cryptes à la recherche du %s1. En utilisant cela, nous pourrions ouvrir le portail menant à %s2.",
    "hu": "Elric a kriptába tartott, hogy megkeresse az %s1-t. Ezzel megnyithattuk a %s2-hez vezető portált.",
    "it": "Elric era diretto nelle cripte per cercare l'%s1. Usando questo, potremmo aprire il portale che porta a %s2.",
    "ja": "エルリックは%s1を探すために地下室に向かった。これを使用して、%s2につながるポータルを開くことができます。",
    "ko": "엘릭은 %s1를 찾기 위해 지하실로 향했다. 이를 사용하여 %s2로 연결되는 포털을 열 수 있습니다.",
    "nl": "Elric ging de crypten in om te zoeken naar de %s1. Hiermee konden we het portaal openen dat naar %s2 leidde.",
    "no": "Elric var på vei inn i kryptene for å søke etter %s1. Ved å bruke dette kunne vi åpne portalen som fører til %s2.",
    "pl": "Elric udał się do krypt, aby szukać %s1. Korzystając z tego, moglibyśmy otworzyć portal prowadzący do %s2.",
    "pt": "Elric estava indo para as criptas para procurar o %s1. Usando isso, poderíamos abrir o portal que leva ao %s2.",
    "pt-BR": "Elric estava indo para as criptas para procurar o %s1. Usando isso, poderíamos abrir o portal que leva ao %s2.",
    "ro": "Elric a fost condus în cripte pentru a căuta %s1. Folosind acest lucru, am putea deschide portalul care duce la %s2.",
    "ru": "Элрик направился в склепы на поиски %s1. Используя это, мы могли бы открыть портал, ведущий к %s2.",
    "sv": "Elric var på väg in i kryptorna för att söka efter %s1. Med hjälp av detta kunde vi öppna portalen som leder till %s2.",
    "th": "เอลริคมุ่งหน้าเข้าไปในห้องใต้ดินเพื่อค้นหา %s1 เมื่อใช้สิ่งนี้เราสามารถเปิดพอร์ทัลที่นําไปสู่ %s2",
    "tr": "Elric, %s1'yi aramak için kriptolara yöneldi. Bunu kullanarak, %s2'ye giden portalı açabiliriz.",
    "uk": "Елрік попрямував в склепи на пошуки %s1. Використовуючи це, ми могли б відкрити портал, що веде до %s2.",
    "vi": "Elric đã đi vào hầm mộ để tìm kiếm %s1. Sử dụng điều này, chúng ta có thể mở cổng dẫn đến %s2.",
    "zh-CN": "埃里克前往地穴寻找%s1。使用它，我们可以打开通往 %s2 的门户。",
    "zh-TW": "埃裡克前往地穴尋找%s1。使用它，我們可以打開通往 %s2 的門戶。"
}
