{
    "ar": "تم أخذ سيد السماء لدينا إلى هذه البوابة. ابحث عنه ، ويمكنك استخدام سفننا السماوية كما يحلو لك.",
    "bg": "Нашият Небесен Учител беше взет в този портал. Намерете го и можете да използвате нашите небесни кораби, както желаете.",
    "cs": "Náš Mistr oblohy byl vzat do tohoto portálu. Najděte ho a můžete používat naše nebeské lodě, jak se vám zlíbí.",
    "da": "Vores Sky Master blev taget ind i denne portal. Find ham, og du kan bruge vores himmelskibe, som du vil.",
    "de": "Unser Himmelsmeister wurde in dieses Portal aufgenommen. Findet ihn, und ihr könnt unsere Himmelsschiffe benutzen, wie ihr wollt.",
    "el": "Ο Δάσκαλος του Ουρανού μας μεταφέρθηκε σε αυτήν την πύλη. Βρείτε τον και μπορείτε να χρησιμοποιήσετε τα ουράνια σκάφη μας όπως θέλετε.",
    "en": "Our Sky Master was taken into this portal. Find him, and you may use our sky ships as you please.",
    "es": "Nuestro Sky Master fue llevado a este portal. Encuéntralo, y puedes usar nuestras naves aéreas como quieras.",
    "es-419": "Nuestro Sky Master fue llevado a este portal. Encuéntralo, y puedes usar nuestras naves aéreas como quieras.",
    "fi": "Sky Master vietiin tähän portaaliin. Etsi hänet, niin voit käyttää taivasaluksiamme haluamallasi tavalla.",
    "fr": "Notre Maître du Ciel a été emmené dans ce portail. Trouvez-le, et vous pouvez utiliser nos vaisseaux célestes à votre guise.",
    "hu": "Az Égi Mesterünket bevitték ebbe a portálba. Találjátok meg őt, és tetszésetek szerint használhatjátok égi hajóinkat.",
    "it": "Il nostro Maestro del Cielo è stato portato in questo portale. Trovalo e puoi usare le nostre navi del cielo a tuo piacimento.",
    "ja": "私たちのスカイマスターはこのポータルに連れて行かれました。彼を見つければ、私たちのスカイシップを好きなように 使うことができます。",
    "ko": "우리의 스카이 마스터가 이 포털로 안내되었습니다. 그를 찾으면 원하는대로 하늘 배를 사용할 수 있습니다.",
    "nl": "Onze Hemelmeester werd meegenomen naar dit portaal. Vind hem en je kunt onze luchtschepen gebruiken zoals je wilt.",
    "no": "Vår Sky Master ble tatt inn i denne portalen. Finn ham, og du kan bruke våre himmelskip som du vil.",
    "pl": "Nasz Mistrz Nieba został zabrany do tego portalu. Znajdź go, a będziesz mógł korzystać z naszych podniebnych statków, jak chcesz.",
    "pt": "Nosso Mestre do Céu foi levado para este portal. Encontre-o, e você pode usar nossos navios do céu como quiser.",
    "pt-BR": "Nosso Mestre do Céu foi levado para este portal. Encontre-o, e você pode usar nossas naves do céu como quiser.",
    "ro": "Maestrul nostru sky a fost luat în acest portal. Găsiți-l, și puteți folosi navele noastre cer după cum doriți.",
    "ru": "Наш Небесный Мастер был взят в этот портал. Найдите его, и вы можете использовать наши небесные корабли, как вам заблагорассудится.",
    "sv": "Vår Sky Master togs in i denna portal. Hitta honom, och du kan använda våra himmelsskepp som du vill.",
    "th": "อาจารย์ท้องฟ้าของเราถูกนําเข้าสู่พอร์ทัลนี้ หาเขาและคุณสามารถใช้เรือท้องฟ้าของเราตามที่คุณต้องการ",
    "tr": "Gökyüzü Ustamız bu portala alındı. Onu bul ve gökyüzü gemilerimizi istediğin gibi kullanabilirsin.",
    "uk": "Наш Майстер Неба був прийнятий на цей портал. Знайдіть його, і ви можете використовувати наші небесні кораблі, як вам заманеться.",
    "vi": "Sky Master của chúng tôi đã được đưa vào cổng thông tin này. Tìm thấy anh ta, và bạn có thể sử dụng tàu bầu trời của chúng tôi tùy ý.",
    "zh-CN": "我们的天空之师被带入了这个传送门。找到他，你可以随意使用我们的天空飞船。",
    "zh-TW": "我們的天空之師被帶入了這個傳送門。找到他，你可以隨意使用我們的天空飛船。"
}
