{
    "ar": "تلميح: يقلل هذا الرمز من الضرر الذي يتم التعامل معه. قم بتعديله لزيادة الضرر بدلا من ذلك!",
    "bg": "Съвет: Този код намалява нанесените щети. Променете го, за да увеличите щетите!",
    "cs": "Tip: Tento kód snižuje udělené poškození. Upravte jej tak, aby místo toho zvýšil poškození!",
    "da": "Tip: Denne kode reducerer behandlede skader. Rediger det for at øge skaden i stedet!",
    "de": "Hinweis: Dieser Code reduziert den ausgeteilten Schaden. Modifiziere es, um stattdessen den Schaden zu erhöhen!",
    "el": "Συμβουλή: Αυτός ο κώδικας μειώνει τη ζημιά που προκαλείται. Τροποποιήστε το για να αυξήσετε τη ζημιά!",
    "en": "Hint: This code reduces damage dealt. Modify it to increase damage instead!",
    "es": "Sugerencia: Este código reduce el daño infligido. ¡Modifícalo para aumentar el daño en su lugar!",
    "es-419": "Sugerencia: Este código reduce el daño infligido. ¡Modifícalo para aumentar el daño en su lugar!",
    "fi": "Vihje: Tämä koodi vähentää käsiteltyjä vahinkoja. Muokkaa sitä lisätäksesi sen sijaan vaurioita!",
    "fr": "Astuce : Ce code réduit les dommages causés. Modifiez-le pour augmenter les dégâts à la place!",
    "hu": "Tipp: Ez a kód csökkenti az okozott károkat. Módosítsd úgy, hogy inkább növeld a károkat!",
    "it": "Suggerimento: questo codice riduce i danni inflitti. Modificalo per aumentare i danni!",
    "ja": "ヒント: このコードは、与えるダメージを軽減します。代わりにダメージを増やすた めにそれを修正してください!",
    "ko": "힌트: 이 코드는 처리되는 손상을 줄입니다. 대신 데미지를 증가시키기 위해 수정 하십시오!",
    "nl": "Hint: Deze code vermindert de schade die wordt aangericht. Pas het aan om de schade te vergroten!",
    "nb": "Tips: Denne koden reduserer skade som deles ut. Endre den for å øke skaden i stedet!",
    "pl": "Wskazówka: Ten kod zmniejsza zadawane obrażenia. Zmodyfikuj go, aby zamiast tego zwiększyć obrażenia!",
    "pt": "Atenção: Este código reduz os danos causados. Modifique-o para aumentar os danos!",
    "pt-BR": "Dica: Este código reduz os danos causados. Modifique-o para aumentar o dano em vez disso!",
    "ro": "Sugestie: Acest cod reduce daunele provocate. Modificați-l pentru a crește daunele în schimb!",
    "ru": "Подсказка: Этот код уменьшает наносимый ущерб. Измените его, чтобы увеличить урон!",
    "sv": "Tips: Den här koden minskar skador som behandlas. Ändra det för att öka skadorna istället!",
    "th": "คําแนะนํา: รหัสนี้ช่วยลดความเสียหายที่เกิดขึ้น แก้ไขเพื่อเพิ่มความเสียหายแทน!",
    "tr": "İpucu: Bu kod, verilen hasarı azaltır. Bunun yerine hasarı artırmak için değiştirin!",
    "uk": "Підказка: Цей код зменшує завдану шкоду. Змініть його, щоб збільшити шкоду!",
    "vi": "Gợi ý: Mã này làm giảm thiệt hại gây ra. Thay vào đó, hãy sửa đổi nó để tăng sát thương!",
    "zh-CN": "提示：此代码可减少造成的损害。修改它以增加伤害！",
    "zh-TW": "提示：此代碼可減少造成的損害。修改它以增加傷害！"
}
