{
    "ar": "استخدم سحر الظل لاستدعاء أي مساعد في أي وقت عندما لا يكون في القتال!",
    "bg": "Използвайте сянка магия, за да призове всеки помощник по всяко време, когато не в битка!",
    "cs": "Použijte stínovou magii k přivolání jakéhokoli pomocníka, kdykoli nejste v boji!",
    "da": "Brug skyggemagi til at tilkalde enhver hjælper når som helst, når du ikke er i kamp!",
    "de": "Nutze Schattenmagie, um jederzeit einen Helfer zu beschwören, wenn du dich nicht im Kampf befindest!",
    "el": "Χρησιμοποιήστε τη μαγεία της σκιάς για να καλέσετε οποιονδήποτε βοηθό ανά πάσα στιγμή όταν δεν είστε στη μάχη!",
    "en": "Use shadow magic to summon any helper at any time when not in combat!",
    "es": "¡Usa magia de sombras para convocar a cualquier ayudante en cualquier momento cuando no esté en combate!",
    "es-419": "¡Usa magia de sombras para convocar a cualquier ayudante en cualquier momento cuando no esté en combate!",
    "fi": "Käytä varjotaikuutta kutsuaksesi auttajan milloin tahansa, kun et ole taistelussa!",
    "fr": "Utilisez la magie des ombres pour invoquer n’importe quel assistant à tout moment lorsqu’il n’est pas au combat !",
    "hu": "Használd az árnyékmágiát, hogy bármikor megidézz bármilyen segítőt, amikor nem harcolsz!",
    "it": "Usa la magia delle ombre per evocare qualsiasi aiutante in qualsiasi momento quando non sei in combattimento!",
    "ja": "シャドウマジックを使用して、戦闘中でないときはいつでもヘルパーを召喚できます!",
    "ko": "그림자 마법을 사용하여 전투 중이 아닐 때 언제든지 도우미를 소환하세요!",
    "nl": "Gebruik schaduwmagie om elke helper op elk moment op te roepen wanneer hij niet in gevecht is!",
    "no": "Bruk skyggemagi til å tilkalle enhver hjelper når som helst når du ikke er i kamp!",
    "pl": "Użyj magii cienia, aby przywołać dowolnego pomocnika w dowolnym momencie, gdy nie walczysz!",
    "pt": "Use magia das sombras para invocar qualquer ajudante a qualquer momento quando não estiver em combate!",
    "pt-BR": "Use magia das sombras para invocar qualquer ajudante a qualquer momento quando não estiver em combate!",
    "ro": "Folosiți magia umbrelor pentru a chema orice ajutor în orice moment când nu sunteți în luptă!",
    "ru": "Используйте теневую магию, чтобы призвать любого помощника в любое время, когда он не в бою!",
    "sv": "Använd skuggmagi för att kalla på vilken hjälpare som helst när som helst när du inte är i strid!",
    "th": "ใช้เวทมนตร์เงาเพื่อเรียกผู้ช่วยได้ตลอดเวลาเมื่อไม่ได้อยู่ในการต่อสู้!",
    "tr": "Savaşta olmadığınız zamanlarda herhangi bir yardımcıyı çağırmak için gölge büyüsü kullanın!",
    "uk": "Використовуйте магію тіней, щоб викликати будь-якого помічника в будь-який час, коли ви не в бою!",
    "vi": "Sử dụng phép thuật bóng tối để triệu hồi bất kỳ người trợ giúp nào bất cứ lúc nào khi không chiến đấu!",
    "zh-CN": "使用暗影魔法在不战斗时随时召唤任何助手！",
    "zh-TW": "使用暗影魔法在不戰鬥時隨時召喚任何助手！"
}
