{
    "ar": "يقلل القانون الأصلي من الضرر الذي يلحقه العدو بمقدار %s1.",
    "bg": "Оригиналният код намалява щетите, които врагът нанася с %s1.",
    "cs": "Původní kód snižuje poškození nepřítele o %s1.",
    "da": "Den originale kode reducerer den skade fjenden tager med %s1.",
    "de": "Der ursprüngliche Code reduziert den Schaden, den der Feind erleidet, um %s1.",
    "el": "Ο αρχικός κώδικας μειώνει τις ζημιές που έχει ο εχθρός κατά %s1.",
    "en": "The original code reduces the damage the enemy takes by %s1.",
    "es": "El código original reduce el daño que recibe el enemigo en %s1.",
    "es-419": "El código original reduce el daño que recibe el enemigo en %s1.",
    "fi": "Alkuperäinen koodi vähentää vihollisen aiheuttamat vahingot %s1: lla.",
    "fr": "Le code d'origine réduit les dégâts subis par l'ennemi de %s1.",
    "hu": "Az eredeti kód %s1-szor csökkenti az ellenség által okozott károkat.",
    "it": "Il codice originale riduce di %s1 i danni subiti dal nemico.",
    "ja": "元のコードは、敵が受けるダメージを%s1減らします。",
    "ko": "원래 코드는 적의 공격력을 %s1만큼 줄입니다.",
    "nl": "De originele code vermindert de schade die de vijand oploopt met %s1.",
    "no": "Den opprinnelige koden reduserer skadene fienden tar med %s1.",
    "pl": "Oryginalny kod zmniejsza obrażenia zadawane przez wroga o %s1.",
    "pt": "O código original reduz o dano que o inimigo recebe em %s1.",
    "pt-BR": "O código original reduz o dano que o inimigo recebe em %s1.",
    "ro": "Codul original reduce pagubele pe care le suferă inamicul cu %s1.",
    "ru": "Оригинальный код уменьшает урон, получаемый противником, на %s1.",
    "sv": "Den ursprungliga koden minskar skadan fienden tar med %s1.",
    "th": "รหัสเดิมลดความเสียหายที่ศัตรูใช้ %s1",
    "tr": "Orijinal kod düşmanın verdiği hasarı %s1 azaltır.",
    "uk": "Оригінальний код зменшує збиток, який отримує противник на %s1.",
    "vi": "Mã ban đầu làm giảm sát thương của kẻ địch bằng %s1.",
    "zh-CN": "原始代码将敌人受到的伤害降低%s1点。",
    "zh-TW": "原始代碼將敵人受到的傷害降低%s1點。"
}
