{
    "ar": "تلميح: ستؤدي إزالة تعليمات \\\"fabs\\\" إلى تعطيل اللعنة. يمكن استخدام تعليمات \\\"mov\\\" لإحداث المزيد من الضرر بدلا من ذلك.",
    "bg": "Съвет: Премахването на инструкцията \\\"fabs\\\" ще деактивира проклятието. Вместо това може да се използва инструкция \\\"mov\\\" за нанасяне на повече щети.",
    "cs": "Tip: Odstraněním instrukce 'fabs' zakletí vypnete. Instrukce \\\"mov\\\" může být použita k udělení většího poškození.",
    "da": "Tip: Fjernelse af 'fabs'instruktionen deaktiverer forbandelsen. En 'mov' instruktion kan bruges til at håndtere mere skade i stedet.",
    "de": "Hinweis: Wenn Sie die Anweisung \\\"fabs\\\" entfernen, wird der Fluch deaktiviert. Eine 'mov'-Anweisung kann stattdessen verwendet werden, um mehr Schaden zu verursachen.",
    "el": "Συμβουλή: Η κατάργηση της εντολής 'fabs' θα απενεργοποιήσει την κατάρα. Μια οδηγία «mov» μπορεί να χρησιμοποιηθεί για την πρόκληση μεγαλύτερης ζημιάς.",
    "en": "Hint: Removing the 'fabs' instruction will disable the curse. A 'mov' instruction can be used to deal more damage instead.",
    "es": "Sugerencia: Eliminar la instrucción 'fabs' deshabilitará la maldición. Una instrucción 'mov' se puede usar para infligir más daño en su lugar.",
    "es-419": "Sugerencia: Eliminar la instrucción 'fabs' deshabilitará la maldición. Una instrucción 'mov' se puede usar para infligir más daño en su lugar.",
    "fi": "Vihje: fabs-ohjeen poistaminen poistaa kirouksen käytöstä. mov-ohjetta voidaan käyttää sen sijaan aiheuttamaan enemmän vahinkoa.",
    "fr": "Astuce: La suppression de l’instruction 'fabs' désactivera la malédiction. Une instruction 'mov' peut être utilisée pour infliger plus de dégâts à la place.",
    "hu": "Tipp: Az 'fabs' utasítás eltávolítása letiltja az átkot. A \\\"mov\\\" utasítás használható több sebzés kezelésére.",
    "it": "Suggerimento: la rimozione dell'istruzione 'fabs' disabiliterà la maledizione. Un'istruzione 'mov' può essere usata per infliggere più danni.",
    "ja": "ヒント: 'fabs' 命令を削除すると、呪いが無効になります。代わりに「mov」命令を使用して、より多くのダメージを与 えることができます。",
    "ko": "힌트: 'fabs' 명령을 제거하면 저주가 비활성화됩니다. 대신 'mov' 명령을 사용하여 더 많은 피해를 줄 수 있습니다.",
    "nl": "Tip: Als u de 'fabs'-instructie verwijdert, wordt de vloek uitgeschakeld. Een 'mov'-instructie kan worden gebruikt om in plaats daarvan meer schade aan te richten.",
    "no": "Tips: Hvis du fjerner 'fabs'-instruksjonen, deaktiveres forbannelsen. En 'mov' instruksjon kan brukes til å håndtere mer skade i stedet.",
    "pl": "Wskazówka: Usunięcie instrukcji 'fabs' wyłączy klątwę. Zamiast tego można użyć instrukcji \\\"mov\\\", aby zadać więcej obrażeń.",
    "pt": "Dica: remover a instrução 'fabs' desativará a maldição. Uma instrução 'mov' pode ser usada para causar mais danos.",
    "pt-BR": "Dica: A remoção da instrução 'fabs' desativará a maldição. Uma instrução 'mov' pode ser usada para causar mais danos.",
    "ro": "Sugestie: Eliminarea instrucțiunii \\\"fabs\\\" va dezactiva blestemul. O instrucțiune \\\"mov\\\" poate fi utilizată pentru a provoca mai multe daune în schimb.",
    "ru": "Подсказка: Удаление инструкции 'fabs' отключит проклятие. Вместо этого можно использовать инструкцию «mov» для нанесения большего ущерба.",
    "sv": "Tips: Om du tar bort instruktionen 'fabs' inaktiveras förbannelsen. En \\\"mov\\\" -instruktion kan användas för att hantera mer skada istället.",
    "th": "คําแนะนํา: การลบคําสั่ง 'fabs' จะปิดใช้งานคําสาป คําสั่ง 'mov' สามารถใช้เพื่อสร้างความเสียหายได้มากขึ้นแทน",
    "tr": "İpucu: 'fabs' talimatını kaldırmak laneti devre dışı bırakacaktır. Bunun yerine daha fazla hasar vermek için bir 'mov' talimatı kullanılabilir.",
    "uk": "Підказка: Видалення інструкції 'fabs' вимкне прокляття. Замість цього можна використовувати інструкцію \\\"mov\\\", щоб завдати більшої шкоди.",
    "vi": "Gợi ý: Xóa lệnh 'fabs' sẽ vô hiệu hóa lời nguyền. Thay vào đó, lệnh 'mov' có thể được sử dụng để gây nhiều sát thương hơn.",
    "zh-CN": "提示：删除“fabs”指令将禁用诅咒。“mov”指令可用于造成更多伤害。",
    "zh-TW": "提示：刪除“fabs”指令將禁用詛咒。“mov”指令可用於造成更多傷害。"
}
