{
    "ar": "تلميح: تعطيل هذا الرمز ، أو تحويله إلى شفاء. كن حذرا ، هذه القدرة تنتقل عند الضرب!",
    "bg": "Съвет: деактивирайте този код или го преобразувайте в изцеление. Бъдете внимателни, тази способност прехвърля на удар!",
    "cs": "Tip: deaktivujte tento kód, nebo jej převeďte na léčení. Buďte opatrní, tato schopnost se přenáší na hit!",
    "da": "Tip: Deaktiver denne kode, eller konverter den til helbredelse. Vær forsigtig, denne evne overføres ved hit!",
    "de": "Tipp: Deaktivieren Sie diesen Code oder wandeln Sie ihn in Heilung um. Sei vorsichtig, diese Fähigkeit überträgt sich bei einem Treffer!",
    "el": "Συμβουλή: απενεργοποιήστε αυτόν τον κώδικα ή μετατρέψτε τον σε θεραπεία. Προσέξτε, αυτή η ικανότητα μεταφέρεται στο χτύπημα!",
    "en": "Hint: disable this code, or convert it into healing. Be careful, this ability transfers on hit!",
    "es": "Sugerencia: deshabilite este código o conviértalo en curación. ¡Ten cuidado, esta habilidad se transfiere al golpear!",
    "es-419": "Sugerencia: deshabilite este código o conviértalo en curación. ¡Ten cuidado, esta habilidad se transfiere al golpear!",
    "fi": "Vihje: poista tämä koodi käytöstä tai muunna se paranemiseen. Ole varovainen, tämä kyky siirtyy osumalla!",
    "fr": "Astuce: désactivez ce code ou convertissez-le en guérison. Attention, cette capacité se transfère sur coup !",
    "hu": "Tipp: tiltsa le ezt a kódot, vagy alakítsa át gyógyítássá. Légy óvatos, ez a képesség találatkor átadódik!",
    "it": "Suggerimento: disabilita questo codice o convertilo in guarigione. Fai attenzione, questa abilità si trasferisce sul colpo!",
    "ja": "ヒント:このコードを無効にするか、修復に変換します。注意してください、この能力はヒット時に転送されます!",
    "ko": "힌트: 이 코드를 비활성화하거나 치유로 변환하십시오. 이 능력은 적중 시 이전됩니다!",
    "nl": "Tip: schakel deze code uit, of zet hem om in healing. Wees voorzichtig, deze vaardigheid wordt overgedragen op hit!",
    "no": "Tips: deaktiver denne koden, eller konverter den til helbredelse. Vær forsiktig, denne evnen overføres på hit!",
    "pl": "Wskazówka: wyłącz ten kod lub przekształć go w uzdrawianie. Uważaj, ta umiejętność przenosi się na trafienie!",
    "pt": "Dica: desative este código ou converta-o em cura. Tenha cuidado, esta capacidade transfere-se no hit!",
    "pt-BR": "Dica: desative esse código ou converta-o em cura. Tenha cuidado, essa habilidade se transfere no hit!",
    "ro": "Sugestie: dezactivați acest cod sau convertiți-l în vindecare. Fii atent, această capacitate de transferuri pe lovit!",
    "ru": "Подсказка: отключите этот код или преобразуйте его в исцеление. Будьте внимательны, эта способность передается при попадании!",
    "sv": "Tips: inaktivera den här koden eller konvertera den till läkning. Var försiktig, denna förmåga överförs vid träff!",
    "th": "คําแนะนํา: ปิดใช้งานรหัสนี้หรือแปลงเป็นการรักษา ระวังความสามารถนี้ถ่ายโอนเมื่อตี!",
    "tr": "İpucu: Bu kodu devre dışı bırakın veya iyileştirmeye dönüştürün. Dikkatli olun, bu yetenek isabetle aktarılır!",
    "uk": "Підказка: вимкніть цей код, або перетворіть його в цілющий. Будьте уважні, ця здатність переносить на удар!",
    "vi": "Gợi ý: vô hiệu hóa mã này hoặc chuyển đổi nó thành chữa bệnh. Hãy cẩn thận, khả năng này chuyển giao khi đánh!",
    "zh-CN": "提示：禁用此代码，或将其转换为修复。小心，这个能力在命中时会转移！",
    "zh-TW": "提示：禁用此代碼，或將其轉換為修復。小心，這個能力在命中時會轉移！"
}
