{
    "ar": "قارن الرقم العشوائي بثابت الفرصة ، وفرقع مكدس FPU مرتين.",
    "bg": "Сравнете случайното число с константата на шанса и поп стека FPU два пъти.",
    "cs": "Porovnejte náhodné číslo s konstantou náhody a dvakrát popíchněte zásobník FPU.",
    "da": "Sammenlign det tilfældige tal med chancekonstanten, og pop FPU-stakken to gange.",
    "de": "Vergleichen Sie die Zufallszahl mit der Zufallskonstante und öffnen Sie den FPU-Stack zweimal.",
    "el": "Συγκρίνετε τον τυχαίο αριθμό με τη σταθερά πιθανότητας και εμφανίστε τη στοίβα FPU δύο φορές.",
    "en": "Compare the random number to the chance constant, and pop the FPU stack twice.",
    "es": "Compare el número aleatorio con la constante de probabilidad y haga estallar la pila FPU dos veces.",
    "es-419": "Compare el número aleatorio con la constante de probabilidad y haga estallar la pila FPU dos veces.",
    "fi": "Vertaa satunnaislukua sattumavakioon ja avaa FPU-pino kahdesti.",
    "fr": "Comparez le nombre aléatoire à la constante de hasard et affichez la pile FPU deux fois.",
    "hu": "Hasonlítsa össze a véletlen számot a véletlen állandóval, és kétszer dobja be az FPU vermet.",
    "it": "Confronta il numero casuale con la costante di probabilità e fai scoppiare due volte lo stack FPU.",
    "ja": "乱数をチャンス定数と比較し、FPUスタックを2回ポップします。",
    "ko": "난수를 기회 상수와 비교하고 FPU 스택을 두 번 팝합니다.",
    "nl": "Vergelijk het willekeurige getal met de kansconstante en pop de FPU-stapel twee keer.",
    "no": "Sammenlign det tilfeldige tallet med sjansekonstanten, og sett FPU-stabelen to ganger.",
    "pl": "Porównaj liczbę losową ze stałą szansy i dwukrotnie pop stos FPU.",
    "pt": "Compare o número aleatório com a constante de chance e coloque a pilha FPU duas vezes.",
    "pt-BR": "Compare o número aleatório com a constante de chance e coloque a pilha FPU duas vezes.",
    "ro": "Comparați numărul aleatoriu cu constanta șansă și afișați stiva FPU de două ori.",
    "ru": "Сравните случайное число с константой случайности и дважды откройте стек FPU.",
    "sv": "Jämför slumptalet med chanskonstanten och poppa FPU-stacken två gånger.",
    "th": "เปรียบเทียบตัวเลขสุ่มกับค่าคงที่โอกาสและป๊อปสแต็ค FPU สองครั้ง",
    "tr": "Rasgele sayıyı şans sabitiyle karşılaştırın ve FPU yığınını iki kez açın.",
    "uk": "Порівняйте випадкове число з випадковою константою і двічі покладіть стек FPU.",
    "vi": "So sánh số ngẫu nhiên với hằng số cơ hội và bật ngăn xếp FPU hai lần.",
    "zh-CN": "将随机数与机会常数进行比较，然后弹出 FPU 堆栈两次。",
    "zh-TW": "將隨機數與機會常數進行比較，然後彈出 FPU 堆疊兩次。"
}
