{
    "ar": "قم بتحديث قيمة المكدس الأولى بناء على نتيجة مقارنة الأرقام العشوائية.",
    "bg": "Актуализирайте първата стойност на стека въз основа на резултата от сравнението на случайни числа.",
    "cs": "Aktualizujte hodnotu prvního zásobníku na základě výsledku porovnání náhodných čísel.",
    "da": "Opdater den første stakværdi baseret på resultatet af sammenligningen af tilfældige tal.",
    "de": "Aktualisieren Sie den ersten Stack-Wert basierend auf dem Ergebnis des Zufallszahlenvergleichs.",
    "el": "Ενημερώστε την τιμή της πρώτης στοίβας με βάση το αποτέλεσμα της σύγκρισης τυχαίων αριθμών.",
    "en": "Update the first stack value based on the result of the random number comparison.",
    "es": "Actualice el primer valor de pila en función del resultado de la comparación de números aleatorios.",
    "es-419": "Actualice el primer valor de pila en función del resultado de la comparación de números aleatorios.",
    "fi": "Päivitä ensimmäisen pinon arvo satunnaislukuvertailun tuloksen perusteella.",
    "fr": "Mettez à jour la première valeur de pile en fonction du résultat de la comparaison de nombres aléatoires.",
    "hu": "Frissítse az első veremértéket a véletlenszám-összehasonlítás eredménye alapján.",
    "it": "Aggiornare il primo valore dello stack in base al risultato del confronto casuale dei numeri.",
    "ja": "乱数比較の結果に基づいて最初のスタック値を更新します。",
    "ko": "난수 비교 결과에 따라 첫 번째 스택 값을 업데이트합니다.",
    "nl": "Werk de eerste stackwaarde bij op basis van het resultaat van de vergelijking van willekeurige getallen.",
    "no": "Oppdater den første stakkverdien basert på resultatet av sammenligningen av tilfeldige tall.",
    "pl": "Zaktualizuj pierwszą wartość stosu na podstawie wyniku porównania liczb losowych.",
    "pt": "Atualize o valor da primeira pilha com base no resultado da comparação de números aleatórios.",
    "pt-BR": "Atualize o valor da primeira pilha com base no resultado da comparação de números aleatórios.",
    "ro": "Actualizați prima valoare a stivei pe baza rezultatului comparației numerelor aleatorii.",
    "ru": "Обновите первое значение стека на основе результата сравнения случайных чисел.",
    "sv": "Uppdatera det första stackvärdet baserat på resultatet av slumptalsjämförelsen.",
    "th": "อัปเดตค่าสแต็คแรกตามผลลัพธ์ของการเปรียบเทียบตัวเลขสุ่ม",
    "tr": "İlk yığın değerini, rasgele sayı karşılaştırmasının sonucuna göre güncelleştirin.",
    "uk": "Оновіть перше значення стека на основі результату порівняння випадкових чисел.",
    "vi": "Cập nhật giá trị ngăn xếp đầu tiên dựa trên kết quả so sánh số ngẫu nhiên.",
    "zh-CN": "根据随机数比较的结果更新第一个堆栈值。",
    "zh-TW": "根據隨機數比較的結果更新第一個堆疊值。"
}
