{
    "ar": "الأرصفة مغلقة حاليا ، ربما يجب عليك التحدث إلى الملكة أولا! تعيش في المبنى إلى اليمين.",
    "bg": "Доковете в момента са затворени, вероятно първо трябва да говорите с кралицата! Тя живее в сградата вдясно.",
    "cs": "Doky jsou v současné době uzavřeny, pravděpodobně byste si měli nejprve promluvit s královnou! Bydlí v budově vpravo.",
    "da": "Dokkerne er i øjeblikket lukket, du skal nok tale med dronningen først! Hun bor i bygningen til højre.",
    "de": "Die Docks sind derzeit geschlossen, du solltest wahrscheinlich zuerst mit der Königin sprechen! Sie wohnt im Gebäude auf der rechten Seite.",
    "el": "Οι αποβάθρες είναι προς το παρόν κλειστές, μάλλον θα πρέπει να μιλήσετε πρώτα με τη βασίλισσα! Ζει στο κτίριο στα δεξιά.",
    "en": "The docks are currently closed, you should probably talk to the queen first! She lives in the building to the right.",
    "es": "Los muelles están actualmente cerrados, ¡probablemente deberías hablar primero con la reina! Ella vive en el edificio a la derecha.",
    "es-419": "Los muelles están actualmente cerrados, ¡probablemente deberías hablar primero con la reina! Ella vive en el edificio a la derecha.",
    "fi": "Laiturit ovat tällä hetkellä kiinni, sinun pitäisi luultavasti puhua ensin kuningattaren kanssa! Hän asuu rakennuksessa oikealla.",
    "fr": "Les quais sont actuellement fermés, vous devriez probablement parler à la reine d’abord! Elle habite dans l’immeuble à droite.",
    "hu": "A dokkok jelenleg zárva vannak, valószínűleg először beszélnie kell a királynővel! A jobb oldali épületben lakik.",
    "it": "Le banchine sono attualmente chiuse, probabilmente dovresti parlare prima con la regina! Abita nell'edificio a destra.",
    "ja": "ドックは現在閉鎖されています、あなたはおそらく最初に女王と話すべきです!彼女は右側の建物に住んでいます。",
    "ko": "부두는 현재 폐쇄되어 있으므로 먼저 여왕과 이야기해야 할 것입니다! 그녀는 오른쪽 건물에 산다.",
    "nl": "De dokken zijn momenteel gesloten, je moet waarschijnlijk eerst met de koningin praten! Ze woont in het gebouw rechts.",
    "no": "Dokkene er for tiden stengt, du bør nok snakke med dronningen først! Hun bor i bygningen til høyre.",
    "pl": "Doki są obecnie zamknięte, prawdopodobnie powinieneś najpierw porozmawiać z królową! Mieszka w budynku po prawej stronie.",
    "pt": "As docas estão atualmente fechadas, você provavelmente deve falar com a rainha primeiro! Ela mora no prédio à direita.",
    "pt-BR": "As docas estão atualmente fechadas, você provavelmente deve falar com a rainha primeiro! Ela mora no prédio à direita.",
    "ro": "Docurile sunt în prezent închise, probabil că ar trebui să vorbiți mai întâi cu regina! Locuiește în clădirea din dreapta.",
    "ru": "Доки в настоящее время закрыты, вам, вероятно, следует сначала поговорить с королевой! Она живет в здании справа.",
    "sv": "Bryggorna är för närvarande stängda, du borde nog prata med drottningen först! Hon bor i huset till höger.",
    "th": "ท่าเรือปิดให้บริการในขณะนี้คุณควรพูดคุยกับราชินีก่อน! เธออาศัยอยู่ในอาคารทางด้านขวา",
    "tr": "Rıhtımlar şu anda kapalı, muhtemelen önce kraliçeyle konuşmalısın! Sağdaki binada yaşıyor.",
    "uk": "Наразі доки закриті, вам, мабуть, слід спочатку поговорити з королевою! Вона живе в будинку праворуч.",
    "vi": "Các bến tàu hiện đang đóng cửa, có lẽ bạn nên nói chuyện với nữ hoàng trước! Cô ấy sống trong tòa nhà bên phải.",
    "zh-CN": "码头目前关闭，你应该先和女王谈谈！她住在右边的大楼里。",
    "zh-TW": "碼頭目前關閉，你應該先和女王談談！她住在右邊的大樓裡。"
}
