{
    "ar": "لقد سمعت أن الحدادين في مدن أخرى متخصصون في صناعة أسلحة قوية من مواد نادرة.",
    "bg": "Чувал съм, че ковачите в други градове се специализират в изработването на силни оръжия от редки материали.",
    "cs": "Slyšel jsem, že kováři v jiných městech se specializují na výrobu silných zbraní ze vzácných materiálů.",
    "da": "Jeg har hørt, at smede i andre byer specialiserer sig i at fremstille stærke våben af sjældne materialer.",
    "de": "Ich habe gehört, dass sich Schmiede in anderen Städten darauf spezialisiert haben, starke Waffen aus seltenen Materialien herzustellen.",
    "el": "Έχω ακούσει ότι οι σιδηρουργοί σε άλλες πόλεις ειδικεύονται στην κατασκευή ισχυρών όπλων από σπάνια υλικά.",
    "en": "I've heard that blacksmiths in other towns specialize in crafting strong weapons from rare materials.",
    "es": "He oído que los herreros de otras ciudades se especializan en la fabricación de armas fuertes a partir de materiales raros.",
    "es-419": "He oído que los herreros de otras ciudades se especializan en la fabricación de armas fuertes a partir de materiales raros.",
    "fi": "Olen kuullut, että muiden kaupunkien sepät ovat erikoistuneet valmistamaan vahvoja aseita harvinaisista materiaaleista.",
    "fr": "J’ai entendu dire que les forgerons d’autres villes se spécialisent dans la fabrication d’armes puissantes à partir de matériaux rares.",
    "hu": "Hallottam, hogy más városok kovácsai arra szakosodtak, hogy ritka anyagokból erős fegyvereket készítsenek.",
    "it": "Ho sentito che i fabbri di altre città sono specializzati nella fabbricazione di armi forti con materiali rari.",
    "ja": "他の町の鍛冶屋は、珍しい材料から強力な武器を作ることを専門としていると聞いたことがあります。",
    "ko": "다른 마을의 대장장이들은 희귀한 재료로 튼튼한 무기를 만드는 것을 전문으로 한다고 들었습니다.",
    "nl": "Ik heb gehoord dat smeden in andere steden gespecialiseerd zijn in het maken van sterke wapens van zeldzame materialen.",
    "no": "Jeg har hørt at smeder i andre byer spesialiserer seg på å lage sterke våpen fra sjeldne materialer.",
    "pl": "Słyszałem, że kowale w innych miastach specjalizują się w wytwarzaniu silnej broni z rzadkich materiałów.",
    "pt": "Ouvi dizer que ferreiros de outras cidades se especializam na fabricação de armas fortes a partir de materiais raros.",
    "pt-BR": "Ouvi dizer que ferreiros de outras cidades se especializam em fabricar armas fortes a partir de materiais raros.",
    "ro": "Am auzit că fierarii din alte orașe se specializează în fabricarea armelor puternice din materiale rare.",
    "ru": "Я слышал, что кузнецы в других городах специализируются на изготовлении сильного оружия из редких материалов.",
    "sv": "Jag har hört att smeder i andra städer specialiserar sig på att tillverka starka vapen från sällsynta material.",
    "th": "ฉันได้ยินมาว่าช่างตีเหล็กในเมืองอื่น ๆ เชี่ยวชาญในการสร้างอาวุธที่แข็งแกร่งจากวัสดุหายาก",
    "tr": "Diğer kasabalardaki demircilerin nadir malzemelerden güçlü silahlar üretme konusunda uzmanlaştıklarını duydum.",
    "uk": "Я чув, що ковалі в інших містах спеціалізуються на виготовленні сильної зброї з рідкісних матеріалів.",
    "vi": "Tôi đã nghe nói rằng thợ rèn ở các thị trấn khác chuyên chế tạo vũ khí mạnh mẽ từ các vật liệu quý hiếm.",
    "zh-CN": "我听说其他城镇的铁匠专门用稀有材料制作坚固的武器。",
    "zh-TW": "我聽說其他城鎮的鐵匠專門用稀有材料製作堅固的武器。"
}
