{
    "ar": "كانت نقابة السحراء هي التي تبث منارة الاستغاثة ، وأرسلت %s1 لتجد لك.",
    "bg": "Гилдията на магьосника излъчваше маяка на бедствието и изпраща %s1 да ви намери.",
    "cs": "Byl to mágův cech, který vysílal tísňový maják a poslal %s1, aby vás našel.",
    "da": "Det var mages guild, der sendte nødfyret og sendte %s1 for at finde dig.",
    "de": "Es war die Gilde des Magiers, die das Notsignal ausgestrahlt und %s1 geschickt hat, um Sie zu finden.",
    "el": "Ήταν η συνδικαλιστική οργάνωση του μαγαζιού που έστειλε τον φάρο κινδύνου και έστειλε το %s1 να σας βρει.",
    "en": "It was the mage's guild that broadcasted the distress beacon, and sent %s1 to find you.",
    "es": "Fue el gremio de magos el que transmitió la señal de socorro y envió a %s1 a buscarte.",
    "es-419": "Fue el gremio de magos el que transmitió la señal de socorro y envió a %s1 a buscarte.",
    "fi": "Magen kilta lähetti hätämerkkivalon ja lähetti %s1: n etsimään sinua.",
    "fr": "C'est la guilde du mage qui a diffusé la balise de détresse et envoyé %s1 vous retrouver.",
    "hu": "A mágusok céhéje sugározta a vészjelzőt, és %s1-t küldött, hogy keressen téged.",
    "it": "Fu la gilda del mago che trasmise il segnale di soccorso e mandò %s1 a trovarti.",
    "ja": "遭難ビーコンを放送し、あなたを見つけるために%s1を送ったのは魔術師のギルドでした。",
    "ko": "고통스러운 신호를 방송하고 %s1를 보내 당신을 찾아내는 것은 마법사의 길드였습니다.",
    "nl": "Het was het gilde van de magiër dat het noodbaken uitzond en %s1 stuurde om je te vinden.",
    "no": "Det var magesens laug som sendte nødfyret, og sendte %s1 for å finne deg.",
    "pl": "To gildia maga nadała sygnał ostrzegawczy i wysłała %s1, by cię znalazł.",
    "pt": "Foi a guilda do mago que transmitiu o sinal de socorro e enviou %s1 para encontrá-lo.",
    "pt-BR": "Foi a guilda do mago que transmitiu o sinal de socorro e enviou %s1 para encontrá-lo.",
    "ro": "A fost breasla magului care a transmis beacon-ul de primejdie și l-a trimis pe %s1 să te găsească.",
    "ru": "Именно гильдия магов транслировала сигнал бедствия и послала %s1 найти вас.",
    "sv": "Det var magiens guild som sände nödljuset och skickade %s1 för att hitta dig.",
    "th": "มันเป็นสมาคมของผู้วิเศษที่ส่งสัญญาณความทุกข์และส่ง %s1 เพื่อตามหาคุณ",
    "tr": "Tehlike işaretini yayınlayan ve seni bulması için %s1 gönderen büyücü loncasıydı.",
    "uk": "Саме гільдія мага передавала маяк лиха і послала %s1 знайти вас.",
    "vi": "Chính bang hội của pháp sư đã phát sóng đèn hiệu đau khổ và gửi %s1 đi tìm bạn.",
    "zh-CN": "法师的公会广播了遇险信标，并派%s1来找到你。",
    "zh-TW": "法師的公會廣播了遇險信標，並派%s1來找到你。"
}
