{
    "ar": "يجب أن أفتح بوابة إلى القفاز. اهزم المنافسين ، ثم عد لي للحصول على مكافأة.",
    "bg": "Ще отворя портал към ръкавицата. Победете състезателите, след което се върнете при мен за награда.",
    "cs": "Otevřu portál rukavici. Porazte výzvu a pak se ke mně vraťte za odměnu.",
    "da": "Jeg skal åbne en portal til gitteret. Besejr udfordrerne, og vend derefter tilbage til mig for en belønning.",
    "de": "Ich werde ein Portal zum Handschuh öffnen. Besiege die Herausforderer und kehre zu mir zurück, um eine Belohnung zu erhalten.",
    "el": "Θα ανοίξω μια πύλη στο γάντι. Νίκησε τους αμφισβητίες και στη συνέχεια επιστρέψτε σε με για ανταμοιβή.",
    "en": "I shall open a portal to the gauntlet. Defeat the challengers, then return to me for a reward.",
    "es": "Abriré un portal al guantelete. Derrota a los retadores, luego regresa a mí por una recompensa.",
    "es-419": "Abriré un portal al guantelete. Derrota a los retadores, luego regresa a mí por una recompensa.",
    "fi": "Aion avata portaalin portaalle. Päihitä haastajat, palaa sitten minulle palkkiona.",
    "fr": "Je vais ouvrir un portail sur le gant. Battez les challengers, puis revenez me chercher une récompense.",
    "hu": "Nyílok egy portál a kesztyűhöz. Győzd le a kihívókat, majd térjen vissza hozzám jutalomért.",
    "it": "Aprirò un portale sul guanto. Sconfiggi gli sfidanti, poi torna da me per una ricompensa.",
    "ja": "ガントレットへのポータルを開きます。チャレンジャーを倒し、報酬をもらって私に戻ってください。",
    "ko": "나는 건틀릿에 포털을 열 것이다. 도전자를 물리 친 다음 보상을 위해 나에게 돌아 오십시오.",
    "nl": "Ik zal een portaal naar de handschoen openen. Versla de uitdagers en keer dan terug naar mij voor een beloning.",
    "no": "Jeg skal åpne en portal til gapahuken. Beseir utfordrerne, og returner deretter til meg for en belønning.",
    "pl": "Otworzę portal do rękawicy. Pokonaj pretendentów, a następnie wróć do mnie po nagrodę.",
    "pt": "Vou abrir um portal para a luva. Derrote os adversários e depois volte para mim para receber uma recompensa.",
    "pt-BR": "Vou abrir um portal para a luva. Derrote os adversários e depois volte para mim para receber uma recompensa.",
    "ro": "Voi deschide un portal către manevră. Învingeți provocatorii, apoi reveniți la mine pentru o recompensă.",
    "ru": "Я открою портал к рукавице. Победите претендентов, затем вернитесь ко мне за вознаграждением",
    "sv": "Jag ska öppna en portal till fästen. Besegra utmanarna och återvänd sedan till mig för en belöning.",
    "th": "ฉันจะเปิดประตูสู่ฝ่าอันตราย เอาชนะผู้ท้าทายจากนั้นกลับมาหาฉันเพื่อรับรางวัล",
    "tr": "Dayağı için bir portal açacağım. Meydan okuyanları yen, sonra ödül için bana geri dön.",
    "uk": "Я відкрию портал до рукавиці. Перемогти претендентів, а потім повернутися до мене за винагороду.",
    "vi": "Tôi sẽ mở một cổng thông tin đến găng tay. Đánh bại những kẻ thách thức, sau đó trả lại cho tôi một phần thưởng.",
    "zh-CN": "我将打开一个通往手套的门户。打败挑战者，然后回到我身边来获得奖励。",
    "zh-TW": "我將打開一個通往手套的門戶。打敗挑戰者，然後回到我身邊來獲得獎勵。"
}
