{
    "ar": "يجب أن أفتح بوابة إلى القفاز. اهزم المنافسين ، ثم عد لي للحصول على مكافأة. بدلاً من ذلك ، إذا كنت تعتقد أنك مستعد بالفعل ، فتحدث معي وسأختبر مهاراتك.",
    "bg": "Ще отворя портал към ръкавицата. Победете състезателите, след което се върнете при мен за награда. Като алтернатива, ако вярвате, че вече сте подготвени, говорете с мен и ще проверя вашите умения.",
    "cs": "Otevřu portál rukavici. Porazte výzvu a pak se ke mně vraťte za odměnu. Pokud si myslíte, že jste již připraveni, promluvte si se mnou a já si vyzkouším vaše dovednosti.",
    "da": "Jeg skal åbne en portal til gitteret. Besejr udfordrerne, og vend derefter tilbage til mig for en belønning. Alternativt, hvis du mener, at du allerede er forberedt, skal du tale med mig, så tester jeg dine evner.",
    "de": "Ich werde ein Portal zum Handschuh öffnen. Besiege die Herausforderer und kehre zu mir zurück, um eine Belohnung zu erhalten. Wenn Sie der Meinung sind, dass Sie bereits vorbereitet sind, können Sie auch mit mir sprechen und ich werde Ihre Fähigkeiten testen.",
    "el": "Θα ανοίξω μια πύλη στο γάντι. Νίκησε τους αμφισβητίες και στη συνέχεια επιστρέψτε σε με για ανταμοιβή. Εναλλακτικά, αν πιστεύετε ότι είστε ήδη προετοιμασμένοι, μιλήστε σε με και θα δοκιμάσω τις ικανότητές σας.",
    "en": "I shall open a portal to the gauntlet. Defeat the challengers, then return to me for a reward. Alternatively, if you believe you are already prepared, talk to me and I shall test your skills.",
    "es": "Abriré un portal al guantelete. Derrota a los retadores, luego regresa a mí por una recompensa. Alternativamente, si crees que ya estás preparado, habla conmigo y probaré tus habilidades.",
    "es-419": "Abriré un portal al guantelete. Derrota a los retadores, luego regresa a mí por una recompensa. Alternativamente, si crees que ya estás preparado, habla conmigo y probaré tus habilidades.",
    "fi": "Aion avata portaalin portaalle. Päihitä haastajat, palaa sitten minulle palkkiona. Jos uskot, että olet jo valmistautunut, puhu minulle ja testaan ​​taitosi.",
    "fr": "Je vais ouvrir un portail sur le gant. Battez les challengers, puis revenez me chercher une récompense. Sinon, si vous pensez que vous êtes déjà prêt, parlez-moi et je testerai vos compétences.",
    "hu": "Nyílok egy portál a kesztyűhöz. Győzd le a kihívókat, majd térj vissza hozzám jutalomért. Alternatív megoldásként, ha úgy gondolja, hogy már felkészült, beszéljen velem, és tesztelje a készségeidet.",
    "it": "Aprirò un portale sul guanto. Sconfiggi gli sfidanti, poi torna da me per una ricompensa. In alternativa, se ritieni di essere già preparato, parla con me e metterò alla prova le tue abilità.",
    "ja": "ガントレットへのポータルを開きます。チャレンジャーを倒し、報酬をもらって私に戻ってください。あるいは、すでに準備ができていると思われる場合は、私に相談してください。あなたのスキルをテストします。",
    "ko": "나는 건틀릿에 포털을 열 것이다. 도전자를 물리 친 다음 보상을 위해 나에게 돌아 오십시오. 또는 이미 준비가되었다고 생각되면 저에게 이야기하면 기술을 테스트하겠습니다.",
    "nl": "Ik zal een portaal naar de handschoen openen. Versla de uitdagers en keer dan terug naar mij voor een beloning. Als je denkt dat je al voorbereid bent, praat dan met me en ik zal je vaardigheden testen.",
    "no": "Jeg skal åpne en portal til gapahuken. Beseir utfordrerne, og returner deretter til meg for en belønning. Alternativt, hvis du tror at du allerede er forberedt, snakk med meg, så skal jeg teste ferdighetene dine.",
    "pl": "Otworzę portal do rękawicy. Pokonaj pretendentów, a następnie wróć do mnie po nagrodę. Ewentualnie, jeśli uważasz, że jesteś już przygotowany, porozmawiaj ze mną, a ja przetestuję twoje umiejętności.",
    "pt": "Vou abrir um portal para a luva. Derrote os adversários e depois volte para mim para receber uma recompensa. Como alternativa, se você acredita que já está preparado, fale comigo e testarei suas habilidades.",
    "pt-BR": "Vou abrir um portal para a luva. Derrote os adversários e depois volte para mim para receber uma recompensa. Como alternativa, se você acredita que já está preparado, fale comigo e testarei suas habilidades.",
    "ro": "Voi deschide un portal către manevră. Învingeți provocatorii, apoi reveniți la mine pentru o recompensă. Alternativ, dacă credeți că sunteți deja pregătit, vorbiți cu mine și vă voi testa abilitățile.",
    "ru": "Я открою портал к рукавице. Победите претендентов, затем вернитесь ко мне за наградой. В качестве альтернативы, если вы считаете, что уже готовы, поговорите со мной, и я проверю ваши навыки.",
    "sv": "Jag ska öppna en portal till fästen. Besegra utmanarna och återvänd sedan till mig för en belöning. Alternativt, om du tror att du redan är beredd, prata med mig så ska jag testa dina färdigheter.",
    "th": "ฉันจะเปิดประตูสู่ฝ่าอันตราย เอาชนะผู้ท้าทายจากนั้นกลับมาหาฉันเพื่อรับรางวัล หรือถ้าคุณเชื่อว่าคุณพร้อมแล้วให้คุยกับฉันและฉันจะทดสอบทักษะของคุณ",
    "tr": "Dayağı için bir portal açacağım. Meydan okuyanları yen, sonra ödül için bana geri dön. Alternatif olarak, hazır olduğunuzu düşünüyorsanız, benimle konuşun ve becerilerinizi test edeyim.",
    "uk": "Я відкрию портал до рукавиці. Перемогти претендентів, а потім повернутися до мене за винагороду. Якщо ви вважаєте, що вже готові, поговоріть зі мною, і я перевірю ваші навички.",
    "vi": "Tôi sẽ mở một cổng thông tin đến găng tay. Đánh bại những kẻ thách thức, sau đó trả lại cho tôi một phần thưởng. Ngoài ra, nếu bạn tin rằng bạn đã chuẩn bị, hãy nói chuyện với tôi và tôi sẽ kiểm tra kỹ năng của bạn.",
    "zh-CN": "我将打开一个通往手套的门户。打败挑战者，然后回到我身边来获得奖励。另外，如果您认为自己已经做好准备，请与我联系，我将测试您的技能。",
    "zh-TW": "我將打開一個通往手套的門戶。打敗挑戰者，然後回到我身邊來獲得獎勵。或者，如果您認為自己已經做好準備，請與我聯繫，我將測試您的技能。"
}
