{
    "ar": "قامت قوة غير معروفة بتكسير السماء مفتوحة ، وملأ الأرض بهذه الوحوش البائسة.",
    "bg": "Неизвестна сила е отцепила небето отворено и изпълни земята с тези нещастни чудовища.",
    "cs": "Neznámá síla rozbila oblohu a naplnila zemi těmito ubohými příšerami.",
    "da": "En ukendt styrke har knækket himlen op og fyldt landet med disse elendige monstre.",
    "de": "Eine unbekannte Macht hat den Himmel aufgerissen und das Land mit diesen elenden Monstern gefüllt.",
    "el": "Μια άγνωστη δύναμη έχει σπάσει τον ουρανό ανοιχτό και γεμίσει τη γη με αυτά τα άθλια τέρατα.",
    "en": "An unknown force has cracked the sky open, and filled the land with these wretched monsters.",
    "es": "Una fuerza desconocida ha abierto el cielo y ha llenado la tierra con estos miserables monstruos.",
    "es-419": "Una fuerza desconocida ha abierto el cielo y ha llenado la tierra con estos miserables monstruos.",
    "fi": "Tuntematon voima on murtanut taivaan auki ja täyttänyt maan näillä surkeilla hirviöillä.",
    "fr": "Une force inconnue a ouvert le ciel et rempli le pays de ces monstres misérables.",
    "hu": "Egy ismeretlen erő feltörte az eget, és megtöltötte a földet ezekkel a nyomorult szörnyekkel.",
    "it": "Una forza sconosciuta ha spalancato il cielo e riempito la terra di questi miserabili mostri.",
    "ja": "未知の力が空を砕き、これらの惨めなモンスターで土地を埋めました。",
    "ko": "알 수없는 힘으로 하늘이 열리고,이 비참한 괴물들로 땅을 가득 채웠다.",
    "nl": "Een onbekende kracht heeft de lucht opengebroken en het land gevuld met deze ellendige monsters.",
    "no": "En ukjent styrke har knekt himmelen åpen, og fylt landet med disse elendige monstrene.",
    "pl": "Nieznana siła otworzyła niebo i napełniła ziemię tymi nędznymi potworami.",
    "pt": "Uma força desconhecida abriu o céu e encheu a terra com esses monstros miseráveis.",
    "pt-BR": "Uma força desconhecida abriu o céu e encheu a terra com esses monstros miseráveis.",
    "ro": "O forță necunoscută a crăpat cerul deschis și a umplut pământul cu acești monștri nenorociti.",
    "ru": "Неизвестная сила расколола небо и наполнила землю этими ужасными монстрами.",
    "sv": "En okänd kraft har knäckt himlen upp och fyllt landet med dessa eländiga monster.",
    "th": "พลังที่ไม่รู้จักทำให้ท้องฟ้าแตกและเต็มไปด้วยดินแดนเหล่านี้ด้วยอสูรร้ายเหล่านี้",
    "tr": "Bilinmeyen bir güç gökyüzünü açtı ve toprağı bu sefil canavarlarla doldurdu.",
    "uk": "Невідома сила розкрила небо відкритим і заповнила землю цими жалюгідними чудовиськами.",
    "vi": "Một thế lực không xác định đã phá vỡ bầu trời và lấp đầy vùng đất với những con quái vật khốn khổ này.",
    "zh-CN": "未知的力量使天空开裂，并用这些可怜的怪物充满了土地。",
    "zh-TW": "一支未知的力量使天空裂開，並用這些可憐的怪物填滿了整個土地。"
}
