{
    "ar": "لكن أولاً ، خذ المفتاح الذي أعطيته لك وتوجه إلى السجن. هناك ستتعلم المزيد عن الأعداء الذين ستواجههم في سعيكم.",
    "bg": "Но първо вземете ключа, който ви дадох, и се отправете към затвора. Там ще научите повече за враговете, с които ще се сблъскате в своя стремеж.",
    "cs": "Nejdříve ale vezměte klíč, který jsem vám dal, a zamiřte do vězení. Tam se dozvíte více o nepřátelích, kterým budete čelit při hledání.",
    "da": "Men først skal du tage den nøgle, jeg har givet dig, og gå ind i fængslet. Derinde lærer du mere om de fjender, du vil møde på din søgen.",
    "de": "Aber zuerst nimm den Schlüssel, den ich dir gegeben habe und gehe ins Gefängnis. Dort erfährst du mehr über die Feinde, denen du auf deiner Suche begegnen wirst.",
    "el": "Αλλά πρώτα, πάρτε το κλειδί που σας έδωσα και κατευθυνθείτε στη φυλακή. Εκεί θα μάθετε περισσότερα για τους εχθρούς που θα αντιμετωπίσετε στην αναζήτησή σας.",
    "en": "But first, take the key I have given you and head into the prison. In there you will learn more about the enemies that you will face on your quest.",
    "es": "Pero primero, toma la llave que te he dado y dirígete a la prisión. Allí aprenderás más sobre los enemigos que enfrentarás en tu búsqueda.",
    "es-419": "Pero primero, toma la llave que te he dado y dirígete a la prisión. Allí aprenderás más sobre los enemigos que enfrentarás en tu búsqueda.",
    "fi": "Mutta ensin, ota avain, jonka olen antanut sinulle, ja mene vankilaan. Siellä opit lisää vihollisista, joita kohtaat pyrkimyksessäsi.",
    "fr": "Mais d'abord, prenez la clé que je vous ai donnée et dirigez-vous vers la prison. Vous y apprendrez davantage sur les ennemis que vous ferez face à votre quête.",
    "hu": "De először vigye el a kulcsot, amelyet adtam neked, és menjen a börtönbe. Itt többet megtudhat az ellenségekről, amelyekkel a küldetésed során szembe kell néznie.",
    "it": "Ma prima prendi la chiave che ti ho dato e vai in prigione. Lì imparerai di più sui nemici che dovrai affrontare nella tua ricerca.",
    "ja": "しかし、最初に、私があなたに与えた鍵を取り、刑務所に向かいます。そこでは、あなたがあなたの探求で直面する敵に ついてより多くを学びます。",
    "ko": "그러나 먼저, 내가 준 열쇠를 가지고 감옥으로 향하십시오. 거기서 당신은 당신의 퀘스트에서 직면 할 적들에 대해  더 많이 배울 것입니다.",
    "nl": "Maar neem eerst de sleutel die ik je heb gegeven en ga de gevangenis in. Daarin leer je meer over de vijanden die je tegenkomt tijdens je zoektocht.",
    "no": "Men først, ta nøkkelen jeg har gitt deg og gå inn i fengselet. Der inne vil du lære mer om fiendene du vil møte på din søken.",
    "pl": "Ale najpierw weź klucz, który ci dałem, i idź do więzienia. Tam dowiesz się więcej o wrogach, z którymi spotkasz się podczas wyprawy.",
    "pt": "Mas primeiro, pegue a chave que eu lhe dei e entre na prisão. Lá você aprenderá mais sobre os inimigos que enfrentará em sua missão.",
    "pt-BR": "Mas primeiro, pegue a chave que eu lhe dei e entre na prisão. Lá você aprenderá mais sobre os inimigos que enfrentará em sua missão.",
    "ro": "Dar mai întâi, ia cheia pe care ți-am dat-o și îndreaptă-te în închisoare. Acolo vei afla mai multe despre inamicii cu care te vei confrunta în căutarea ta.",
    "ru": "Но сначала возьми ключ, который я тебе дал, и иди в тюрьму. Там вы узнаете больше о врагах, с которыми вы столкнетесь в своем квесте.",
    "sv": "Men först, ta den nyckel som jag har gett dig och gå in i fängelset. Där kommer du att lära dig mer om fienderna som du kommer att möta på din strävan.",
    "th": "แต่ก่อนอื่นให้เอากุญแจที่ฉันมอบให้คุณแล้วมุ่งหน้าเข้าคุก ในนั้นคุณจะได้เรียนรู้เพิ่มเติมเกี่ยวกับศัตรูที่คุณจะต้องเผชิญในภารกิจของคุณ",
    "tr": "Ama önce sana verdiğim anahtarı al ve hapishaneye git. Orada arayışınızla karşılaşacağınız düşmanlar hakkında daha fazla bilgi edineceksiniz.",
    "uk": "Але спочатку візьміть ключ, який я вам дав, і вирушайте до в'язниці. Там ви дізнаєтесь більше про ворогів, з якими ви зіткнетесь у своїх пошуках.",
    "vi": "Nhưng trước tiên, hãy lấy chìa khóa tôi đã đưa cho bạn và đi vào nhà tù. Trong đó bạn sẽ tìm hiểu thêm về những kẻ thù mà bạn sẽ phải đối mặt trong nhiệm vụ của mình.",
    "zh-CN": "但是首先，请拿走我给您的钥匙，然后进入监狱。在这里，您将了解有关您将在追求中遇到的敌人的更多信息。",
    "zh-TW": "但是首先，請拿走我給您的鑰匙，然後進入監獄。在這裡，您將了解有關您將在追求中遇到的敵人的更多信息。"
}
