{
    "ar": ".؜أعتقد أن الباب سيفتح بمجرد أن تتطابق الأرقام الموجودة على الحجارة مع الأرقام الموجودة على الحائط ، لكنني لم أتمكن من معرفة ذلك",
    "bg": "Вярвам, че вратата ще се отвори, след като числата на камъните съвпадат с числата на стената, но не можах да го разбера.",
    "cs": "Věřím, že dveře se otevřou, jakmile se čísla na kamenech shodují s čísly na zdi, ale nemohl jsem na to přijít.",
    "da": "Jeg tror, at døren åbner, når tallene på stenene matcher tallene på væggen, men jeg kunne ikke finde ud af det.",
    "de": "Ich glaube, die Tür wird sich öffnen, sobald die Zahlen auf den Steinen mit den Zahlen an der Wand übereinstimmen, aber ich konnte es nicht herausfinden.",
    "el": "Πιστεύω ότι η πόρτα θα ανοίξει μόλις οι αριθμοί στις πέτρες ταιριάζουν με τους αριθμούς στον τοίχο, αλλά δεν μπορούσα να το καταλάβω.",
    "en": "I believe the door will open once the numbers on the stones match the numbers on the wall, but I could not figure it out.",
    "es": "Creo que la puerta se abrirá una vez que los números en las piedras coincidan con los números en la pared, pero no pude entenderlo.",
    "es-419": "Creo que la puerta se abrirá una vez que los números en las piedras coincidan con los números en la pared, pero no pude entenderlo.",
    "fi": "Uskon, että ovi aukeaa, kun kivillä olevat numerot vastaavat seinällä olevia numeroita, mutta en voinut selvittää sitä.",
    "fr": "Je crois que la porte s’ouvrira une fois que les chiffres sur les pierres correspondront aux chiffres sur le mur, mais je n’ai pas pu le comprendre.",
    "hu": "Úgy gondolom, hogy az ajtó kinyílik, ha a köveken lévő számok megegyeznek a falon lévő számokkal, de nem tudtam rájönni.",
    "it": "Credo che la porta si aprirà una volta che i numeri sulle pietre corrispondono ai numeri sul muro, ma non sono riuscito a capirlo.",
    "ja": "石の上の数字が壁の数字と一致するとドアが開くと信じていますが、私はそれを理解できませんでした。",
    "ko": "돌에있는 숫자가 벽의 숫자와 일치하면 문이 열릴 것이라고 생각하지만 알아낼 수 없었습니다.",
    "nl": "Ik geloof dat de deur opengaat zodra de nummers op de stenen overeenkomen met de nummers op de muur, maar ik kon het niet achterhalen.",
    "no": "Jeg tror døren vil åpne når tallene på steinene samsvarer med tallene på veggen, men jeg kunne ikke finne ut av det.",
    "pl": "Wierzę, że drzwi otworzą się, gdy liczby na kamieniach będą zgodne z liczbami na ścianie, ale nie mogłem tego rozgryźć.",
    "pt": "Acredito que a porta se abrirá quando os números nas pedras coincidirem com os números na parede, mas não consegui descobrir.",
    "pt-BR": "Acredito que a porta se abrirá assim que os números das pedras coincidirem com os números na parede, mas não consegui entender.",
    "ro": "Cred că ușa se va deschide odată ce numerele de pe pietre se potrivesc cu numerele de pe perete, dar nu mi-am putut da seama.",
    "ru": "Я верю, что дверь откроется, как только цифры на камнях совпадут с цифрами на стене, но я не мог этого понять.",
    "sv": "Jag tror att dörren kommer att öppnas när siffrorna på stenarna matchar siffrorna på väggen, men jag kunde inte räkna ut det.",
    "th": "ฉันเชื่อว่าประตูจะเปิดเมื่อตัวเลขบนหินตรงกับตัวเลขบนผนัง แต่ฉันไม่สามารถคิดออกได้",
    "tr": "Taşların üzerindeki sayılar duvardaki sayılarla eşleştiğinde kapının açılacağına inanıyorum, ama çözemedim.",
    "uk": "Я вірю, що двері відкриються, як тільки цифри на каменях збігаються з цифрами на стіні, але я не міг розібратися.",
    "vi": "Tôi tin rằng cánh cửa sẽ mở ra khi các con số trên đá khớp với các con số trên tường, nhưng tôi không thể tìm ra nó.",
    "zh-CN": "我相信一旦石头上的数字与墙上的数字相匹配，门就会打开，但我无法弄清楚。",
    "zh-TW": "我相信一旦石頭上的數位與牆上的數位相匹配，門就會打開，但我無法弄清楚。"
}
