{
    "ar": "استخدام البطاقات الخاصة بك في تركيبة لهزيمة خصمك! الترتيب الذي تلعب به البطاقات مهم.",
    "bg": "Използвайте вашите карти в комбинация, за да победите опонента си! Редът в който се играят картите е важен.",
    "cs": "Použijte své karty v kombinaci a porazte svého soupeře! Pořadí, ve kterém se karty hrají, je důležité.",
    "da": "Brug dine kort i kombination til at besejre din modstander! Det er vigtigt, i hvilken rækkefølge kortene spilles.",
    "de": "Setze deine Karten in Kombination ein, um deinen Gegner zu besiegen! Die Reihenfolge, in der die Karten gespielt werden, ist wichtig.",
    "el": "Χρησιμοποιήστε τις κάρτες σας σε συνδυασμό για να νικήσετε τον αντίπαλό σας! Η σειρά με την οποία παίζονται οι κάρτες είναι σημαντική.",
    "en": "Use your cards in combination to defeat your opponent! The order in which the cards are played is important.",
    "es": "¡Usa tus cartas en combinación para derrotar a tu oponente! El orden en que se juegan las cartas es importante.",
    "es-419": "¡Usa tus cartas en combinación para derrotar a tu oponente! El orden en que se juegan las cartas es importante.",
    "fi": "Käytä korttisi yhdistelmässä voittaaksesi vastustajan! Korttien pelaamisjärjestys on tärkeä.",
    "fr": "Utilisez vos cartes en combinaison pour vaincre votre adversaire! L'ordre dans lequel les cartes sont jouées est important.",
    "hu": "Használja a kártyákat kombinálva az ellenfél legyőzéséhez! Fontos a kártyák lejátszásának sorrendje.",
    "it": "Usa le tue carte in combinazione per sconfiggere il tuo avversario! L'ordine in cui vengono giocate le carte è importante.",
    "ja": "カードを組み合わせて使用​​して、対戦相手を打ち負かしてください！カードが再生される順序は重要です。",
    "ko": "상대를 물리 치기 위해 카드를 조합하여 사용하십시오! 카드의 순서는 중요합니다.",
    "nl": "Gebruik je kaarten in combinatie om je tegenstander te verslaan! De volgorde waarin de kaarten worden gespeeld is belangrijk.",
    "no": "Bruk kortene dine i kombinasjon for å beseire motstanderen din! Det er viktig i hvilken rekkefølge kortene spilles.",
    "pl": "Użyj swoich kombinacji kart, aby pokonać przeciwnika! Ważna jest kolejność zagrywania kart.",
    "pt": "Use suas cartas em combinação para derrotar seu oponente! A ordem em que as cartas são jogadas é importante.",
    "pt-BR": "Use suas cartas em combinação para derrotar seu oponente! A ordem em que as cartas são jogadas é importante.",
    "ro": "Folosiți cărțile în combinație pentru a vă învinge adversarul! Ordinea în care sunt jucate cărțile este importantă.",
    "ru": "Используйте свои карты в комбинации, чтобы победить своего противника! Порядок, в котором разыгрываются карты, важен.",
    "sv": "Använd dina kort i kombination för att besegra din motståndare! Ordningen i vilken korten spelas är viktig.",
    "th": "ใช้ไพ่ของคุณร่วมกันเพื่อเอาชนะคู่ต่อสู้ของคุณ! ลำดับการเล่นไพ่เป็นสิ่งสำคัญ",
    "tr": "Rakibini yenmek için kartlarını birlikte kullan! Kartların oynanma sırası önemlidir.",
    "uk": "Використовуйте свої картки в поєднанні, щоб перемогти опонента! Порядок відтворення карт є важливим.",
    "vi": "Sử dụng thẻ của bạn kết hợp để đánh bại đối thủ của bạn! Thứ tự chơi bài rất quan trọng.",
    "zh-CN": "结合使用您的卡牌来击败您的对手！打牌的顺序很重要。",
    "zh-TW": "結合使用您的卡牌來擊敗您的對手！打牌的順序很重要。"
}
