{
    "ar": "إذا كان الضرر سلبيا (الشفاء) ، فتخط هذا الرمز. خلاف ذلك ، قم بتحويله إلى شفاء.",
    "bg": "Ако щетите са отрицателни (лекуващи), тогава пропуснете този код. В противен случай го превърнете в изцеление.",
    "cs": "Pokud je poškození negativní (hojení), přeskočte tento kód. V opačném případě ji přeměňte na léčení.",
    "da": "Hvis skaden er negativ (helbredelse), skal du springe denne kode over. Ellers konverter det til helbredelse.",
    "de": "Wenn der Schaden negativ ist (Heilung), überspringen Sie diesen Code. Andernfalls wandeln Sie es in Heilung um.",
    "el": "Εάν η ζημιά είναι αρνητική (επούλωση), παραλείψτε αυτόν τον κωδικό. Διαφορετικά, μετατρέψτε το σε θεραπεία.",
    "en": "If the damage is negative (healing), then skip this code. Otherwise, convert it into healing.",
    "es": "Si el daño es negativo (curación), omita este código. De lo contrario, conviértelo en curación.",
    "es-419": "Si el daño es negativo (curación), omita este código. De lo contrario, conviértelo en curación.",
    "fi": "Jos vaurio on negatiivinen (paraneminen), ohita tämä koodi. Muussa tapauksessa muunna se paranemiseksi.",
    "fr": "Si les dommages sont négatifs (guérison), ignorez ce code. Sinon, convertissez-le en guérison.",
    "hu": "Ha a kár negatív (gyógyulás), akkor hagyja ki ezt a kódot. Ellenkező esetben alakítsa át gyógyulássá.",
    "it": "Se il danno è negativo (guarigione), salta questo codice. Altrimenti, convertilo in guarigione.",
    "ja": "ダメージが負(治癒)の場合は、このコードをスキップしてください。そうでなければ、それを癒しに変換してください。",
    "ko": "손상이 부정적 (치유)이면 이 코드를 건너뜁니다. 그렇지 않으면 치유로 변환하십시오.",
    "nl": "Als de schade negatief is (genezing), sla dan deze code over. Zet het anders om in genezing.",
    "no": "Hvis skaden er negativ (helbredelse), hopp over denne koden. Ellers konverter det til helbredelse.",
    "pl": "Jeśli obrażenia są ujemne (leczenie), pomiń ten kod. W przeciwnym razie przekształć to w uzdrowienie.",
    "pt": "Se o dano for negativo (cura), ignore este código. Caso contrário, converta-o em cura.",
    "pt-BR": "Se o dano for negativo (cura), pule este código. Caso contrário, converta-o em cura.",
    "ro": "Dacă daunele sunt negative (vindecare), atunci săriți peste acest cod. În caz contrar, convertiți-l în vindecare.",
    "ru": "Если повреждение отрицательное (заживление), то пропустите этот код. В противном случае преобразуйте его в исцеление.",
    "sv": "Om skadan är negativ (läkning), hoppa över den här koden. Annars, konvertera det till läkning.",
    "th": "หากความเสียหายเป็นลบ (การรักษา) ให้ข้ามรหัสนี้ มิฉะนั้นให้เปลี่ยนเป็นการรักษา",
    "tr": "Hasar negatifse (iyileşme), o zaman bu kodu atlayın. Aksi takdirde, onu iyileşmeye dönüştürün.",
    "uk": "Якщо пошкодження негативне (загоюється), то пропустіть цей код. В іншому випадку перетворіть його в цілющий.",
    "vi": "Nếu thiệt hại là âm (chữa lành), thì hãy bỏ qua mã này. Nếu không, chuyển đổi nó thành chữa bệnh.",
    "zh-CN": "如果伤害是负面的（愈合），则跳过此代码。否则，将其转化为治疗。",
    "zh-TW": "如果傷害是負面的（癒合），則跳過此代碼。否則，將其轉化為治療。"
}
