{
    "ar": ".ادفع الضرر إلى المكدس ، وقم بإلغائه ، ثم أعده إلى الذاكرة",
    "bg": "Натиснете повредата върху стека, отхвърлете я, след това я върнете обратно в паметта.",
    "cs": "Zatlačte poškození na hromádku, negujte ji a pak ji vložte zpět do paměti.",
    "da": "Skub skaden på stakken, negerer den, og sæt den derefter tilbage i hukommelsen.",
    "de": "Schieben Sie den Schaden auf den Stapel, negieren Sie ihn und legen Sie ihn dann wieder in den Speicher ein.",
    "el": "Σπρώξτε τη ζημιά στη στοίβα, αναιρέστε την και, στη συνέχεια, αναθέστε την ξανά στη μνήμη.",
    "en": "Push the damage onto the stack, negate it, then pop it back into memory.",
    "es": "Empuja el daño en la pila, niégalo y luego vuelve a la memoria.",
    "es-419": "Empuja el daño en la pila, niégalo y luego vuelve a la memoria.",
    "fi": "Työnnä vaurio pinoon, kiellä se ja aseta se sitten takaisin muistiin.",
    "fr": "Poussez les dégâts sur la pile, annulez-les, puis remettez-les en mémoire.",
    "hu": "Nyomd a sebzést a veremre, tagadd meg, majd tedd vissza a memóriába.",
    "it": "Spingere il danno sulla pila, negarlo, quindi rimetterlo in memoria.",
    "ja": "ダメージをスタックに押し込み、否定してから、メモリに戻します。",
    "ko": "손상을 스택에 밀어 넣고 무효화 한 다음 다시 메모리에 팝니다.",
    "nl": "Duw de schade op de stapel, ontken het en stop het vervolgens terug in het geheugen.",
    "no": "Skyv skaden på stabelen, den, og sett den deretter tilbake i minnet.",
    "pl": "Wepchnij obrażenia na stos, zaneguj je, a następnie włóż z powrotem do pamięci.",
    "pt": "Empurre o dano para a pilha, negue-o e, em seguida, coloque-o de volta na memória.",
    "pt-BR": "Empurre o dano para a pilha, negue-o e, em seguida, coloque-o de volta na memória.",
    "ro": "Împinge daunele pe stivă, neagă-l, apoi pop-l înapoi în memorie.",
    "ru": "Поместите повреждение на стек, сведите его на нет, а затем верните в память.",
    "sv": "Tryck skadan på stapeln, negera den och sätt sedan tillbaka den i minnet.",
    "th": "ผลักความเสียหายลงบนสแต็คลบล้างจากนั้นใส่กลับเข้าไปในหน่วยความจํา",
    "tr": "Hasarı yığının üzerine itin, yadsıyın, sonra tekrar belleğe koyun.",
    "uk": "Виштовхніть пошкодження на стек, зведіть його нанівець, а потім поверніть у пам'ять.",
    "vi": "Đẩy thiệt hại lên ngăn xếp, phủ nhận nó, sau đó đưa nó trở lại bộ nhớ.",
    "zh-CN": "将损坏推到堆栈上，否定它，然后将其弹出回内存中。",
    "zh-TW": "將損壞推到堆疊上，否定它，然後將其彈出回記憶體中。"
}
