{
    "ar": "تلميح: تصحيح تعليمات القفز أو توقيع تعليمات التغيير لمنع اللعنة.",
    "bg": "Съвет: Закърпи инструкцията за скок или подпишете инструкцията за промяна, за да предотвратите проклятието.",
    "cs": "Tip: Opravte instrukce skoku nebo instrukci změny znamení, abyste zabránili kletbě.",
    "da": "Tip: Patch springinstruktionen eller skilteændringsinstruktionen for at forhindre forbandelsen.",
    "de": "Tipp: Patchen Sie die Sprunganweisung oder die Zeichenänderungsanweisung, um den Fluch zu verhindern.",
    "el": "Συμβουλή: Διορθώστε την οδηγία άλματος ή την οδηγία αλλαγής πινακίδας για να αποτρέψετε την κατάρα.",
    "en": "Hint: Patch the jump instruction or sign change instruction to prevent the curse.",
    "es": "Sugerencia: Parche la instrucción de salto o la instrucción de cambio de signo para evitar la maldición.",
    "es-419": "Sugerencia: Parche la instrucción de salto o la instrucción de cambio de signo para evitar la maldición.",
    "fi": "Vihje: Korjaa hyppyohje tai allekirjoita muutosohje kirouksen estämiseksi.",
    "fr": "Astuce : corrigez l’instruction de saut ou signez l’instruction de changement pour éviter la malédiction.",
    "hu": "Tipp: Javítsd ki az ugrási utasítást vagy a jelváltoztatási utasítást, hogy megakadályozd az átkot.",
    "it": "Suggerimento: correggi l'istruzione di salto o l'istruzione di cambio segno per prevenire la maledizione.",
    "ja": "ヒント:ジャンプ命令またはサイン変更指示にパッチを適用して、呪いを防ぎます。",
    "ko": "힌트: 점프 명령 또는 표지판 변경 명령을 패치하여 저주를 방지하세요.",
    "nl": "Tip: Patch de spronginstructie of tekenwijzigingsinstructie om de vloek te voorkomen.",
    "no": "Tips: hoppinstruksjonen eller tegn endringsinstruksjonen for å forhindre forbannelsen.",
    "pl": "Wskazówka: Załat instrukcję skoku lub instrukcję zmiany znaku, aby zapobiec klątwie.",
    "pt": "Dica: Corrija a instrução de salto ou assine a instrução de alteração para evitar a maldição.",
    "pt-BR": "Dica: Corrija a instrução de salto ou a instrução de alteração de sinal para evitar a maldição.",
    "ro": "Sugestie: Patch instrucțiuni sari sau semn schimba instrucțiuni pentru a preveni blestemul.",
    "ru": "Подсказка: Исправьте инструкцию прыжка или инструкцию по изменению знака, чтобы предотвратить проклятие.",
    "sv": "Tips: Lappa hoppinstruktionen eller teckenändringsinstruktionen för att förhindra förbannelsen.",
    "th": "คําแนะนํา: แก้ไขคําสั่งกระโดดหรือคําสั่งเปลี่ยนป้ายเพื่อป้องกันคําสาป",
    "tr": "İpucu: Laneti önlemek için atlama talimatını veya işaret değiştirme talimatını düzeltin.",
    "uk": "Підказка: Виправте інструкцію зі стрибка або інструкцію щодо зміни знака, щоб запобігти прокляттю.",
    "vi": "Gợi ý: Vá hướng dẫn nhảy hoặc hướng dẫn thay đổi dấu hiệu để ngăn chặn lời nguyền.",
    "zh-CN": "提示：修补跳跃指令或符号更改指令以防止诅咒。",
    "zh-TW": "提示：修補跳躍指令或符號更改指令以防止詛咒。"
}
