{
    "ar": "تلميح: من الصعب ولكن من الممكن تعديل اللعنة لإحداث المزيد من الضرر.",
    "bg": "Съвет: По-трудно е, но е възможно да се промени проклятието, за да се нанесе повече щети.",
    "cs": "Tip: Je těžší, ale možné upravit kletbu tak, aby způsobila více poškození.",
    "da": "Tip: Det er sværere, men muligt at ændre forbandelsen for at gøre mere skade.",
    "de": "Hinweis: Es ist schwieriger, aber möglich, den Fluch zu modifizieren, um mehr Schaden zu verursachen.",
    "el": "Συμβουλή: Είναι πιο δύσκολο αλλά δυνατό να τροποποιήσετε την κατάρα για να προκαλέσετε περισσότερη ζημιά.",
    "en": "Hint: It is harder but possible to modify the curse to deal more damage.",
    "es": "Sugerencia: Es más difícil pero posible modificar la maldición para infligir más daño.",
    "es-419": "Sugerencia: Es más difícil pero posible modificar la maldición para infligir más daño.",
    "fi": "Vihje: On vaikeampaa, mutta mahdollista muokata kirousta aiheuttamaan enemmän vahinkoa.",
    "fr": "Astuce: Il est plus difficile mais possible de modifier la malédiction pour infliger plus de dégâts.",
    "hu": "Tipp: Nehezebb, de lehetséges módosítani az átkot, hogy több sebzést okozzon.",
    "it": "Suggerimento: è più difficile ma possibile modificare la maledizione per infliggere più danni.",
    "ja": "ヒント:呪いを変更してより多くのダメージを与えるのは難しいですが、可能です。",
    "ko": "힌트: 더 어렵지만 저주를 수정하여 더 많은 피해를 줄 수 있습니다.",
    "nl": "Hint: Het is moeilijker maar mogelijk om de vloek aan te passen om meer schade aan te richten.",
    "no": "Hint: Det er vanskeligere, men mulig å endre forbannelsen for å håndtere mer skade.",
    "pl": "Wskazówka: Trudniej, ale można zmodyfikować klątwę, aby zadać więcej obrażeń.",
    "pt": "Dica: É mais difícil, mas possível, modificar a maldição para causar mais danos.",
    "pt-BR": "Dica: É mais difícil, mas é possível modificar a maldição para causar mais dano.",
    "ro": "Sugestie: Este mai greu, dar posibil să se modifice blestemul pentru a face mai multe daune.",
    "ru": "Подсказка: Сложнее, но можно изменить проклятие, чтобы нанести больше урона.",
    "sv": "Tips: Det är svårare men möjligt att modifiera förbannelsen för att göra mer skada.",
    "th": "คําแนะนํา: มันยากกว่า แต่เป็นไปได้ที่จะปรับเปลี่ยนคําสาปเพื่อสร้างความเสียหายมากขึ้น",
    "tr": "İpucu: Daha fazla hasar vermek için laneti değiştirmek daha zor ama mümkündür.",
    "uk": "Підказка: Важче, але можливо змінити прокляття, щоб завдати більшої шкоди.",
    "vi": "Gợi ý: Khó hơn nhưng có thể sửa đổi lời nguyền để gây nhiều sát thương hơn.",
    "zh-CN": "提示：修改诅咒以造成更多伤害更难，但有可能。",
    "zh-TW": "提示：修改詛咒以造成更多傷害更難，但有可能。"
}
