{
    "ar": "هذه التعويذة تزيد من سرعة الجدول الزمني للعدو. تقليل السرعة لإبطائها!",
    "bg": "Това заклинание увеличава скоростта на времевата линия на врага. Намалете скоростта, за да ги забавите!",
    "cs": "Toto kouzlo zvyšuje rychlost časové osy nepřítele. Snižte rychlost, abyste je zpomalili!",
    "da": "Denne fortryllelse øger fjendens tidslinjehastighed. Sænk hastigheden for at bremse dem!",
    "de": "Dieser Zauber erhöht die Geschwindigkeit der Zeitlinie des Feindes. Verringern Sie die Geschwindigkeit, um sie zu verlangsamen!",
    "el": "Αυτό το ξόρκι αυξάνει την ταχύτητα του χρονοδιαγράμματος του εχθρού. Μειώστε την ταχύτητα για να τους επιβραδύνετε!",
    "en": "This spell increases the enemy's timeline speed. Decrease the speed to slow them down!",
    "es": "Este hechizo aumenta la velocidad de la línea de tiempo del enemigo. ¡Disminuya la velocidad para ralentizarlos!",
    "es-419": "Este hechizo aumenta la velocidad de la línea de tiempo del enemigo. ¡Disminuya la velocidad para ralentizarlos!",
    "fi": "Tämä loitsu lisää vihollisen aikajananopeutta. Vähennä nopeutta hidastaaksesi niitä!",
    "fr": "Ce sort augmente la vitesse de chronologie de l’ennemi. Diminuez la vitesse pour les ralentir!",
    "hu": "Ez a varázslat növeli az ellenség idővonalának sebességét. Csökkentse a sebességet, hogy lelassítsa őket!",
    "it": "Questo incantesimo aumenta la velocità della linea temporale del nemico. Diminuisci la velocità per rallentarli!",
    "ja": "この呪文は敵のタイムライン速度を上げます。速度を下げて速度を落とす!",
    "ko": "이 주문은 적의 타임라인 속도를 증가시킵니다. 속도를 줄이면 속도를 줄이십시오!",
    "nl": "Deze spreuk verhoogt de tijdlijnsnelheid van de vijand. Verlaag de snelheid om ze te vertragen!",
    "nb": "Denne formelen øker fiendens tidslinjehastighet. Reduser hastigheten for å bremse dem!",
    "pl": "To zaklęcie zwiększa prędkość osi czasu wroga. Zmniejsz prędkość, aby je spowolnić!",
    "pt": "Este feitiço aumenta a velocidade da linha do tempo do inimigo. Diminua a velocidade para os abrandar!",
    "pt-BR": "Este feitiço aumenta a velocidade da linha do tempo do inimigo. Diminua a velocidade para atrasá-los!",
    "ro": "Această vrajă crește viteza de cronologie a inamicului. Reduceți viteza pentru a le încetini!",
    "ru": "Это заклинание увеличивает скорость временной шкалы противника. Уменьшите скорость, чтобы замедлить их!",
    "sv": "Denna förtrollning ökar fiendens tidslinjehastighet. Minska hastigheten för att sakta ner dem!",
    "th": "คาถานี้จะเพิ่มความเร็วไทม์ไลน์ของศัตรู ลดความเร็วเพื่อชะลอความเร็วลง!",
    "tr": "Bu büyü düşmanın zaman çizelgesi hızını artırır. Onları yavaşlatmak için hızı düşür!",
    "uk": "Це заклинання збільшує швидкість часової шкали противника. Зменшіть швидкість, щоб уповільнити їх!",
    "vi": "Phép thuật này làm tăng tốc độ dòng thời gian của kẻ thù. Giảm tốc độ để làm chậm chúng xuống!",
    "zh-CN": "这个咒语可以提高敌人的时间线速度。降低速度以减慢它们的速度！",
    "zh-TW": "這個咒語可以提高敵人的時間線速度。降低速度以減慢它們的速度！"
}
