{
    "ar": "قم بتمكين البرنامج النصي '%s1' لوقف تعويذة العدو! حاول تعديل البرنامج النصي لتوجيه تعويذة العدو ضدهم.",
    "bg": "Активирайте скрипта „%s1“, за да спрете заклинанието на врага! Опитайте да модифицирате скрипта, за да обърнете заклинанието на противника срещу тях.",
    "cs": "Povolte skript '%s1', abyste zastavili kouzlo nepřítele! Zkuste upravit skript tak, aby nepřátelské kouzlo obrátilo proti nim.",
    "da": "Aktivér '%s1'-scriptet for at stoppe fjendens trylleformular! Prøv at ændre scriptet for at vende fjendens trylleformular mod dem.",
    "de": "Aktivieren Sie das '%s1'-Skript, um den Zauber des Feindes zu stoppen! Versuchen Sie, das Skript zu ändern, um den Zauber des Feindes gegen ihn zu wenden.",
    "el": "Ενεργοποιήστε το σενάριο '%s1' για να σταματήσετε το ξόρκι του εχθρού! Προσπαθήστε να τροποποιήσετε το σενάριο για να γυρίσετε το ξόρκι του εχθρού εναντίον τους.",
    "en": "Enable the '%s1' script to stop the enemy's spell! Try modifying the script to turn the enemy's spell against them.",
    "es": "¡Activa el script '%s1' para detener el hechizo del enemigo! Intenta modificar el guión para convertir el hechizo del enemigo contra ellos.",
    "es-419": "¡Activa el script '%s1' para detener el hechizo del enemigo! Intenta modificar el guión para convertir el hechizo del enemigo contra ellos.",
    "fi": "Ota '%s1'-skripti käyttöön vihollisen loitsun lopettamiseksi! Yritä muokata komentosarjaa kääntääksesi vihollisen loitsun heitä vastaan.",
    "fr": "Activez le script '%s1' pour arrêter le sort de l'ennemi! Essayez de modifier le script pour retourner le sort de l'ennemi contre lui.",
    "hu": "Engedélyezze az '%s1' szkriptet az ellenség varázslatának megállításához! Próbálja meg módosítani a szkriptet, hogy az ellenség varázslatát ellenük fordítsa.",
    "it": "Abilita lo script '%s1' per fermare l'incantesimo del nemico! Prova a modificare la sceneggiatura per trasformare l'incantesimo del nemico contro di loro.",
    "ja": "「%s1」スクリプトを有効にして、敵の呪文を止めます！スクリプトを修正して、敵の呪文を無効にしてみてください。",
    "ko": "적의 주문을 막으려면 '%s1'스크립트를 활성화하십시오! 적의 주문을 물 리치도록 스크립트를 수정하십시오.",
    "nl": "Schakel het '%s1'-script in om de betovering van de vijand te stoppen! Probeer het script aan te passen om de betovering van de vijand tegen hen te keren.",
    "no": "Aktiver '%s1' -skriptet for å stoppe fiendens trylleformular! Prøv å endre skriptet for å vri fiendens trylleformular mot dem.",
    "pl": "Włącz skrypt „%s1”, aby zatrzymać zaklęcie wroga! Spróbuj zmodyfikować skrypt, aby obrócić przeciwko nim zaklęcie wroga.",
    "pt": "Habilite o script '%s1' para interromper o feitiço do inimigo! Tente modificar o script para virar o feitiço do inimigo contra eles.",
    "pt-BR": "Habilite o script '%s1' para interromper o feitiço do inimigo! Tente modificar o script para virar o feitiço do inimigo contra eles.",
    "ro": "Activează script-ul „%s1” pentru a opri vraja inamicului! Încercați să modificați scenariul pentru a transforma vraja vrăjmașului împotriva lor.",
    "ru": "Включите скрипт %s1, чтобы остановить заклинание врага! Попробуйте изменить сценарий, чтобы повернуть против них заклинание противника.",
    "sv": "Aktivera '%s1' -skriptet för att stoppa fiendens förtrollning! Försök ändra skriptet för att vända fiendens förtrollning mot dem.",
    "th": "เปิดใช้งานสคริปต์ '%s1' เพื่อหยุดการสะกดของศัตรู! ลองปรับเปลี่ยนสคริปต์เพื่อเปลี่ยนคาถาของศัตรูกับพวกเขา",
    "tr": "Düşmanın büyüsünü durdurmak için '%s1' komut dosyasını etkinleştirin! Düşmanın büyüsünü onlara karşı çevirmek için senaryoyu değiştirmeyi deneyin.",
    "uk": "Увімкніть сценарій '%s1', щоб зупинити заклинання ворога! Спробуйте змінити сценарій, щоб повернути заклинання противника проти них.",
    "vi": "Kích hoạt tập lệnh '%s1' để ngăn chặn câu thần chú của kẻ thù! Hãy thử sửa đổi kịch bản để biến bùa chú của kẻ thù chống lại chúng.",
    "zh-CN": "启用“ %s1”脚本以停止敌人的咒语！尝试修改脚本，使敌人的法术对付他们。",
    "zh-TW": "啟用“ %s1”腳本以停止敵人的咒語！嘗試修改腳本，使敵人的法術對付他們。"
}
