{
    "ar": "إذا كان الضرر المستلم أكبر من 5، فاضبطه على 1 بدلا من ذلك.",
    "bg": "Ако получените щети са по-големи от 5, вместо това я задайте на 1.",
    "cs": "Pokud je obdržené poškození větší než 5, nastavte místo toho hodnotu 1.",
    "da": "Hvis den modtagne skade er større end 5, skal du indstille den til 1 i stedet.",
    "de": "Wenn der erhaltene Schaden größer als 5 ist, setzen Sie ihn stattdessen auf 1.",
    "el": "Εάν η ζημιά που προκλήθηκε είναι μεγαλύτερη από 5, ορίστε την σε 1.",
    "en": "If the damage recieved is greater than 5, set it to 1 instead.",
    "es": "Si el daño recibido es mayor que 5, configúrelo en 1 en su lugar.",
    "es-419": "Si el daño recibido es mayor que 5, configúrelo en 1 en su lugar.",
    "fi": "Jos saatu vahinko on suurempi kuin 5, aseta se sen sijaan arvoon 1.",
    "fr": "Si les dommages reçus sont supérieurs à 5, réglez-les sur 1 à la place.",
    "hu": "Ha a kapott kár nagyobb, mint 5, állítsa ehelyett 1-re.",
    "it": "Se il danno ricevuto è maggiore di 5, impostarlo invece su 1.",
    "ja": "受けたダメージが 5 より大きい場合は、代わりに 1 に設定します。",
    "ko": "받은 데미지가 5보다 크면 대신 1로 설정하십시오.",
    "nl": "Als de ontvangen schade groter is dan 5, stelt u deze in plaats daarvan in op 1.",
    "no": "Hvis den mottatte skaden er større enn 5, setter du den til 1 i stedet.",
    "pl": "Jeśli otrzymane obrażenia są większe niż 5, ustaw je na 1.",
    "pt": "Se os danos recebidos forem superiores a 5, desemote-o em 1.",
    "pt-BR": "Se o dano recebido for maior que 5, coloque-o em 1.",
    "ro": "Dacă daunele primite sunt mai mari de 5, setați-l la 1 în schimb.",
    "ru": "Если полученный урон больше 5, установите для него значение 1.",
    "sv": "Om den mottagna skadan är större än 5, ställ in den på 1 istället.",
    "th": "หากความเสียหายที่ได้รับมากกว่า 5 ให้ตั้งค่าเป็น 1 แทน",
    "tr": "Alınan hasar 5'ten büyükse, bunun yerine 1 olarak ayarlayın.",
    "uk": "Якщо отримане пошкодження більше 5, встановіть замість нього значення 1.",
    "vi": "Nếu thiệt hại nhận được lớn hơn 5, hãy đặt nó thành 1 để thay thế.",
    "zh-CN": "如果受到的伤害大于 5，请将其设置为 1。",
    "zh-TW": "如果受到的傷害大於5，請將其設置為1。"
}
