{
    "ar": "تجاوز البايت! استخدم التوزيعات لكتابة المزيد من التجميع.",
    "bg": "Преливане на байтове! Използвайте разпределения, за да пишете повече монтаж.",
    "cs": "Byte přetečení! Použijte alokace pro zápis dalšího sestavení.",
    "da": "Byte overløb! Brug tildelinger til at skrive mere samling.",
    "de": "Byteüberlauf! Verwenden Sie Zuordnungen, um mehr Assembly zu schreiben.",
    "el": "Byte υπερχείλιση! Χρησιμοποιήστε κατανομές για να γράψετε περισσότερη συναρμολόγηση.",
    "en": "Byte overflow! Use allocations to write more assembly.",
    "es": "Desbordamiento de bytes! Usa las asignaciones para escribir más ensamblajes.",
    "es-419": "Desbordamiento de bytes! Usa las asignaciones para escribir más ensamblajes.",
    "fi": "Byte-ylivuoto! Voit käyttää lisää kokoonpanoja käyttämällä varauksia.",
    "fr": "Débordement d'octets! Utilisez les allocations pour écrire plus d'assembly.",
    "hu": "Bájt túlcsordulás! Használjon hozzárendeléseket több összeszerelés írásához.",
    "it": "Byte overflow! Utilizzare le allocazioni per scrivere più assembly.",
    "ja": "バイトオーバーフロー！より多くのアセンブリを書くために割り当てを使用してください。",
    "ko": "바이트 오버플로! 할당을 사용하여 더 많은 어셈블리를 작성하십시오.",
    "nl": "Byte overloop! Gebruik toewijzingen om meer assembly te schrijven.",
    "no": "Byte overløp! Bruk tildelinger for å skrive mer samling.",
    "pl": "Przepełnienie bajtów! Użyj przydziałów, aby napisać więcej złożenia.",
    "pt": "Excesso de bytes! Use alocações para escrever mais montagem.",
    "pt-BR": "Excesso de bytes! Use alocações para escrever mais montagem.",
    "ro": "Byte overflow! Utilizați alocări pentru a scrie mai multe montaj.",
    "ru": "Переполнение байта! Используйте выделения, чтобы написать больше сборок.",
    "sv": "Byte överflöde! Använd anslag för att skriva mer montering.",
    "th": "ไบต์ล้น! ใช้การจัดสรรเพื่อเขียนชุดประกอบเพิ่มเติม",
    "tr": "Bayt taşması! Daha fazla derleme yazmak için tahsisleri kullanın.",
    "uk": "Переповнення байтів! Використовуйте виділення для запису більше збірки.",
    "vi": "Byte tràn! Sử dụng phân bổ để viết thêm lắp ráp.",
    "zh-CN": "字节溢出！使用分配来编写更多程序集。",
    "zh-TW": "字節溢出！使用分配來編寫更多程序集。"
}
