{
    "ar": "سيتم ملء وحدات بايت غير معبأة بتعليمات NOP ، التي لا تفعل شيئًا.",
    "bg": "Неизпълнените байтове ще бъдат запълнени с NOP инструкции, които не правят нищо.",
    "cs": "Nevyplněné bajty budou vyplněny instrukcemi NOP, které nic neudělají.",
    "da": "Ufyldte bytes vil blive udfyldt med NOP instruktioner, som ikke gør noget.",
    "de": "Nicht erfüllte Bytes werden mit NOP-Anweisungen gefüllt, die nichts bewirken.",
    "el": "Τα μη συμπληρωμένα byte θα συμπληρωθούν με οδηγίες NOP, οι οποίες δεν κάνουν τίποτα.",
    "en": "Unfilled bytes will be filled with NOP instructions, which do nothing.",
    "es": "Los bytes sin rellenar se llenarán con instrucciones NOP, que no hacen nada.",
    "es-419": "Los bytes sin rellenar se llenarán con instrucciones NOP, que no hacen nada.",
    "fi": "Täytetyt tavut täytetään NOP-ohjeilla, jotka eivät tee mitään.",
    "fr": "Les octets non remplis seront remplis d'instructions NOP, qui ne font rien.",
    "hu": "A nem töltött bájtokat NOP utasítások töltik meg, amelyek nem tesznek semmit.",
    "it": "I byte non riempiti saranno riempiti con istruzioni NOP, che non fanno nulla.",
    "ja": "埋められていないバイトは、何もしないNOP命令で埋められます。",
    "ko": "채워지지 않은 바이트는 아무것도 수행하지 않는 NOP 명령어로 채워집니다.",
    "nl": "Niet-gevulde bytes worden gevuld met NOP-instructies, die niets doen.",
    "no": "Ufylte byter vil bli fylt med NOP-instruksjoner, som ikke gjør noe.",
    "pl": "Niewypełnione bajty zostaną wypełnione instrukcjami NOP, które nie robią nic.",
    "pt": "Bytes não preenchidos serão preenchidos com instruções NOP, que não fazem nada.",
    "pt-BR": "Bytes não preenchidos serão preenchidos com instruções NOP, que não fazem nada.",
    "ro": "Cărțile necompletate vor fi umplute cu instrucțiuni NOP, care nu fac nimic.",
    "ru": "Незаполненные байты будут заполнены инструкциями NOP, которые ничего не делают.",
    "sv": "Ouppfyllda byte kommer att fyllas med NOP-instruktioner, som inte gör något.",
    "th": "ไบต์ที่ไม่สำเร็จจะถูกเติมด้วยคำสั่ง NOP ซึ่งไม่ทำอะไรเลย",
    "tr": "Doldurulmamış baytlar, hiçbir şey yapmadan NOP talimatları ile doldurulacaktır.",
    "uk": "Незаповнені байти будуть заповнені інструкціями NOP, які нічого не роблять.",
    "vi": "Các byte chưa được điền sẽ được điền với các hướng dẫn NOP, không làm gì cả.",
    "zh-CN": "未填充的字节将填充NOP指令，这些指令不执行任何操作。",
    "zh-TW": "未填充的字節將填充NOP指令，這些指令不執行任何操作。"
}
