{
    "ar": ".خلاف ذلك ، تخطي رمز تقليل السرعة ولا تفعل شيئا",
    "bg": "В противен случай пропуснете кода за намаляване на скоростта и не правете нищо.",
    "cs": "V opačném případě přeskočte kód snížení rychlosti a neprovádějte nic.",
    "da": "Ellers skal du springe hastighedsreduktionskoden over og ikke gøre noget.",
    "de": "Überspringen Sie andernfalls den Code zur Geschwindigkeitsreduzierung und tun Sie nichts.",
    "el": "Διαφορετικά, παραλείψτε τον κωδικό μείωσης ταχύτητας και μην κάνετε τίποτα.",
    "en": "Otherwise, skip the speed reduction code and do nothing.",
    "es": "De lo contrario, omita el código de reducción de velocidad y no haga nada.",
    "es-419": "De lo contrario, omita el código de reducción de velocidad y no haga nada.",
    "fi": "Muussa tapauksessa ohita nopeuden vähennyskoodi ja älä tee mitään.",
    "fr": "Sinon, ignorez le code de réduction de vitesse et ne faites rien.",
    "hu": "Ellenkező esetben hagyja ki a sebességcsökkentő kódot, és ne tegyen semmit.",
    "it": "In caso contrario, saltare il codice di riduzione della velocità e non fare nulla.",
    "ja": "それ以外の場合は、減速コードをスキップして何もしません。",
    "ko": "그렇지 않으면 속도 감소 코드를 건너뛰고 아무 작업도 수행하지 않습니다.",
    "nl": "Sla anders de snelheidsverlagingscode over en doe niets.",
    "no": "Ellers hopper du over hastighetsreduksjonskoden og gjør ingenting.",
    "pl": "W przeciwnym razie pomiń kod redukcji prędkości i nie rób nic.",
    "pt": "Caso contrário, ignore o código de redução de velocidade e não faça nada.",
    "pt-BR": "Caso contrário, pule o código de redução de velocidade e não faça nada.",
    "ro": "În caz contrar, săriți peste codul de reducere a vitezei și nu faceți nimic.",
    "ru": "В противном случае пропустите код снижения скорости и ничего не делайте.",
    "sv": "Annars hoppar du över hastighetsminskningskoden och gör ingenting.",
    "th": "มิฉะนั้นให้ข้ามรหัสลดความเร็วและไม่ทําอะไรเลย",
    "tr": "Aksi takdirde, hız azaltma kodunu atlayın ve hiçbir şey yapmayın.",
    "uk": "В іншому випадку пропустіть код зниження швидкості і нічого не робіть.",
    "vi": "Nếu không, hãy bỏ qua mã giảm tốc độ và không làm gì cả.",
    "zh-CN": "否则，请跳过减速代码，不执行任何操作。",
    "zh-TW": "否則，請跳過減速代碼，不執行任何操作。"
}
