{
    "ar": "التخزين المؤقت لتحويل FPU مقارنة نتيجة التعليمات.",
    "bg": "Временно съхранение за конвертиране на резултата от инструкцията за сравняване на FPU.",
    "cs": "Dočasné úložiště pro konverzi výsledku instrukce FPU porovnat.",
    "da": "Midlertidig opbevaring til konvertering af FPU sammenligner instruktionsresultat.",
    "de": "Temporärer Speicher zum Konvertieren von FPU-Vergleichsanweisungsergebnissen.",
    "el": "Προσωρινή αποθήκευση για τη μετατροπή FPU συγκρίνετε το αποτέλεσμα εντολών.",
    "en": "Temporary storage for converting FPU compare instruction result.",
    "es": "Almacenamiento temporal para convertir el resultado de la instrucción de comparación FPU.",
    "es-419": "Almacenamiento temporal para convertir el resultado de la instrucción de comparación FPU.",
    "fi": "Väliaikainen tallennus FPU: n muuntamiseksi vertaa käskytulosta.",
    "fr": "Stockage temporaire pour convertir le résultat de l’instruction de comparaison FPU.",
    "hu": "Ideiglenes tároló az FPU konvertálásához hasonlítsa össze az utasítás eredményét.",
    "it": "Archiviazione temporanea per la conversione del risultato delle istruzioni di confronto FPU.",
    "ja": "FPU比較命令結果を変換するための一時ストレージ。",
    "ko": "FPU 비교 명령 결과를 변환하기위한 임시 저장소.",
    "nl": "Tijdelijke opslag voor het converteren van FPU vergelijk instructieresultaat.",
    "no": "Midlertidig lagring for konvertering av FPU sammenligne instruksjonsresultat.",
    "pl": "Tymczasowa pamięć do konwersji wyniku porównania FPU.",
    "pt": "Armazenamento temporário para converter o resultado da instrução de comparação de FPU.",
    "pt-BR": "Armazenamento temporário para converter o resultado da instrução de comparação de FPU.",
    "ro": "Depozitare temporară pentru conversia FPU compara rezultatul instrucțiunii.",
    "ru": "Временное хранилище для преобразования результата сравнения инструкций FPU.",
    "sv": "Tillfällig lagring för konvertering av FPU jämför instruktionsresultat.",
    "th": "การจัดเก็บชั่วคราวสําหรับการแปลง FPU เปรียบเทียบผลการเรียนการสอน",
    "tr": "FPU'yu dönüştürmek için geçici depolama alanı komut sonucunu karşılaştırın.",
    "uk": "Тимчасове сховище для конвертації ФПУ порівняйте результат інструкції.",
    "vi": "Lưu trữ tạm thời để chuyển đổi FPU so sánh kết quả lệnh.",
    "zh-CN": "用于转换 FPU 比较指令结果的临时存储。",
    "zh-TW": "用於轉換 FPU 比較指令結果的臨時存儲。"
}
