{
    "ar": "يا طفل! أنت تبدو ذكية جدا. أخرجني من هنا وسأجعلها تستحق مشاكلك.",
    "bg": "Ей дете! Изглеждаш доста умно. Изкарайте ме оттук и аз ще го направя си струва да се мъчите.",
    "cs": "Ahoj kluk! Vypadáš docela chytře. Dostaňte mě odsud a udělám to za vaše potíže.",
    "da": "Hej dreng! Du ser temmelig smart ud. Få mig ud herfra, så gør jeg det værd at dine problemer.",
    "de": "Hey Kleiner! Du siehst ziemlich schlau aus. Bring mich hier raus und ich mache es dir wert.",
    "el": "Γεια σου παιδί! Κοιτάς αρκετά έξυπνος. Αποκτήστε μου από εδώ και θα το κάνω να αξίζει τον κόπο σας.",
    "en": "Hey kid! You look pretty smart. Get me out of here and I'll make it worth your trouble.",
    "es": "¡Hey chico! Te ves muy inteligente. Sácame de aquí y haré que valga la pena.",
    "es-419": "¡Hey chico! Te ves muy inteligente. Sácame de aquí y haré que valga la pena.",
    "fi": "Hei poika! Näytät melko fiksulta. Poista minut täältä, ja teen siitä vaivasi arvoisen.",
    "fr": "Hé gamin! Vous avez l'air très intelligent. Sortez-moi de là et je ferai en sorte que cela vaille la peine.",
    "hu": "Hé gyerek! Nagyon okosnak látsz. Vigyél el innen, és megértem a problémádat.",
    "it": "Ehi ragazzo! Sembri piuttosto intelligente. Portami fuori di qui e farò valere la pena dei tuoi guai.",
    "ja": "おいおい！あなたはかなり賢く見えます。ここから出て行けば、あなたの手間をかけるだけの価値があります。",
    "ko": "꼬마 야! 당신은 꽤 똑똑해 보인다. 여기서 나가게 해주면 난 당신의 문제를 해결할 가치가있다",
    "nl": "Hé jochie! Je ziet er knap uit. Haal me hier weg en ik zal het de moeite waard maken.",
    "no": "Hei gutt! Du ser ganske smart ut. Få meg ut herfra, så gjør jeg det verdt å få problemer.",
    "pl": "Cześć dzieciaku! Wyglądasz całkiem sprytnie. Zabierz mnie stąd, a sprawię, że będzie warto.",
    "pt": "Ei garoto! Você parece muito inteligente. Me tire daqui e farei valer a pena.",
    "pt-BR": "Ei garoto! Você parece muito inteligente. Me tire daqui e farei valer a pena.",
    "ro": "Hei copil! Arăți destul de deștept. Scoate-mă de aici și voi face ca să merite problema ta.",
    "ru": "Привет, малыш! Ты выглядишь довольно умно. Вытащи меня отсюда, и я сделаю так, чтобы твоя проблема.",
    "sv": "Hej barn! Du ser ganska smart ut. Hämta mig härifrån så gör jag det värt ditt problem.",
    "th": "เฮ้เด็ก! คุณดูสมาร์ทสวย พาฉันออกไปจากที่นี่และฉันจะทำให้มันคุ้มค่ากับปัญหาของคุณ",
    "tr": "Hey evlat! Çok akıllı görünüyorsun. Beni buradan çıkar ve senin derdini halledeceğim.",
    "uk": "Гей, дитино! Ви виглядаєте досить розумно. Відведи мене звідси, і я зроблю це вашим клопотом.",
    "vi": "Này nhóc! Trông bạn khá thông minh. Đưa tôi ra khỏi đây và tôi sẽ làm cho nó xứng đáng với rắc rối của bạn.",
    "zh-CN": "嘿孩子！你看起来很聪明。让我离开这里，我会让它值得你的麻烦。",
    "zh-TW": "嘿小子！你看起來很聰明。讓我離開這裡，我會讓它值得你的麻煩。"
}
