{
    "ar": "حسنا حسنا. إذا كنت حقا يجب أن نعرف. ترى ، في بعض الأحيان أجد الأشياء. وفي بعض الأحيان ، تحدث تلك الأشياء في جيوب الناس. وأحيانًا ، يصيبني ببعض المتاعب.",
    "bg": "Добре, добре. Ако наистина трябва да знаете. Виждате ли, понякога намирам неща. И понякога се случват тези неща в джоба на хората. И понякога ме вкарва в някакви проблеми.",
    "cs": "Dobře dobře. Pokud to opravdu musíte vědět. Vidíš, někdy najdu věci. A někdy se tyto věci stanou v kapsách lidí. A někdy mě to dostane do problémů.",
    "da": "Okay, okay. Hvis du virkelig skal vide det. Nogle gange finder jeg ting. Og nogle gange er disse ting tilfældigvis i folks lommer. Og nogle gange får det mig nogle problemer.",
    "de": "Also gut. Wenn du es wirklich wissen musst. Sie sehen, manchmal finde ich Dinge. Und manchmal sind diese Dinge in den Taschen der Menschen. Und manchmal bringt es mich in Schwierigkeiten.",
    "el": "Εντάξει εντάξει. Αν πραγματικά πρέπει να ξέρετε. Βλέπεις, μερικές φορές βρίσκω πράγματα. Και μερικές φορές, αυτά τα πράγματα συμβαίνουν σε τσέπες των λαών. Και μερικές φορές με προκαλεί κάποιο πρόβλημα.",
    "en": "Alright, alright. If you really gotta know. You see, sometimes I find things. And sometimes, those things happen to be in peoples' pockets. And sometimes, it gets me into some trouble.",
    "es": "Bien bien. Si realmente tienes que saberlo. Ya ves, a veces encuentro cosas. Y a veces, esas cosas están en los bolsillos de las personas. Y a veces, me mete en problemas.",
    "es-419": "Bien bien. Si realmente tienes que saberlo. Ya ves, a veces encuentro cosas. Y a veces, esas cosas están en los bolsillos de las personas. Y a veces, me mete en problemas.",
    "fi": "Hyvä on. Jos todella täytyy tietää. Tiedät, joskus löydän asioita. Ja joskus nuo asiat sattuvat olemaan ihmisten taskuissa. Ja joskus se saa minut vaikeuksiin.",
    "fr": "D'accord d'accord. Si tu dois vraiment savoir. Vous voyez, parfois je trouve des choses. Et parfois, ces choses se trouvent dans les poches des gens. Et parfois, cela me cause des problèmes.",
    "hu": "Rendben rendben. Ha igazán tudnod kell. Látod, néha találok dolgokat. És néha ezek a dolgok az emberek zsebében vannak. És néha ez bajba kerül.",
    "it": "Va bene, va bene. Se davvero devi saperlo. Vedi, a volte trovo delle cose. E a volte, quelle cose capita di trovarsi nelle tasche delle persone. E a volte, mi mette nei guai.",
    "ja": "わかった、わかった。本当に知っておかなければならない。時々、私は物を見つけます。そして時々、それらのものはたまたま人々のポケットに入っている。そして時々、それは私をいくつかのトラブルに巻き込みます。",
    "ko": "알았어 알았어. 당신이 정말로 알아야한다면. 당신은 때때로, 나는 물건을 찾을 참조하십시오. 때로는 그런 것들이 사람들의 주머니에 있습니다. 때로는 문제가 생길 수도 있습니다.",
    "nl": "Oke oke. Als je het echt moet weten. Zie je, soms vind ik dingen. En soms zijn die dingen toevallig in de zakken van mensen. En soms krijg ik wat problemen.",
    "no": "OK, ok. Hvis du virkelig må vite det. Noen ganger finner jeg ting. Og noen ganger skjer de tingene i folks lommer. Og noen ganger får det meg litt problemer.",
    "pl": "Dobrze dobrze. Jeśli naprawdę musisz wiedzieć. Widzisz, czasami coś znajduję. Czasami te rzeczy znajdują się w kieszeniach ludzi. A czasem wpędza mnie to w kłopoty.",
    "pt": "Tudo bem, tudo bem. Se você realmente precisa saber. Você vê, às vezes eu encontro coisas. E às vezes, essas coisas estão nos bolsos das pessoas. E às vezes, me causa algum problema.",
    "pt-BR": "Tudo bem, tudo bem. Se você realmente precisa saber. Você vê, às vezes eu encontro coisas. E às vezes, essas coisas estão nos bolsos das pessoas. E às vezes, me causa algum problema.",
    "ro": "Bine bine. Dacă chiar știi. Vedeți, uneori găsesc lucruri. Și uneori, aceste lucruri se întâmplă să fie în buzunarele oamenilor. Și, uneori, mă pune la probleme.",
    "ru": "Хорошо хорошо. Если ты действительно должен знать. Видишь ли, иногда я нахожу вещи. И иногда эти вещи оказываются в карманах людей. И иногда это доставляет мне неприятности.",
    "sv": "Okej okej. Om du verkligen måste veta. Ibland hittar jag saker. Och ibland råkar dessa saker i människors fickor. Och ibland får det mig till några problem.",
    "th": "ได้เลย ถ้าคุณต้องรู้จริงๆ คุณเห็นบางครั้งฉันพบสิ่งต่าง ๆ และบางครั้งสิ่งเหล่านั้นเกิดขึ้นในกระเป๋าของผู้คน และบางครั้งมันทำให้ฉันมีปัญหาบางอย่าง",
    "tr": "Tamam tamam. Eğer gerçekten bilmek istersen. Gördün mü, bazen bir şeyler bulurum. Ve bazen, bu şeyler insanların ceplerinde oluyor. Bazen de başımı belaya sokar.",
    "uk": "Добре, добре. Якщо ти справді повинен знати. Розумієте, іноді я знаходжу речі. І іноді такі речі трапляються в кишенях людей. І іноді, це потрапляє мені в якусь неприємність.",
    "vi": "Được rồi được rồi. Nếu bạn thực sự phải biết. Bạn thấy đấy, đôi khi tôi tìm thấy mọi thứ. Và đôi khi, những điều đó xảy ra trong túi của mọi người. Và đôi khi, nó khiến tôi gặp một số rắc rối.",
    "zh-CN": "好吧好吧。如果你真的要知道。你看，有时候我找到的东西。有时，这些事情碰巧在人们的口袋里。有时，它会让我遇到麻烦。",
    "zh-TW": "好吧好吧。如果你真的要知道。你看，有時候我找到的東西。有時，這些事情碰巧在人們的口袋裡。有時，它會讓我遇到麻煩。"
}
