{
    "ar": "يتم قفل بعض الصناديق عن طريق الشفرات. قم بتوصيل المكونات المختلفة من أجل كسر الشفرات وإلغاء قفل الصدر.",
    "bg": "Някои сандъци са заключени от шифър. Свържете различните компоненти, за да напукате шифъра и да отключите сандъка.",
    "cs": "Některé truhly jsou uzamčeny šifrou. Připojte různé komponenty, abyste praskli šifru a odemkli hrudník.",
    "da": "Nogle kister er låst med en chiffer. Tilslut de forskellige komponenter for at revne chifferen og låse brystet op.",
    "de": "Einige Truhen sind durch eine Chiffre verschlossen. Verbinden Sie die verschiedenen Komponenten, um die Chiffre zu knacken und die Truhe zu entriegeln.",
    "el": "Κάποια στήθη είναι κλειδωμένα από έναν κρυπτογράφο. Συνδέστε τα διάφορα εξαρτήματα, για να σπάσετε τον κρυπτογράφο και να ξεκλειδώσετε το στήθος.",
    "en": "Some chests are locked by a cipher. Connect the various components in order to crack the cipher and unlock the chest.",
    "es": "Algunos cofres están bloqueados por un cifrado. Conecte los diversos componentes para descifrar el cifrado y desbloquear el cofre.",
    "es-419": "Algunos cofres están bloqueados por un cifrado. Conecte los diversos componentes para descifrar el cifrado y desbloquear el cofre.",
    "fi": "Jotkut rinnat lukitaan salauksella. Yhdistä eri komponentit salauksen murtamiseksi ja rinnan avaamiseksi.",
    "fr": "Certains coffres sont verrouillés par un chiffre. Connectez les différents composants afin de casser le chiffre et déverrouiller le coffre.",
    "hu": "Néhány ládát rejtjel zár. Csatlakoztassa a különféle alkatrészeket a rejtjel feltöréséhez és a mellkas feloldásához.",
    "it": "Alcuni forzieri sono bloccati da una cifra. Collegare i vari componenti al fine di rompere il codice e sbloccare il torace.",
    "ja": "一部のチェストは暗号によってロックされています。暗号を解読してチェストのロックを解除するために、さまざまなコ ンポーネントを接続します。",
    "ko": "일부 가슴은 암호로 잠겨 있습니다. 암호를 해독하고 가슴을 잠금 해제하려면 다양한 구성 요소를 연결하십시오.",
    "nl": "Sommige kisten worden afgesloten door een cijfer. Verbind de verschillende componenten om het cijfer te kraken en de kist te ontgrendelen.",
    "no": "Noen kister er låst av en chiffer. Koble til de forskjellige komponentene for å sprekke chifferen og låse opp brystet.",
    "pl": "Niektóre skrzynie są zablokowane przez szyfr. Połącz różne elementy, aby złamać szyfr i odblokować skrzynię.",
    "pt": "Alguns baús são bloqueados por uma cifra. Conecte os vários componentes para quebrar a cifra e desbloquear o baú.",
    "pt-BR": "Alguns baús são bloqueados por uma cifra. Conecte os vários componentes para quebrar a cifra e desbloquear o baú.",
    "ro": "Unele piepturi sunt blocate de o cifră. Conectați diferitele componente pentru a fisura cifrul și a debloca pieptul.",
    "ru": "Некоторые сундуки закрыты шифром. Соедините различные компоненты, чтобы взломать шифр и открыть сундук.",
    "sv": "Vissa bröst är låsta med en chiffer. Anslut de olika komponenterna för att spricka chifferet och låsa upp bröstet.",
    "th": "ทรวงอกบางแห่งถูกล็อคโดยรหัสลับ เชื่อมต่อส่วนประกอบต่าง ๆ เพื่อถอดรหัสตัวเลขและปลดล็อคหน้าอก",
    "tr": "Bazı sandıklar bir şifre ile kilitlenir. Şifreyi kırmak ve göğsün kilidini açmak için çeşitli bileşenleri bağlayın.",
    "uk": "Деякі скрині зафіксовані шифром. Підключіть різні компоненти, щоб зламати шифр та розблокувати скриню.",
    "vi": "Một số rương được khóa bởi một mật mã. Kết nối các thành phần khác nhau để bẻ khóa mật mã và mở khóa rương.",
    "zh-CN": "一些箱子被密码锁住了。连接各种组件以破解密码并解锁胸部。",
    "zh-TW": "一些箱子被密碼鎖住了。連接各種組件以破解密碼並解鎖胸部。"
}
