{
    "ar": "هذا سهل اسحب برغي الإدخال إلى برغي الإخراج لتوصيله!",
    "bg": "Това е лесно. Плъзнете входния болт към изходния болт, за да ги свържете!",
    "cs": "Tohle je snadné. Přitáhněte vstupní šroub k výstupnímu šroubu a připojte je!",
    "da": "Denne er let. Træk indgangsbolten til udgangsbolten for at forbinde dem!",
    "de": "Dieser ist einfach. Ziehen Sie die Eingangsschraube auf die Ausgangsschraube, um sie zu verbinden!",
    "el": "Αυτό είναι εύκολο. Σύρετε τον κοχλία εισόδου στο μπουλόνι εξόδου για να τα συνδέσετε!",
    "en": "This one is easy. Drag the input bolt to the output bolt to connect them!",
    "es": "Este es fácil. Arrastre el perno de entrada al perno de salida para conectarlos.",
    "es-419": "Este es fácil. Arrastre el perno de entrada al perno de salida para conectarlos.",
    "fi": "Tämä on helppoa. Vedä tulopultti ulostulopulttiin kytkeäksesi ne!",
    "fr": "Celui-ci est facile. Faites glisser le boulon d'entrée vers le boulon de sortie pour les connecter!",
    "hu": "Ez könnyű. Húzza a bemeneti csavart a kimeneti csavarra, hogy csatlakoztassa!",
    "it": "Questo è facile. Trascina il bullone di input sul bullone di output per collegarli!",
    "ja": "これは簡単です。入力ボルトを出力ボルトにドラッグして接続します！",
    "ko": "이것은 쉽다. 입력 볼트를 출력 볼트로 드래그하여 연결하십시오!",
    "nl": "Deze is eenvoudig. Sleep de invoerbout naar de uitvoerbout om ze te verbinden!",
    "no": "Denne er enkel. Dra inngangsbolten til utgangsbolten for å koble dem sammen!",
    "pl": "Ten jest łatwy. Przeciągnij śrubę wejściową na śrubę wyjściową, aby je połączyć!",
    "pt": "Este é fácil. Arraste o parafuso de entrada para o parafuso de saída para conectá-los!",
    "pt-BR": "Este é fácil. Arraste o parafuso de entrada para o parafuso de saída para conectá-los!",
    "ro": "Acesta este ușor. Trageți șurubul de intrare în șurubul de ieșire pentru a le conecta!",
    "ru": "Это легко. Перетащите входной болт к выходному болту, чтобы соединить их!",
    "sv": "Den här är lätt. Dra ingångsbulten till utgångsbolten för att ansluta dem!",
    "th": "อันนี้ง่าย ลากสลักเกลียวอินพุตไปยังสลักเกลียวเอาต์พุตเพื่อเชื่อมต่อ!",
    "tr": "Bu kolay. Bağlamak için giriş cıvatasını çıkış cıvatasına sürükleyin!",
    "uk": "Це легко. Перетягніть вхідний болт до вихідного болта, щоб з'єднати їх!",
    "vi": "Điều này là dễ dàng. Kéo bu lông đầu vào vào bu lông đầu ra để kết nối chúng!",
    "zh-CN": "这很容易。将输入螺栓拖到输出螺栓以连接它们！",
    "zh-TW": "這很容易。將輸入螺栓拖到輸出螺栓以連接它們！"
}
