{
    "ar": "هذا سهل. ببساطة توصيل الترباس المدخلات إلى الناتج الترباس!",
    "bg": "Този е лесен. Просто свържете входния болт към изходния болт!",
    "cs": "Tohle je snadné. Jednoduše připojte vstupní šroub k výstupnímu šroubu!",
    "da": "Denne er let. Forbind blot indgangsbolten til udgangsbolten!",
    "de": "Dieser ist einfach. Einfach den Eingangsbolzen mit dem Ausgangsbolzen verbinden!",
    "el": "Αυτό είναι εύκολο. Απλά συνδέστε τον κοχλία εισόδου με τον κοχλία εξόδου!",
    "en": "This one is easy. Simply connect the input bolt to the output bolt!",
    "es": "Este es fácil. ¡Simplemente conecte el perno de entrada al perno de salida!",
    "es-419": "Este es fácil. ¡Simplemente conecte el perno de entrada al perno de salida!",
    "fi": "Tämä on helppoa. Kytke tulopultti vain lähtöpulttiin!",
    "fr": "Celui-ci est facile. Il suffit de connecter le boulon d’entrée au boulon de sortie!",
    "hu": "Ez könnyű. Csatlakoztassa egyszerűen a bemeneti csavart a kimeneti csavarhoz!",
    "it": "Questo è facile. Basta collegare il bullone di ingresso al bullone di uscita!",
    "ja": "これは簡単です。入力ボルトを出力ボルトに接続するだけです！",
    "ko": "이것은 쉽다. 입력 볼트를 출력 볼트에 연결하기 만하면됩니다!",
    "nl": "Deze is eenvoudig. Verbind eenvoudig de invoerbout met de uitvoerbout!",
    "no": "Denne er enkel. Bare koble inngangsbolten til utgangsbolten!",
    "pl": "Ten jest łatwy. Wystarczy podłączyć śrubę wejściową do śruby wyjściowej!",
    "pt": "Este é fácil. Basta conectar o parafuso de entrada ao parafuso de saída!",
    "pt-BR": "Este é fácil. Basta conectar o parafuso de entrada ao parafuso de saída!",
    "ro": "Acesta este ușor. Pur și simplu conectați șurubul de intrare la șurubul de ieșire!",
    "ru": "Это легко. Просто подключите входной болт к выходному болту!",
    "sv": "Den här är lätt. Anslut helt enkelt ingångsbulten till utgångsbolten!",
    "th": "อันนี้ง่าย เพียงเชื่อมต่อสลักเกลียวเข้ากับสลักเกลียวเอาต์พุต!",
    "tr": "Bu kolay. Basitçe giriş cıvatasını çıkış cıvatasına bağlayın!",
    "uk": "Це легко. Просто підключіть вхідний болт до вихідного болта!",
    "vi": "Điều này là dễ dàng. Đơn giản chỉ cần kết nối các bu lông đầu vào với các bu lông đầu ra!",
    "zh-CN": "这很容易。只需将输入螺栓连接到输出螺栓即可！",
    "zh-TW": "這很容易。只需將輸入螺栓連接到輸出螺栓即可！"
}
