{
    "ar": "اضبط الاتجاه إلى اليمين إذا كان اللاعب يتحرك إلى اليسار.",
    "bg": "Задайте посоката надясно, ако играчът се движи наляво.",
    "cs": "Nastavte směr doprava, pokud se hráč pohybuje doleva.",
    "da": "Indstil retningen til højre, hvis spilleren bevæger sig til venstre.",
    "de": "Legen Sie die Richtung nach rechts fest, wenn sich der Spieler nach links bewegt.",
    "el": "Ορίστε την κατεύθυνση προς τα δεξιά εάν ο παίκτης κινείται αριστερά.",
    "en": "Set the direction to right if the player is moving left.",
    "es": "Establezca la dirección a la derecha si el jugador se mueve a la izquierda.",
    "es-419": "Establezca la dirección a la derecha si el jugador se mueve a la izquierda.",
    "fi": "Aseta suunta oikealle, jos pelaaja liikkuu vasemmalle.",
    "fr": "Réglez la direction à droite si le joueur se déplace vers la gauche.",
    "hu": "Állítsa az irányt jobbra, ha a játékos balra mozog.",
    "it": "Imposta la direzione a destra se il giocatore si muove a sinistra.",
    "ja": "プレイヤーが左に移動する場合は、方向を右に設定します。",
    "ko": "플레이어가 왼쪽으로 이동하는 경우 방향을 오른쪽으로 설정합니다.",
    "nl": "Stel de richting naar rechts in als de speler naar links beweegt.",
    "no": "Sett retningen til høyre hvis spilleren beveger seg mot venstre.",
    "pl": "Ustaw kierunek w prawo, jeśli gracz porusza się w lewo.",
    "pt": "Desafie a direção para a direita se o leitor estiver a mover-se para a esquerda.",
    "pt-BR": "Defina a direção para a direita se o jogador estiver se movendo para a esquerda.",
    "ro": "Setați direcția spre dreapta dacă jucătorul se mișcă spre stânga.",
    "ru": "Задайте направление вправо, если игрок движется влево.",
    "sv": "Ställ in riktningen åt höger om spelaren rör sig åt vänster.",
    "th": "ตั้งทิศทางไปทางขวาหากผู้เล่นกําลังเคลื่อนที่ไปทางซ้าย",
    "tr": "Oyuncu sola hareket ediyorsa yönü sağa ayarlayın.",
    "uk": "Встановіть напрямок вправо, якщо гравець рухається вліво.",
    "vi": "Đặt hướng sang phải nếu người chơi đang di chuyển sang trái.",
    "zh-CN": "如果玩家向左移动，请将方向设置为右侧。",
    "zh-TW": "如果玩家向左移動，請將方向設置為右側。"
}
