{
    "ar": "اضبط الاتجاه إلى اليسار إذا كان اللاعب يتحرك إلى اليمين.",
    "bg": "Задайте посоката наляво, ако играчът се движи надясно.",
    "cs": "Nastavte směr doleva, pokud se hráč pohybuje doprava.",
    "da": "Indstil retningen til venstre, hvis spilleren bevæger sig til højre.",
    "de": "Setzen Sie die Richtung nach links, wenn sich der Spieler nach rechts bewegt.",
    "el": "Ορίστε την κατεύθυνση προς τα αριστερά εάν ο παίκτης κινείται δεξιά.",
    "en": "Set the direction to left if the player is moving right.",
    "es": "Establezca la dirección a la izquierda si el jugador se mueve a la derecha.",
    "es-419": "Establezca la dirección a la izquierda si el jugador se mueve a la derecha.",
    "fi": "Aseta suunta vasemmalle, jos soitin liikkuu oikealle.",
    "fr": "Réglez la direction à gauche si le joueur se déplace vers la droite.",
    "hu": "Állítsa az irányt balra, ha a játékos jobbra mozog.",
    "it": "Imposta la direzione a sinistra se il giocatore si muove a destra.",
    "ja": "プレイヤーが右に動いている場合は、方向を左に設定します。",
    "ko": "플레이어가 오른쪽으로 이동하는 경우 방향을 왼쪽으로 설정합니다.",
    "nl": "Stel de richting in op links als de speler naar rechts beweegt.",
    "no": "Sett retningen til venstre hvis spilleren beveger seg mot høyre.",
    "pl": "Ustaw kierunek w lewo, jeśli gracz porusza się w prawo.",
    "pt": "Desafie a direção para a esquerda se o leitor estiver a mover-se para a direita.",
    "pt-BR": "Defina a direção para a esquerda se o jogador estiver se movendo para a direita.",
    "ro": "Setați direcția la stânga în cazul în care jucătorul se deplasează la dreapta.",
    "ru": "Задайте направление влево, если игрок движется вправо.",
    "sv": "Ställ in riktningen till vänster om spelaren rör sig åt höger.",
    "th": "ตั้งทิศทางไปทางซ้ายหากผู้เล่นกําลังเคลื่อนที่ไปทางขวา",
    "tr": "Oyuncu sağa hareket ediyorsa yönü sola ayarlayın.",
    "uk": "Встановіть напрямок вліво, якщо гравець рухається вправо.",
    "vi": "Đặt hướng sang trái nếu người chơi đang di chuyển sang phải.",
    "zh-CN": "如果玩家向右移动，请将方向设置为向左。",
    "zh-TW": "如果玩家向右移動，請將方向設置為向左。"
}
