{
    "ar": ".قيمة تشير إلى ما إذا كان هذا الملائمة الخشبية المسننة مقلوبة أم لا. 1 = عادي ، -1 = مقلوب",
    "bg": "Стойност, показваща дали този капан за шпайкове е обърнат. 1 = нормално, -1 = обърнато.",
    "cs": "Hodnota označující, zda je tato přesahová vrstva protokolu se špičatými hroty invertována. 1 = normální, -1 = obrácené.",
    "da": "En værdi, der angiver, om denne spidsede logfælde er inverteret. 1 = normal, -1 = omvendt.",
    "de": "Ein Wert, der angibt, ob diese Rundzeichenfalle mit Spitzen invertiert ist. 1 = normal, -1 = invertiert.",
    "el": "Μια τιμή που υποδεικνύει εάν αυτή η συναρμογή κορμών με καρφιά είναι ανεστραμμένη. 1 = κανονική, -1 = ανεστραμμένη.",
    "en": "A value indicating whether this spiked log trap is inverted. 1 = normal, -1 = inverted.",
    "es": "Un valor que indica si esta captura de registro con picos está invertida. 1 = normal, -1 = invertido.",
    "es-419": "Un valor que indica si esta captura de registro con picos está invertida. 1 = normal, -1 = invertido.",
    "fi": "Arvo, joka osoittaa, onko tämä piikkinen lokiloukku käänteinen. 1 = normaali, -1 = käänteinen.",
    "fr": "Valeur indiquant si cette interruption de journal à pointes est inversée. 1 = normal, -1 = inversé.",
    "hu": "Egy érték, amely azt jelzi, hogy ez a kiugró naplócsapda invertálva van-e. 1 = normál, -1 = fordított.",
    "it": "Valore che indica se questa trappola di log con picchi è invertita. 1 = normale, -1 = invertito.",
    "ja": "このスパイクされたログ トラップが反転されるかどうかを示す値。1 = 標準、-1 = 反転。",
    "ko": "이 스파이크 로그 트랩이 반전되었는지 여부를 나타내는 값입니다. 1 = 정상, -1 = 반전됨.",
    "nl": "Een waarde die aangeeft of deze pieklogboekovervulling omgekeerd is. 1 = normaal, -1 = omgekeerd.",
    "no": "En verdi som angir om denne piggete loggfellen er invertert. 1 = normal, -1 = invertert.",
    "pl": "Wartość wskazująca, czy ta pułapka kłód z kolcami jest odwrócona. 1 = normalny, -1 = odwrócony.",
    "pt": "Um valor que indique se esta armadilha de tronco espirram é invertida. 1 = normal, -1 = invertido.",
    "pt-BR": "Um valor indicando se esta armadilha de troncos está invertida. 1 = normal, -1 = invertido.",
    "ro": "O valoare care indică dacă această capcană jurnal ghimpat este inversat. 1 = normal, -1 = inversat.",
    "ru": "Значение, указывающее, перевернута ли эта ловушка журналов с шипами. 1 = нормальный, -1 = перевернутый.",
    "sv": "Ett värde som anger om den här spikade loggfällan är inverterad. 1 = normal, -1 = inverterad.",
    "th": "ค่าที่ระบุว่ากับดักบันทึกที่ถูกแทงนี้กลับหัวหรือไม่ 1 = ปกติ, -1 = กลับด้าน",
    "tr": "Bu çivili günlük tuzağının ters çevrilip çevrilmediğini gösteren bir değer. 1 = normal, -1 = ters çevrilmiş.",
    "uk": "Значення, яке вказує на те, чи інвертовано цю трепінг із шипами. 1 = норма, -1 = перевернута.",
    "vi": "Một giá trị cho biết liệu bẫy nhật ký tăng đột biến này có bị đảo ngược hay không. 1 = bình thường, -1 = đảo ngược.",
    "zh-CN": "指示此带刺日志陷阱是否反转的值。1 = 正常，-1 = 倒置。",
    "zh-TW": "指示此帶刺日誌陷阱是否反轉的值。1 = 正常，-1 = 倒置。"
}
