{
    "ar": "التعليمات 'imul' تضاعف رقمين. حاول استبدال 1 برقم أكبر.",
    "bg": "Инструкцията „imul“ умножава две цели числа. Опитайте да замените 1 с по-голямо число.",
    "cs": "Instrukce 'imul' násobí dvě celá čísla. Zkuste nahradit 1 větším počtem.",
    "da": "Instruktionen 'imul' multiplicerer to hele tal. Prøv at udskifte 1 med et større antal.",
    "de": "Die Anweisung 'imul' multipliziert zwei ganze Zahlen. Versuchen Sie, 1 durch eine größere Zahl zu ersetzen.",
    "el": "Η εντολή 'imul' πολλαπλασιάζει δύο ολόκληρους αριθμούς. Δοκιμάστε να αντικαταστήσετε το 1 με μεγαλύτερο αριθμό.",
    "en": "The instruction 'imul' multiplies two whole numbers. Try replacing 1 with a larger number.",
    "es": "La instrucción 'imul' multiplica dos números enteros. Intenta reemplazar 1 con un número mayor.",
    "es-419": "La instrucción 'imul' multiplica dos números enteros. Intenta reemplazar 1 con un número mayor.",
    "fi": "Ohje 'imul' kertoo kaksi kokonaista numeroa. Yritä korvata 1 suurella numerolla.",
    "fr": "L'instruction 'imul' multiplie deux nombres entiers. Essayez de remplacer 1 par un plus grand nombre.",
    "hu": "Az 'imul' utasítás megszorítja két egész számot. Próbáljon meg helyettesíteni az 1-et nagyobb számmal.",
    "it": "L'istruzione 'imul' moltiplica due numeri interi. Prova a sostituire 1 con un numero maggiore.",
    "ja": "命令「imul」は、2つの整数を乗算します。 1をより大きな数字に置き換えてみてください。",
    "ko": "명령어 'imul'는 두 개의 정수를 곱합니다. 1을 더 큰 숫자로 바꾸십시오.",
    "nl": "De instructie 'imul' vermenigvuldigt twee hele getallen. Probeer 1 te vervangen door een groter aantal.",
    "no": "Instruksjonen 'imul' multipliserer to hele tall. Prøv å erstatte en med et større antall.",
    "pl": "Instrukcja „imul” zwielokrotnia dwie liczby całkowite. Spróbuj zastąpić 1 większą liczbą.",
    "pt": "A instrução 'imul' multiplica dois números inteiros. Tente substituir 1 por um número maior.",
    "pt-BR": "A instrução 'imul' multiplica dois números inteiros. Tente substituir 1 por um número maior.",
    "ro": "Instrucțiunea „imul” înmulțește două numere întregi. Încercați să înlocuiți 1 cu un număr mai mare.",
    "ru": "Инструкция «imul» умножает два целых числа. Попробуйте заменить 1 на большее число.",
    "sv": "Instruktionen 'imul' multiplicerar två hela siffror. Försök ersätta 1 med ett större antal.",
    "th": "คำแนะนำ 'imul' คูณสองจำนวนเต็มทั้งหมด ลองแทนที่ 1 ด้วยจำนวนที่มากขึ้น",
    "tr": "'imul' komutu iki tam sayıyı çarpar. 1'i daha büyük bir numarayla değiştirmeyi deneyin.",
    "uk": "Інструкція 'imul' множує два цілих числа. Спробуйте замінити 1 на більшу кількість.",
    "vi": "Lệnh 'imul' nhân hai số nguyên. Hãy thử thay thế 1 bằng một số lớn hơn.",
    "zh-CN": "指令“ imul”将两个整数相乘。尝试将1替换为更大的数字。",
    "zh-TW": "指令“ imul”將兩個整數相乘。嘗試將1替換為更大的數字。"
}
