{
    "ar": "اهلا سيدتي! نحتاج إلى الوصول إلى الأنقاض ، متى سيغادر القارب التالي؟",
    "bg": "Ей, дама! Трябва да стигнем до руините, кога ще тръгне следващата лодка?",
    "cs": "Ahoj paní! Musíme se dostat do ruin, kdy odjede další loď?",
    "da": "Hej dame! Vi er nødt til at komme til ruinerne, hvornår vil den næste båd forlade?",
    "de": "Hallo Lady! Wir müssen zu den Ruinen, wann wird das nächste Boot verlassen?",
    "el": "Γεια σου κυρία! Πρέπει να φτάσουμε στα ερείπια, πότε θα φύγει το επόμενο σκάφος;",
    "en": "Hey lady! We need to get to the ruins, when does the next boat leave?",
    "es": "¡Hey mujer! Necesitamos llegar a las ruinas, ¿cuándo partirá el próximo barco?",
    "es-419": "¡Hey mujer! Necesitamos llegar a las ruinas, ¿cuándo partirá el próximo barco?",
    "fi": "Hei rouva! Meidän on päästävä raunioihin, milloin seuraava vene lähtee?",
    "fr": "Hé dame! Nous devons nous rendre aux ruines, quand le prochain bateau partira-t-il?",
    "hu": "Hé hölgy! A romokba kell jutnunk, mikor indul a következő hajó?",
    "it": "Hey ragazza! Dobbiamo raggiungere le rovine, quando partirà la prossima barca?",
    "ja": "お嬢さん！次のボートはいつ出発するのでしょうか？",
    "ko": "안녕 아가씨! 다음 배는 언제 떠나야합니까?",
    "nl": "Hallo dame! We moeten de ruïnes bereiken, wanneer vertrekt de volgende boot?",
    "no": "Hei dame! Vi må komme til ruinene, når vil neste båt forlate?",
    "pl": "Hej panienko! Musimy dotrzeć do ruin, kiedy wypłynie następna łódź?",
    "pt": "Ei moça! Precisamos chegar às ruínas, quando o próximo barco sairá?",
    "pt-BR": "Ei moça! Precisamos chegar às ruínas, quando o próximo barco sairá?",
    "ro": "Hei doamnă! Trebuie să ajungem la ruine, când va pleca următoarea barcă?",
    "ru": "Эй леди! Нам нужно добраться до руин, когда отправится следующая лодка?",
    "sv": "Hej damen! Vi måste komma till ruinerna, när kommer nästa båt att lämna?",
    "th": "เฮ้ผู้หญิง! เราต้องไปที่ซากปรักหักพังเรือลำต่อไปจะออกเมื่อไหร่?",
    "tr": "Hey bayan! Harabelere gitmeliyiz, bir sonraki tekne ne zaman gidecek?",
    "uk": "Гей, пані! Нам потрібно дістатися до руїн, коли наступний човен відправиться?",
    "vi": "Này cô gái! Chúng ta cần đến khu di tích, khi nào thuyền tiếp theo rời đi?",
    "zh-CN": "嘿女士！我们需要到达废墟，下一艘船何时离开？",
    "zh-TW": "嘿女士！我們需要到達廢墟，下一艘船何時離開？"
}
