{
    "ar": "لن تغادر أي سفن البلدة حتى تعود %s1 إلى المنزل بأمان. لقد أخذ من قبل الوحوش البائسة للغابة!",
    "bg": "Никой кораб няма да напусне града, докато %s1 се прибере безопасно. Той беше взет от горките чудовища на гората!",
    "cs": "Žádná loď neopustí město, dokud %s1 bezpečně nepřijde domů. Byl zajat ubohými příšerami lesa!",
    "da": "Ingen skibe forlader byen, før %s1 kommer sikkert hjem. Han blev taget af skumlens ulykkelige monstre!",
    "de": "Keine Schiffe werden die Stadt verlassen, bis %s1 sicher nach Hause kommt. Er wurde von den elenden Monstern des Waldes genommen!",
    "el": "Κανένα πλοίο δεν θα φύγει από την πόλη μέχρι να έρθει ο %s1 με ασφάλεια. Πήρε τα άθλια τέρατα του δάσους!",
    "en": "No ships will leave town until %s1 comes home safely. He was taken by the wretched monsters of the forest!",
    "es": "Ningún barco saldrá de la ciudad hasta que %s1 llegue a casa de manera segura. ¡Fue tomado por los miserables monstruos del bosque!",
    "es-419": "Ningún barco saldrá de la ciudad hasta que %s1 llegue a casa de manera segura. ¡Fue tomado por los miserables monstruos del bosque!",
    "fi": "Yksikään laiva ei poistu kaupungista, ennen kuin %s1 tulee turvallisesti kotiin. Metsän kurja hirviöt ottivat hänet!",
    "fr": "Aucun navire ne quittera la ville avant que %s1 ne rentre à la maison en toute sécurité. Il a été pris par les malheureux monstres de la forêt!",
    "hu": "Egyetlen hajó sem hagyja el a várost, amíg az %s1 biztonságosan nem jön haza. Az erdő nyomorult szörnyei vitték el!",
    "it": "Nessuna nave lascerà la città fino a quando %s1 non tornerà a casa in sicurezza. È stato preso dai miserabili mostri della foresta!",
    "ja": "%s1が無事に帰宅するまで、船は町を離れません。彼は森の惨めなモンスターに連れて行かれました！",
    "ko": "%s1가 안전하게 집에 올 때까지 어떤 배도 마을을 떠나지 않습니다. 그는 숲의 비참한 괴물들에게 끌려갔습니다!",
    "nl": "Geen schepen zullen de stad verlaten voordat %s1 veilig thuiskomt. Hij werd meegenomen door de ellendige monsters van het bos!",
    "no": "Ingen skip vil forlate byen før %s1 kommer hjem trygt. Han ble tatt av skogens elendige monstre!",
    "pl": "Żaden statek nie opuści miasta, dopóki %s1 nie wróci bezpiecznie do domu. Został zabrany przez nędzne potwory z lasu!",
    "pt": "Nenhum navio sairá da cidade até %s1 chegar em casa com segurança. Ele foi levado pelos monstros miseráveis ​​da floresta!",
    "pt-BR": "Nenhum navio sairá da cidade até %s1 chegar em casa com segurança. Ele foi levado pelos monstros miseráveis ​​da floresta!",
    "ro": "Nicio navă nu va părăsi orașul până când %s1 vine acasă în siguranță. A fost luat de nenorocitul monștri din pădure!",
    "ru": "Ни один корабль не покинет город, пока %s1 не вернется домой благополучно. Его забрали убогие лесные монстры!",
    "sv": "Inga fartyg kommer att lämna staden förrän %s1 kommer hem säkert. Han togs av skogens eländiga monster!",
    "th": "เรือจะไม่ออกจากเมืองจนกว่า %s1 จะกลับบ้านอย่างปลอดภัย เขาถูกจับโดยสัตว์ประหลาดแห่งป่า!",
    "tr": "%s1 güvenli bir şekilde eve gelene kadar hiçbir gemi şehirden ayrılmayacak. Ormanın sefil canavarları tarafından alındı!",
    "uk": "Жоден корабель не покине місто, поки %s1 не прийде в безпеку додому. Його забрали жалюгідні чудовиська лісу!",
    "vi": "Không có tàu sẽ rời khỏi thị trấn cho đến khi %s1 về nhà an toàn. Anh ta bị bắt bởi những con quái vật khốn khổ trong rừng!",
    "zh-CN": "在%s1安全返回之前，任何船只都不会离开城镇。他被森林中可怜的怪兽抓住！",
    "zh-TW": "在%s1安全返回之前，任何船隻都不會離開城鎮。他被森林中可憐的怪獸抓住！"
}
