{
    "ar": "سأرسل حراسي أولاً لاستكشاف المنطقة. تم نقل %s1 إلى المعبد غرب هنا. ارجوك اسرع! أخشى أنه لم يتبق الكثير من الوقت.",
    "bg": "Ще изпратя моите пазачи първо да разузнаят района. %s1 е отведен в храма западно оттук. Моля побързай! Страхувам се, че не е останало много време.",
    "cs": "Nejprve pošlu své stráže, aby prozkoumali oblast. %s1 byl odvezen do chrámu západně odtud. Prosím, pospěš! Obávám se, že už nezbývá moc času.",
    "da": "Jeg sender først mine vagter ud for at spejde i området. %s1 blev ført til templet vest for her. Skynd dig! Jeg frygter, at der ikke er meget tid tilbage.",
    "de": "Ich werde zuerst meine Wachen losschicken, um die Gegend zu erkunden. %s1 wurde westlich von hier in den Tempel gebracht. Bitte beeilen! Ich fürchte, es bleibt nicht mehr viel Zeit.",
    "el": "Θα στείλω πρώτα τους φρουρούς μου για να ανιχνεύσω την περιοχή. Το %s1 οδηγήθηκε στο ναό δυτικά από εδώ. Παρακαλώ βιάσου! Φοβάμαι ότι δεν έχει απομείνει πολύς χρόνος.",
    "en": "I will send my guards out first to scout the area. %s1 was taken to the temple west of here. Please hurry! I fear there isn't much time left.",
    "es": "Enviaré a mis guardias primero para explorar el área. %s1 fue llevado al templo al oeste de aquí. ¡Por favor apúrate! Me temo que no queda mucho tiempo.",
    "es-419": "Enviaré a mis guardias primero para explorar el área. %s1 fue llevado al templo al oeste de aquí. ¡Por favor apúrate! Me temo que no queda mucho tiempo.",
    "fi": "Lähetän vartijani ensin tutkimaan aluetta. %s1 vietiin temppeliin länteen täältä. Kiirehdi! Pelkään, että aikaa ei ole enää jäljellä.",
    "fr": "J'enverrai d'abord mes gardes pour explorer la région. %s1 a été emmené au temple à l'ouest d'ici. Dépêche toi s'il te plaît! Je crains qu'il ne reste pas beaucoup de temps.",
    "hu": "Először az őröimet küldöm ki, hogy felderítsék a területet. Az %s1-t a nyugatra található templomba vitték. Kérlek, siess! Attól tartok, nincs sok idő hátra.",
    "it": "Manderò le mie guardie fuori per esplorare l'area. %s1 fu portato nel tempio a ovest di qui. Per favore sbrigati! Temo che non rimanga molto tempo.",
    "ja": "最初に警備員を派遣して、その地域を偵察します。 %s1はここの西の寺院に連れて行かれました。急いでください！あま り時間がないのではないかと心配しています。",
    "ko": "먼저 경비원을 보내 지역을 정찰 할 것입니다. %s1는 이곳 서쪽 성전으로 가져갔습니다. 서둘러주세요! 남은 시간이 많지 않을까 걱정됩니다.",
    "nl": "Ik zal eerst mijn bewakers sturen om het gebied te verkennen. %s1 werd naar de tempel ten westen van hier gebracht. Schiet op alsjeblieft! Ik vrees dat er niet veel tijd meer is.",
    "no": "Jeg vil sende vaktene mine først ut for å speidere området. %s1 ble ført til templet vest for her. Skynd deg! Jeg frykter at det ikke er mye tid igjen.",
    "pl": "Najpierw wyślę moich strażników, aby zbadali okolicę. %s1 został zabrany do świątyni na zachód stąd. Proszę pośpiesz się! Obawiam się, że nie zostało dużo czasu.",
    "pt": "Vou enviar meus guardas primeiro para explorar a área. %s1 foi levado para o templo a oeste daqui. Por favor, despacha-te! Receio que não resta muito tempo.",
    "pt-BR": "Vou enviar meus guardas primeiro para explorar a área. %s1 foi levado para o templo a oeste daqui. Por favor, despacha-te! Receio que não resta muito tempo.",
    "ro": "Îmi voi trimite paznicii mai întâi să cerceteze zona. %s1 a fost dus la templul de la vest de aici. Te rog grabeste-te! Mă tem că nu mai rămâne mult timp.",
    "ru": "Сначала я отправлю своих охранников, чтобы разведать область. %s1 был доставлен в храм к западу отсюда. Пожалуйста, поспешите! Боюсь, осталось не так много времени.",
    "sv": "Jag skickar ut mina vakter först för att söka efter området. %s1 togs till templet väster om här. Snälla skynda dig! Jag är rädd att det inte finns mycket tid kvar.",
    "th": "ฉันจะส่งผู้คุมของฉันออกไปก่อนเพื่อสำรวจพื้นที่ %s1 ถูกนำไปที่วัดทางตะวันตกของที่นี่ กรุณารีบ! ฉันกลัวว่าจะเหลืออีกไม่นาน",
    "tr": "Bölgeyi keşfe çıkmak için önce gardiyanları göndereceğim. %s1, buranın batısındaki tapınağa götürüldü. Lütfen çabuk ol! Korkarım fazla zaman kalmadı.",
    "uk": "Я відправлю своїх охоронців першими, щоб розвідати місцевість. %s1 був доставлений до храму на захід відвідси. Будь ласка, поспішайте! Я боюся, що не залишилося багато часу.",
    "vi": "Tôi sẽ cử lính canh của mình ra trước để trinh sát khu vực. %s1 đã được đưa đến ngôi đền phía tây của đây. Xin hãy nhanh lên! Tôi sợ không còn nhiều thời gian nữa.",
    "zh-CN": "我将首先派出警卫人员前往该地区。 %s1被带到这里以西的庙宇。请快点！我担心剩下的时间不多了。",
    "zh-TW": "我將首先派出警衛人員偵察該地區。 %s1被帶到這里以西的廟宇。請快點！我擔心剩下的時間不多了。"
}
