{
    "ar": "تم نقل %s1 إلى هذا المعبد ، لكنني لم أتمكن من العثور على طريق داخلي. ربما سيكون لديك حظ أفضل.",
    "bg": "%s1 беше приет в този храм, но не успях да намеря път вътре. Може би ще имате по-голям късмет.",
    "cs": "%s1 byl vzat do tohoto chrámu, ale nemohl jsem najít cestu dovnitř. Možná budete mít větší štěstí.",
    "da": "%s1 blev taget ind i dette tempel, men jeg kunne ikke finde en vej indeni. Måske får du bedre held.",
    "de": "%s1 wurde in diesen Tempel gebracht, aber ich konnte keinen Weg hinein finden. Vielleicht haben Sie besseres Glück.",
    "el": "Το %s1 τέθηκε σε αυτόν τον ναό, αλλά δεν κατάφερα να βρω έναν τρόπο μέσα. Ίσως θα έχετε καλύτερη τύχη.",
    "en": "%s1 was taken into this temple, but I was unable to find a way inside. Perhaps you will have better luck.",
    "es": "%s1 fue llevado a este templo, pero no pude encontrar una manera de entrar. Quizás tengas mejor suerte.",
    "es-419": "%s1 fue llevado a este templo, pero no pude encontrar una manera de entrar. Quizás tengas mejor suerte.",
    "fi": "%s1 vietiin tähän temppeliin, mutta en löytänyt tiensä sisälle. Ehkä sinulla on parempi onni.",
    "fr": "%s1 a été emmené dans ce temple, mais je n'ai pas pu trouver de chemin à l'intérieur. Vous aurez peut-être plus de chance.",
    "hu": "%s1-t bevitték ebbe a templomba, de nem tudtam megtalálni az utat belsejében. Talán jobb szerencséd lesz.",
    "it": "%s1 è stato portato in questo tempio, ma non sono riuscito a trovare un modo per entrare. Forse avrai più fortuna.",
    "ja": "%s1はこの神殿に連れて行かれましたが、中に道を見つけることができませんでした。おそらくあなたはより良い運があります。",
    "ko": "%s1는이 성전으로 가져 갔지만 그 길을 찾을 수 없었습니다. 아마도 당신은 더 나은 행운을 가질 것입니다.",
    "nl": "%s1 werd meegenomen naar deze tempel, maar ik kon geen weg naar binnen vinden. Misschien heb je meer geluk.",
    "no": "%s1 ble ført inn i dette tempelet, men jeg klarte ikke å finne en vei inne. Kanskje har du bedre hell.",
    "pl": "%s1 został zabrany do tej świątyni, ale nie byłem w stanie znaleźć wejścia do środka. Być może będziesz miał więcej szczęścia.",
    "pt": "%s1 foi levado para este templo, mas não consegui encontrar uma maneira de entrar. Talvez você tenha melhor sorte.",
    "pt-BR": "%s1 foi levado para este templo, mas não consegui encontrar uma maneira de entrar. Talvez você tenha melhor sorte.",
    "ro": "%s1 a fost dus în acest templu, dar nu am putut să găsesc o cale înăuntru. Poate că vei avea noroc mai bun.",
    "ru": "%s1 был взят в этот храм, но я не смог найти путь внутрь. Возможно, вам повезет больше.",
    "sv": "%s1 togs in i detta tempel, men jag kunde inte hitta en väg inuti. Kanske får du bättre tur.",
    "th": "%s1 ถูกนำตัวไปที่วัดนี้ แต่ฉันไม่สามารถหาทางเข้าไปข้างในได้ บางทีคุณอาจจะโชคดีกว่า",
    "tr": "Bu tapınağa %s1 götürüldü, ama içeride bir yol bulamadım. Belki daha iyi şansın olur.",
    "uk": "%s1 був прийнятий до цього храму, але я не зміг знайти шлях всередину. Можливо, вам пощастить більше.",
    "vi": "%s1 đã được đưa vào ngôi đền này, nhưng tôi không thể tìm được đường vào bên trong. Có lẽ bạn sẽ gặp may mắn hơn.",
    "zh-CN": "%s1被带进了这座神庙，但我找不到里面的路。也许您会有更好的运气。",
    "zh-TW": "%s1被帶進了這座神廟，但我找不到裡面的路。也許您會有更好的運氣。"
}
