{
    "ar": ".؜يتحكم أمير الحرب %s1 في جميع المخارج. اهزمه ، ويمكنك الصعود بسهولة",
    "bg": "Военачалникът %s1 контролира всички изходи. Победете го и можете лесно да се издигнете.",
    "cs": "Warlord %s1 kontroluje všechny východy. Porazte ho a můžete snadno stoupat.",
    "da": "Krigsherren %s1 kontrollerer alle udgange. Besejr ham, og du kan nemt stige op.",
    "de": "Der Kriegsherr %s1 kontrolliert alle Ausgänge. Besiege ihn, und du kannst leicht aufsteigen.",
    "el": "Ο πολέμαρχος %s1 ελέγχει όλες τις εξόδους. Νικήστε τον και μπορείτε να ανεβείτε εύκολα.",
    "en": "The warlord %s1 controls all exits. Defeat him, and you can ascend easily.",
    "es": "El señor de la guerra %s1 controla todas las salidas. Derrótalo y podrás ascender fácilmente.",
    "es-419": "El señor de la guerra %s1 controla todas las salidas. Derrótalo y podrás ascender fácilmente.",
    "fi": "Sotapäällikkö %s1 valvoo kaikkia uloskäyntejä. Voita hänet, ja voit nousta helposti.",
    "fr": "Le seigneur de guerre %s1 contrôle toutes les sorties. Battez-le, et vous pourrez monter facilement.",
    "hu": "%s1 hadúr irányítja az összes kijáratot. Győzd le őt, és könnyen felemelkedhetsz.",
    "it": "Il signore della guerra %s1 controlla tutte le uscite. Sconfiggilo e potrai ascendere facilmente.",
    "ja": "武将%s1はすべての出口を制御します。彼を倒せば、簡単に上昇できます。",
    "ko": "군벌 %s1는 모든 출구를 통제합니다. 그를 물리치면 쉽게 올라갈 수 있습니다.",
    "nl": "De krijgsheer %s1 controleert alle uitgangen. Versla hem en je kunt gemakkelijk opstijgen.",
    "no": "Krigsherren %s1 kontrollerer alle utganger. Beseire ham, og du kan stige lett opp.",
    "pl": "Watażka %s1 kontroluje wszystkie wyjścia. Pokonaj go, a możesz łatwo się wznieść.",
    "pt": "O senhor da guerra %s1 controla todas as saídas. Derrote-o, e você pode subir facilmente.",
    "pt-BR": "O senhor da guerra %s1 controla todas as saídas. Derrote-o, e você pode ascender facilmente.",
    "ro": "Warlord %s1 controlează toate ieșirile. Învinge-l și te poți înălța ușor.",
    "ru": "Военачальник %s1 контролирует все выходы. Победите его, и вы сможете легко вознестись.",
    "sv": "Krigsherren %s1 kontrollerar alla utgångar. Besegra honom, och du kan stiga upp lätt.",
    "th": "ขุนศึก %s1 ควบคุมทางออกทั้งหมด เอาชนะเขาและคุณสามารถขึ้นไปได้อย่างง่ายดาย",
    "tr": "Savaş ağası %s1 tüm çıkışları kontrol eder. Onu yenin ve kolayca yükselebilirsiniz.",
    "uk": "Воєначальник %s1 контролює всі виходи. Перемагайте його, і ви легко підніметеся.",
    "vi": "Lãnh chúa %s1 kiểm soát tất cả các lối ra. Đánh bại hắn, và bạn có thể thăng tiến dễ dàng.",
    "zh-CN": "军阀%s1控制着所有的出口。打败他，你可以轻松提升。",
    "zh-TW": "軍閥%s1控制著所有的出口。打敗他，你可以輕鬆提升。"
}
