{
    "ar": "!ساعدنا من خلال صنع قنبلة تكتيكية وتسليمها لقواتي ، وسوف نكسب اليد العليا",
    "bg": "Помогнете ни, като изработите и доставите тактическа бомба на моите сили и ние ще спечелим надмощие!",
    "cs": "Pomozte nám tím, že vyrobíte a doručíte taktickou bombu mým silám, a my získáme převahu!",
    "da": "Hjælp os ved at lave og levere en taktisk bombe til mine styrker, og vi vil få overtaget!",
    "de": "Hilf uns, indem du eine taktische Bombe herstellst und an meine Streitkräfte liefert, und wir werden die Oberhand gewinnen!",
    "el": "Βοηθήστε μας κατασκευάζοντας και παραδίδοντας μια τακτική βόμβα στις δυνάμεις μου και θα κερδίσουμε το πάνω χέρι!",
    "en": "Help us by crafting and delivering a tactical bomb to my forces, and we will gain the upper hand!",
    "es": "¡Ayúdanos fabricando y entregando una bomba táctica a mis fuerzas, y ganaremos ventaja!",
    "es-419": "¡Ayúdanos fabricando y entregando una bomba táctica a mis fuerzas, y ganaremos ventaja!",
    "fi": "Auta meitä valmistamalla ja toimittamalla taktinen pommi joukoilleni, niin saamme yliotteen!",
    "fr": "Aidez-nous en fabriquant et en livrant une bombe tactique à mes forces, et nous prendrons le dessus !",
    "hu": "Segíts nekünk azzal, hogy taktikai bombát készítesz és juttatsz el az erőimhez, és fölénybe kerülünk!",
    "it": "Aiutaci creando e consegnando una bomba tattica alle mie forze, e avremo il sopravvento!",
    "ja": "戦術爆弾を作って私の部隊に届けることで私たちを助けてください、そうすれば私たちは優位に立つでしょう!",
    "ko": "전술 폭탄을 제작하여 내 군대에 전달하여 우리를 도우면 우리가 우위를 점할 것입니다!",
    "nl": "Help ons door een tactische bom te maken en af te leveren aan mijn troepen, en we zullen de overhand krijgen!",
    "no": "Hjelp oss ved å lage og levere en taktisk bombe til mine styrker, og vi vil få overtaket!",
    "pl": "Pomóż nam, tworząc i dostarczając bombę taktyczną moim siłom, a zyskamy przewagę!",
    "pt": "Ajude-nos criando e entregando uma bomba tática para minhas forças, e ganharemos vantagem!",
    "pt-BR": "Ajude-nos criando e entregando uma bomba tática às minhas forças, e ganharemos a vantagem!",
    "ro": "Ajutați-ne prin crafting și livrarea unei bombe tactice pentru forțele mele, și vom câștiga mâna de sus!",
    "ru": "Помогите нам, создав и доставив тактическую бомбу моим войскам, и мы одержим верх!",
    "sv": "Hjälp oss genom att tillverka och leverera en taktisk bomb till mina styrkor, och vi kommer att få övertaget!",
    "th": "ช่วยเราด้วยการสร้างและส่งมอบระเบิดทางยุทธวิธีให้กับกองกําลังของฉันและเราจะได้เปรียบ!",
    "tr": "Kuvvetlerime taktiksel bir bomba hazırlayıp teslim ederek bize yardım edin, üstünlüğü ele geçirelim!",
    "uk": "Допоможіть нам, виготовивши і доставивши тактичну бомбу моїм силам, і ми візьмемо верх!",
    "vi": "Hãy giúp chúng tôi bằng cách chế tạo và cung cấp một quả bom chiến thuật cho lực lượng của tôi, và chúng tôi sẽ chiếm thế thượng phong!",
    "zh-CN": "帮助我们制作战术炸弹并向我的部队投掷战术炸弹，我们将占上风！",
    "zh-TW": "幫助我們製作戰術炸彈並向我的部隊投擲戰術炸彈，我們將占上風！"
}
