{
    "ar": ".لا تتردد في استخدام محطة الكيمياء هنا في المدينة. خذ هذه العناصر ، قد تحتاجها",
    "bg": "Моля, чувствайте се свободни да използвате алхимичната станция тук в града. Вземете тези елементи, може да ви потрябват.",
    "cs": "Neváhejte a použijte alchymistickou stanici zde ve městě. Vezměte si tyto položky, možná je budete potřebovat.",
    "da": "Du er velkommen til at bruge alkymistationen her i byen. Tag disse ting, du har muligvis brug for dem.",
    "de": "Bitte zögern Sie nicht, die Alchemiestation hier in der Stadt zu nutzen. Nehmen Sie diese Gegenstände, Sie können sie brauchen.",
    "el": "Μη διστάσετε να χρησιμοποιήσετε το σταθμό αλχημείας εδώ στην πόλη. Πάρτε αυτά τα αντικείμενα, μπορεί να τα χρειαστείτε.",
    "en": "Please feel free to use the alchemy station here in town. Take these items, you may need them.",
    "es": "Por favor, siéntase libre de usar la estación de alquimia aquí en la ciudad. Tome estos artículos, es posible que los necesite.",
    "es-419": "Por favor, siéntase libre de usar la estación de alquimia aquí en la ciudad. Tome estos artículos, es posible que los necesite.",
    "fi": "Voit vapaasti käyttää alkemia-asemaa täällä kaupungissa. Ota nämä kohteet, saatat tarvita niitä.",
    "fr": "N’hésitez pas à utiliser la station d’alchimie ici en ville. Prenez ces articles, vous en aurez peut-être besoin.",
    "hu": "Kérjük, nyugodtan használja az alkímia állomást itt a városban. Vegye ezeket az elemeket, szüksége lehet rájuk.",
    "it": "Non esitate a utilizzare la stazione di alchimia qui in città. Prendi questi oggetti, potresti averne bisogno.",
    "ja": "町にある錬金術ステーションを自由にご利用ください。これらのアイテムを取りなさい、あなたはそれらを必要とするか もしれません。",
    "ko": "여기 마을의 연금술 스테이션을 자유롭게 이용하십시오. 이 품목을 가져 가면 필요할 수 있습니다.",
    "nl": "Voel je vrij om het alchemiestation hier in de stad te gebruiken. Neem deze items mee, misschien heb je ze nodig.",
    "no": "Bruk gjerne alkymistasjonen her i byen. Ta disse elementene, du kan trenge dem.",
    "pl": "Prosimy o skorzystanie ze stacji alchemicznej tutaj w mieście. Weź te przedmioty, możesz ich potrzebować.",
    "pt": "Por favor, sinta-se livre para usar a estação de alquimia aqui na cidade. Pegue esses itens, você pode precisar deles.",
    "pt-BR": "Por favor, sinta-se livre para usar a estação de alquimia aqui na cidade. Pegue esses itens, você pode precisar deles.",
    "ro": "Vă rugăm să nu ezitați să utilizați stația de alchimie aici, în oraș. Luați aceste elemente, este posibil să aveți nevoie de ele.",
    "ru": "Пожалуйста, не стесняйтесь использовать алхимическую станцию здесь, в городе. Возьмите эти предметы, возможно, они вам понадобятся.",
    "sv": "Använd gärna alkemistationen här i stan. Ta dessa föremål, du kan behöva dem.",
    "th": "โปรดอย่าลังเลที่จะใช้สถานีเล่นแร่แปรธาตุที่นี่ในเมือง นํารายการเหล่านี้คุณอาจต้องการ",
    "tr": "Lütfen şehirdeki simya istasyonunu kullanmaktan çekinmeyin. Bu eşyaları alın, onlara ihtiyacınız olabilir.",
    "uk": "Будь ласка, не соромтеся користуватися алхімічною станцією тут, у місті. Візьміть ці предмети, можливо, вони вам знадобляться.",
    "vi": "Xin vui lòng sử dụng trạm giả kim thuật ở đây trong thị trấn. Lấy những vật dụng này, bạn có thể cần chúng.",
    "zh-CN": "请随时使用镇上的炼金站。拿走这些物品，你可能需要它们。",
    "zh-TW": "請隨時使用鎮上的煉金站。拿走這些物品，你可能需要它們。"
}
