{
    "ar": "عمل جيد! قضى فيضان الحمم البركانية على العديد من قوات العدو. استمر في السير وهاجمهم وهم ضعفاء!",
    "bg": "Добра работа! Наводнението от лава унищожило много от вражеските сили. Марширувайте и ги атакувайте, докато са слаби!",
    "cs": "Dobrá práce! Lávová záplava zničila mnoho nepřátelských sil. Pochodujte a zaútočte na ně, dokud jsou slabí!",
    "da": "Godt arbejde! Lavaoversvømmelsen udslettede mange af fjendens styrker. March videre og angrib dem, mens de er svage!",
    "de": "Gute Arbeit! Die Lavaflut löschte viele der feindlichen Streitkräfte aus. Marschiert weiter und greift sie an, solange sie schwach sind!",
    "el": "Καλή δουλειά! Η πλημμύρα λάβας εξαφάνισε πολλές από τις εχθρικές δυνάμεις. Προχωρήστε και επιτεθείτε τους ενώ είναι αδύναμοι!",
    "en": "Good work! The lava flood wiped out many of the enemy forces. March on and attack them while they are weak!",
    "es": "¡Buen trabajo! La inundación de lava aniquiló a muchas de las fuerzas enemigas. ¡Marcha y ataca mientras están débiles!",
    "es-419": "¡Buen trabajo! La inundación de lava aniquiló a muchas de las fuerzas enemigas. ¡Marcha y ataca mientras están débiles!",
    "fi": "Hyvää työtä! Laavatulva pyyhkäisi pois monia vihollisjoukkoja. Marssi eteenpäin ja hyökkää heidän kimppuunsa, kun he ovat heikkoja!",
    "fr": "Bon travail! La crue de lave a anéanti de nombreuses forces ennemies. Marchez et attaquez-les pendant qu’ils sont faibles !",
    "hu": "Jó munkát! A lávaözön sok ellenséges erőt elsöpört. Menetelj tovább, és támadd meg őket, amíg gyengék!",
    "it": "Buon lavoro! L'inondazione di lava spazzò via molte delle forze nemiche. Marciate e attaccateli finché sono deboli!",
    "ja": "よくできました！溶岩の洪水は多くの敵軍を一掃しました。彼らが弱いうちに行進して攻撃してください!",
    "ko": "선행! 용암 홍수는 많은 적군을 쓸어 버렸습니다. 그들이 약할 때 진군하여 공격하십시오!",
    "nl": "Goed werk! De lavavloed heeft veel van de vijandelijke troepen weggevaagd. Marcheer verder en val ze aan terwijl ze zwak zijn!",
    "no": "Godt arbeid! Lavaflommen utslettet mange av fiendens styrker. Marsjer videre og angrip dem mens de er svake!",
    "pl": "Dobra robota! Powódź lawy zmiotła wiele sił wroga. Maszeruj dalej i atakuj ich, póki są słabi!",
    "pt": "Bom trabalho! A inundação de lava dizimou muitas das forças inimigas. Marche e ataque-os enquanto eles são fracos!",
    "pt-BR": "Bom trabalho! A inundação de lava dizimou muitas das forças inimigas. Marche e ataque-os enquanto eles são fracos!",
    "ro": "Bună treabă! Potopul de lavă a distrus multe dintre forțele inamice. Marș pe și ataca-le în timp ce acestea sunt slabe!",
    "ru": "Хорошая работа! Лавовый поток уничтожил многие вражеские силы. Маршируйте и атакуйте их, пока они слабы!",
    "sv": "Bra jobbat! Lavafloden utplånade många av fiendens styrkor. Marschera vidare och attackera dem medan de är svaga!",
    "th": "การทํางานที่ดี! น้ําท่วมลาวากวาดล้างกองกําลังศัตรูจํานวนมาก เดินขบวนและโจมตีพวกเขาในขณะที่พวกเขาอ่อนแอ!",
    "tr": "İyi çalışmalar! Lav seli düşman kuvvetlerinin çoğunu yok etti. Yürümeye devam edin ve zayıfken onlara saldırın!",
    "uk": "Хороша робота! Лавова повінь знищила багато сил противника. Маршируйте далі і нападайте на них, поки вони слабкі!",
    "vi": "Làm tốt lắm! Lũ dung nham đã quét sạch nhiều lực lượng địch. Hành quân và tấn công chúng khi chúng yếu!",
    "zh-CN": "干得好！熔岩洪水消灭了许多敌军。趁他们虚弱的时候攻击他们！",
    "zh-TW": "幹得好！熔岩洪水消滅了許多敵軍。趁他們虛弱的時候攻擊他們！"
}
