{
    "ar": "لقد فعلت ذلك! %s1 ميت ، واستعادة السلام. حظا سعيدا في مغامراتك!",
    "bg": "Вие сте го направили! %s1 е мъртъв и мирът е възстановен. Успех във вашите приключения!",
    "cs": "Dokázali jste to! %s1 je mrtvý a mír je obnoven. Hodně štěstí na vašich dobrodružstvích!",
    "da": "Du har gjort det! %s1 er død, og freden er genoprettet. Held og lykke med dine eventyr!",
    "de": "Du hast es geschafft! %s1 ist tot und der Frieden ist wiederhergestellt. Viel Glück bei deinen Abenteuern!",
    "el": "Τα καταφέρατε! Το %s1 είναι νεκρό και η ειρήνη έχει αποκατασταθεί. Καλή τύχη στις περιπέτειές σας!",
    "en": "You've done it! %s1 is dead, and peace is restored. Best of luck on your adventures!",
    "es": "¡Lo has hecho! %s1 está muerto y la paz está restaurada. ¡Mucha suerte en tus aventuras!",
    "es-419": "¡Lo has hecho! %s1 está muerto y la paz está restaurada. ¡Mucha suerte en tus aventuras!",
    "fi": "Olet tehnyt sen! %s1 on kuollut, ja rauha on palautettu. Onnea seikkailuihisi!",
    "fr": "Vous l’avez fait ! %s1 est mort et la paix est rétablie. Bonne chance dans vos aventures!",
    "hu": "Megcsináltad! %s1 halott, és helyreáll a béke. Sok sikert a kalandokhoz!",
    "it": "Ce l'hai fatta! %s1 è morto e la pace è stata ripristinata. Buona fortuna per le tue avventure!",
    "ja": "やったね!%s1 は死んでおり、平和が回復しています。あなたの冒険で頑張ってください!",
    "ko": "해냈어! %s1이(가) 죽었고 평화가 회복되었습니다. 모험에 행운을 빕니다!",
    "nl": "Je hebt het gedaan! %s1 is dood en de vrede is hersteld. Veel succes met je avonturen!",
    "no": "Du har gjort det! %s1 er død, og freden er gjenopprettet. Lykke til på eventyrene dine!",
    "pl": "Udało się! %s1 jest martwy, a pokój zostaje przywrócony. Powodzenia w przygodach!",
    "pt": "Você conseguiu! %s1 está morto e a paz foi restaurada. Boa sorte nas suas aventuras!",
    "pt-BR": "Você conseguiu! %s1 está morto e a paz é restaurada. Boa sorte em suas aventuras!",
    "ro": "Ai făcut-o! %s1 este mort, iar pacea este restabilită. Cel mai bun de noroc pe aventurile tale!",
    "ru": "Вы сделали это! %s1 мертв, и мир восстановлен. Желаем удачи в ваших приключениях!",
    "sv": "Du har gjort det! %s1 är död och freden är återställd. Lycka till på dina äventyr!",
    "th": "คุณทําสําเร็จแล้ว! %s1 ตายแล้ว และความสงบสุขกลับคืนมา ขอให้โชคดีในการผจญภัยของคุณ!",
    "tr": "Başardınız! %s1 öldü ve barış yeniden sağlandı. Maceralarınızda bol şans!",
    "uk": "Ви це зробили! %s1 мертвий, і мир відновлено. Удачі вам у ваших пригодах!",
    "vi": "Bạn đã làm được! %s1 đã chết, và hòa bình được khôi phục. Chúc may mắn trong cuộc phiêu lưu của bạn!",
    "zh-CN": "你做到了！%s1 已死，和平已恢复。祝你在冒险中好运！",
    "zh-TW": "你做到了！%s1 已死，和平已恢復。祝你在冒險中好運！"
}
