{
    "ar": "لقد تم استخدام قدراتك بشكل جيد ، لكن لا يزال لديك الكثير لتتعلمه.",
    "bg": "Вие използвахте своите способности добре, но все още имате много да научите.",
    "cs": "Využíváte své schopnosti dobře, ale stále se musíte co učit.",
    "da": "Du har brugt dine evner til god brug, men du har stadig meget at lære.",
    "de": "Sie haben Ihre Fähigkeiten gut eingesetzt, aber Sie müssen noch viel lernen.",
    "el": "Βάζετε τις ικανότητές σας σε καλή χρήση, αλλά εξακολουθείτε να έχετε πολλά να μάθετε.",
    "en": "You have been putting your abilities to good use, but you still have much to learn.",
    "es": "Has estado aprovechando tus habilidades, pero aún tienes mucho que aprender.",
    "es-419": "Has estado aprovechando tus habilidades, pero aún tienes mucho que aprender.",
    "fi": "Olet käyttänyt kykyjäsi hyvään käyttöön, mutta sinulla on vielä paljon opittavaa.",
    "fr": "Vous avez mis à profit vos capacités, mais vous avez encore beaucoup à apprendre.",
    "hu": "Jól hasznosította képességeit, de még sok tanulni kell.",
    "it": "Hai messo a frutto le tue abilità, ma hai ancora molto da imparare.",
    "ja": "あなたは自分の能力を上手く活用していますが、まだ学ぶべきことがたくさんあります。",
    "ko": "당신은 당신의 능력을 잘 활용하고 있지만 여전히 배울 것이 많습니다.",
    "nl": "Je hebt je vaardigheden goed gebruikt, maar je moet nog veel leren.",
    "no": "Du har brukt evnene dine til god bruk, men du har fremdeles mye å lære.",
    "pl": "Dobrze wykorzystujesz swoje umiejętności, ale wciąż musisz się wiele nauczyć.",
    "pt": "Você tem usado bem suas habilidades, mas ainda tem muito a aprender.",
    "pt-BR": "Você tem usado bem suas habilidades, mas ainda tem muito a aprender.",
    "ro": "Ai folosit abilitățile tale, dar mai ai multe de învățat.",
    "ru": "Вы эффективно используете свои способности, но вам еще многое предстоит узнать.",
    "sv": "Du har använt dina förmågor till god användning, men du har fortfarande mycket att lära dig.",
    "th": "คุณใช้ความสามารถของคุณให้เป็นประโยชน์ แต่คุณยังต้องเรียนรู้อีกมาก",
    "tr": "Yeteneklerinizi iyi bir şekilde kullanıyorsunuz, ancak öğrenecek çok şeyiniz var.",
    "uk": "Ви корисно використовуєте свої здібності, але вам ще багато чого навчитися.",
    "vi": "Bạn đã và đang đưa khả năng của mình vào sử dụng tốt, nhưng bạn vẫn còn nhiều điều phải học.",
    "zh-CN": "您一直在充分利用自己的能力，但仍有很多东西要学习。",
    "zh-TW": "您一直在充分利用自己的能力，但仍然有很多東西要學習。"
}
