{
    "ar": "قواك الكامنة أقوى مما تدرك. اسمح لي أن أمنحك كتابي الإملائي. مع ذلك ، سوف تكون قادرا على التحكم في الريح.",
    "bg": "Вашите латентни сили са по-силни, отколкото осъзнавате. Позволете ми да ви дам моята книга със заклинания. С него ще можете да контролирате вятъра.",
    "cs": "Vaše latentní síly jsou silnější, než si uvědomujete. Dovolte mi, abych vám udělil svou knihu kouzel. S ním budete moci ovládat vítr.",
    "da": "Dine latente kræfter er stærkere, end du er klar over. Tillad mig at give dig min stavebog. Med det vil du være i stand til at kontrollere vinden.",
    "de": "Deine latenten Kräfte sind stärker, als du denkst. Erlauben Sie mir, Ihnen mein Zauberbuch zu gewähren. Damit können Sie den Wind kontrollieren.",
    "el": "Οι λανθάνουσες δυνάμεις σας είναι ισχυρότερες από ό, τι συνειδητοποιείτε. Επιτρέψτε μου να σας παραχωρήσω το βιβλίο ορθογραφίας μου. Με αυτό, θα μπορείτε να ελέγχετε τον άνεμο.",
    "en": "Your latent powers are stronger than you realize. Allow me to grant you my spellbook. With it, you will be able to control the wind.",
    "es": "Tus poderes latentes son más fuertes de lo que crees. Permítanme concederles mi libro de hechizos. Con él, podrás controlar el viento.",
    "es-419": "Tus poderes latentes son más fuertes de lo que crees. Permítanme concederles mi libro de hechizos. Con él, podrás controlar el viento.",
    "fi": "Piilevät voimasi ovat vahvempia kuin oivallatkaan. Sallikaa minun antaa teille loitsukirjani. Sen avulla voit hallita tuulta.",
    "fr": "Vos pouvoirs latents sont plus forts que vous ne le pensez. Permettez-moi de vous accorder mon livre de sorts. Avec lui, vous serez en mesure de contrôler le vent.",
    "hu": "A lappangó erőid erősebbek, mint gondolnád. Engedje meg, hogy átadjam a varázskönyvemet. Ezzel képes lesz irányítani a szélet.",
    "it": "I vostri poteri latenti sono più forti di quanto pensiate. Permettetemi di concedervi il mio libro degli incantesimi. Con esso, sarai in grado di controllare il vento.",
    "ja": "あなたの潜在的な力はあなたが思っているよりも強いです。私の魔導書をあなたに渡させてください。それを使用すると 、風を制御することができます。",
    "ko": "당신의 잠재된 힘은 당신이 깨닫는 것보다 더 강합니다. 내 주문서를 허락해 줄게. 그것으로 바람을 제어할 수 있습 니다.",
    "nl": "Je latente krachten zijn sterker dan je je realiseert. Sta me toe u mijn spreukenboek te geven. Hiermee kunt u de wind beheersen.",
    "no": "Dine latente krefter er sterkere enn du er klar over. Tillat meg å gi deg min trolldomsbok. Med den vil du kunne kontrollere vinden.",
    "pl": "Twoje ukryte moce są silniejsze, niż ci się wydaje. Pozwólcie, że przyznam wam moją księgę zaklęć. Dzięki niemu będziesz w stanie kontrolować wiatr.",
    "pt": "Seus poderes latentes são mais fortes do que você imagina. Permitam-me conceder-lhe o meu livro ortográfico. Com ele, você será capaz de controlar o vento.",
    "pt-BR": "Seus poderes latentes são mais fortes do que você imagina. Permitam-me que vos conceda o meu livro de feitiços. Com ele, você será capaz de controlar o vento.",
    "ro": "Puterile tale latente sunt mai puternice decât îți dai seama. Permiteți-mi să vă acord cartea mea de vrăji. Cu aceasta, veți putea controla vântul.",
    "ru": "Ваши скрытые силы сильнее, чем вы думаете. Позвольте мне предоставить вам мою книгу заклинаний. С его помощью вы сможете управлять ветром.",
    "sv": "Dina latenta krafter är starkare än du inser. Låt mig ge dig min stavningsbok. Med det kommer du att kunna kontrollera vinden.",
    "th": "พลังแฝงของคุณแข็งแกร่งกว่าที่คุณคิด อนุญาตให้ฉันมอบหนังสือสะกดของฉันให้คุณ ด้วยวิธีนี้คุณจะสามารถควบคุมลมได้",
    "tr": "Gizli güçleriniz düşündüğünüzden daha güçlüdür. Sana büyü kitabımı vermeme izin ver. Bununla beraber, rüzgarı kontrol edebileceksiniz.",
    "uk": "Ваші приховані сили сильніші, ніж ви собі уявляєте. Дозвольте мені дарувати вам мою книгу заклинань. З його допомогою ви зможете управляти вітром.",
    "vi": "Sức mạnh tiềm ẩn của bạn mạnh hơn bạn nhận ra. Cho phép tôi cấp cho bạn cuốn sách chính tả của tôi. Với nó, bạn sẽ có thể điều khiển gió.",
    "zh-CN": "你的潜在力量比你意识到的要强大。请允许我赐予你我的魔咒书。有了它，您将能够控制风。",
    "zh-TW": "你的潛在力量比你意識到的要強大。請允許我賜予你我的魔咒書。有了它，您將能夠控制風。"
}
