{
    "ar": ".%s1 تم إرسالي إلى هنا للتحقيق في سبب انقطاع التيار الكهربائي في",
    "bg": "Бях изпратен тук да разследвам причината за прекъсване на тока в %s1.",
    "cs": "Byl jsem sem poslán, abych vyšetřil příčinu výpadku proudu v %s1.",
    "da": "Jeg blev sendt her for at undersøge årsagen til en strømafbrydelse i %s1.",
    "de": "Ich wurde hierher geschickt, um die Ursache eines Stromausfalls in %s1 zu untersuchen.",
    "el": "Με έστειλαν εδώ για να διερευνήσω την αιτία της διακοπής ρεύματος στο %s1.",
    "en": "I was sent here to investigate the cause of a power outage in %s1.",
    "es": "Me enviaron aquí para investigar la causa de un corte de energía en %s1.",
    "es-419": "Me enviaron aquí para investigar la causa de un corte de energía en %s1.",
    "fi": "Minut lähetettiin tänne tutkimaan %s1: n sähkökatkoksen syytä.",
    "fr": "J’ai été envoyé ici pour enquêter sur la cause d’une panne de courant dans %s1.",
    "hu": "Azért küldtek ide, hogy kivizsgáljam az %s1 áramkimaradásának okát.",
    "it": "Sono stato mandato qui per indagare sulla causa di un'interruzione di corrente in %s1.",
    "ja": "私は%s1の停電の原因を調査するためにここに送られました。",
    "ko": "%s1에서 정전의 원인을 조사하기 위해 여기에 파견되었습니다.",
    "nl": "Ik werd hierheen gestuurd om de oorzaak van een stroomstoring in %s1 te onderzoeken.",
    "no": "Jeg ble sendt hit for å undersøke årsaken til et strømbrudd i %s1.",
    "pl": "Zostałem wysłany tutaj, aby zbadać przyczynę przerwy w dostawie prądu w %s1.",
    "pt": "Fui enviado aqui para investigar a causa de uma falha de energia em %s1.",
    "pt-BR": "Fui enviado aqui para investigar a causa de uma queda de energia em %s1.",
    "ro": "Am fost trimis aici pentru a investiga cauza unei pene de curent în %s1.",
    "ru": "Меня отправили сюда расследовать причину отключения электроэнергии в %s1.",
    "sv": "Jag skickades hit för att undersöka orsaken till ett strömavbrott i %s1.",
    "th": "ฉันถูกส่งมาที่นี่เพื่อตรวจสอบสาเหตุของไฟฟ้าดับใน %s1",
    "tr": "%s1'deki elektrik kesintisinin nedenini araştırmak için buraya gönderildim.",
    "uk": "Мене відправили сюди розслідувати причину відключення електроенергії в %s1.",
    "vi": "Tôi được cử đến đây để điều tra nguyên nhân mất điện ở %s1.",
    "zh-CN": "我被派到这里调查%s1停电的原因。",
    "zh-TW": "我被派到這裏調查%s1停電的原因。"
}
