{
    "ar": "سيء الحظ. هل يمكن أن تقدم لي معروفا؟ بما أنك متجه نحو المدينة ، هل يمكنك إعطاء هذه الرسالة إلى الملكة؟",
    "bg": "Жалко. Бихте ли ми направили услуга? Тъй като сте се насочили към града, можете ли да дадете това писмо на кралицата?",
    "cs": "Nešťastný. Mohl bys mi prokázat laskavost? Vzhledem k tomu, že míříte do města, můžete dát tento dopis královně?",
    "da": "Uheldig. Kan du gøre mig en tjeneste? Da du er på vej mod byen, kan du give dette brev til dronningen?",
    "de": "Unglückselig. Könnten Sie mir einen Gefallen tun? Da Sie auf dem Weg in die Stadt sind, können Sie diesen Brief der Königin geben?",
    "el": "Ατυχής. Θα μπορούσατε να μου κάνετε μια χάρη; Αφού κατευθύνεστε προς την πόλη, μπορείτε να δώσετε αυτό το γράμμα στη βασίλισσα;",
    "en": "Unfortunate. Could you do me a favor? Since you are headed towards the town, can you give this letter to the queen?",
    "es": "Infortunado. ¿Podrías hacerme un favor? Ya que te diriges hacia la ciudad, ¿puedes darle esta carta a la reina?",
    "es-419": "Infortunado. ¿Podrías hacerme un favor? Ya que te diriges hacia la ciudad, ¿puedes darle esta carta a la reina?",
    "fi": "Epäonninen. Voisitko tehdä minulle palveluksen? Koska olet menossa kohti kaupunkia, voitko antaa tämän kirjeen kuningattarelle?",
    "fr": "Malheureux. Pourriez-vous me faire une faveur? Puisque vous vous dirigez vers la ville, pouvez-vous donner cette lettre à la reine?",
    "hu": "Szerencsétlen. Megtennéd nekem egy szívességet? Mivel a város felé tartasz, átadnád ezt a levelet a királynénak?",
    "it": "Sfortunato. Potresti farmi un favore? Dato che sei diretto verso la città, puoi dare questa lettera alla regina?",
    "ja": "おしい。お願いできますか?町に向かっているので、この手紙を女王に渡してもらえますか?",
    "ko": "불행. 나에게 부탁을 해 주시겠습니까? 당신이 마을로 향하고 있기 때문에,이 편지를 여왕에게 줄 수 있습니까?",
    "nl": "Ongelukkige. Kun je me een plezier doen? Aangezien u op weg bent naar de stad, kunt u deze brief aan de koningin geven?",
    "nb": "Uheldig. Kan du gjøre meg en tjeneste? Siden du er på vei mot byen, kan du gi dette brevet til dronningen?",
    "pl": "Nieszczęśliwy. Czy mógłbyś zrobić mi przysługę? Skoro zmierzasz w kierunku miasta, czy możesz przekazać ten list królowej?",
    "pt": "Que infelicidade. Pode fazer-me um favor? Já que vai para a cidade, pode entregar esta carta à rainha?",
    "pt-BR": "Infeliz. Poderia me fazer um favor? Já que está indo para a cidade, pode dar esta carta à rainha?",
    "ro": "Nefericit. Ai putea să-mi faci o favoare? Din moment ce vă îndreptați spre oraș, puteți da această scrisoare reginei?",
    "ru": "Несчастный. Не могли бы вы сделать мне одолжение? Поскольку вы направляетесь в сторону города, можете ли вы передать это письмо королеве?",
    "sv": "Olycklig. Kan du göra mig en tjänst? Eftersom du är på väg mot staden, kan du ge detta brev till drottningen?",
    "th": "ซวย  คุณช่วยฉันหน่อยได้ไหม? เนื่องจากคุณมุ่งหน้าไปยังเมืองคุณสามารถมอบจดหมายฉบับนี้ให้กับราชินีได้หรือไม่?",
    "tr": "Bahtsız. Bana bir iyilik yapabilir misin? Madem kasabaya doğru gidiyorsun, bu mektubu kraliçeye verebilir misin?",
    "uk": "Нещасний. Чи не могли б ви зробити мені послугу? Оскільки ви прямуєте до міста, чи можете ви передати цього листа королеві?",
    "vi": "Bất hạnh. Bạn có thể giúp tôi một việc được không? Vì bạn đang đi về phía thị trấn, bạn có thể đưa bức thư này cho nữ hoàng không?",
    "zh-CN": "不幸。你能帮我一个忙吗？既然你正要去镇上，你能把这封信送给王后吗？",
    "zh-TW": "不幸。你能幫我一個忙嗎？既然你正要去鎮上，你能把這封信送給王後嗎？"
}
