{
    "ar": "اضبط على 1 إذا تم تمرير اللاعب إلى الحدود الصحيحة للكسارة.",
    "bg": "Задайте на 1, ако играчът е преминал правилните граници на трошачката.",
    "cs": "Nastavte na 1, pokud je hráči předána správná hranice drtiče.",
    "da": "Indstil til 1, hvis spilleren passeres de rigtige grænser for knuseren.",
    "de": "Setzen Sie auf 1, wenn der Spieler die rechte Grenze des Brechers überschritten hat.",
    "el": "Ορίστε σε 1 εάν ο παίκτης περάσει τα δεξιά όρια του θραυστήρα.",
    "en": "Set to 1 if the player is passed the right bounds of the crusher.",
    "es": "Establezca en 1 si el jugador pasa los límites derechos de la trituradora.",
    "es-419": "Establezca en 1 si el jugador pasa los límites derechos de la trituradora.",
    "fi": "Aseta arvoksi 1, jos pelaaja on ylittänyt murskaimen oikeat rajat.",
    "fr": "Réglez sur 1 si le joueur est passé les bonnes limites du concasseur.",
    "hu": "Állítsa 1-re, ha a játékos áthalad a zúzó jobb határain.",
    "it": "Impostare su 1 se al giocatore vengono superati i limiti giusti del frantoio.",
    "ja": "プレイヤーがクラッシャーの右境界を通過した場合は、1 に設定します。",
    "ko": "플레이어가 크러셔의 오른쪽 경계를 통과하면 1로 설정합니다.",
    "nl": "Stel in op 1 als de speler de juiste grenzen van de breker wordt gepasseerd.",
    "nb": "Sett til 1 hvis spilleren passerer de riktige grensene for knuseren.",
    "pl": "Ustaw na 1, jeśli gracz przekroczy prawą granicę kruszarki.",
    "pt": "Definido para 1 se o jogador for passado os limites certos do triturador.",
    "pt-BR": "Definido para 1 se o jogador for passado pelos limites direito do triturador.",
    "ro": "Setat la 1 în cazul în care jucătorul este trecut limitele dreapta a concasorului.",
    "ru": "Установите значение 1, если игрок прошел правые границы дробилки.",
    "sv": "Ställ in på 1 om spelaren passeras de rätta gränserna för krossen.",
    "th": "ตั้งค่าเป็น 1 หากผู้เล่นผ่านขอบเขตที่ถูกต้องของเครื่องบด",
    "tr": "Oyuncu kırıcının sağ sınırlarını geçerse 1 olarak ayarlayın.",
    "uk": "Встановіть значення 1, якщо гравцеві пройдені праві межі дробарки.",
    "vi": "Đặt thành 1 nếu người chơi được vượt qua giới hạn bên phải của máy nghiền.",
    "zh-CN": "如果玩家通过破碎机的右侧边界，则设置为 1。",
    "zh-TW": "如果玩家通過破碎機的右側邊界，則設置為 1。"
}
