{
    "ar": ".اضبط على 1 إذا تم تمرير اللاعب إلى الحدود اليسرى للكسارة",
    "bg": "Задайте на 1, ако играчът е преминал през левите граници на трошачката.",
    "cs": "Nastavte na 1, pokud je hráč prošel levými hranicemi drtiče.",
    "da": "Indstil til 1, hvis spilleren passeres knuserens venstre grænser.",
    "de": "Setzen Sie auf 1, wenn der Spieler die linke Grenze des Brechers überschritten hat.",
    "el": "Ορίστε σε 1 εάν ο παίκτης περάσει τα αριστερά όρια του θραυστήρα.",
    "en": "Set to 1 if the player is passed the left bounds of the crusher.",
    "es": "Establezca en 1 si el jugador pasa los límites izquierdos de la trituradora.",
    "es-419": "Establezca en 1 si el jugador pasa los límites izquierdos de la trituradora.",
    "fi": "Aseta arvoksi 1, jos pelaaja on ylittänyt murskaimen vasemman rajan.",
    "fr": "Réglez sur 1 si le joueur est passé les limites gauches du concasseur.",
    "hu": "Állítsa 1-re, ha a játékos áthalad a zúzó bal szélén.",
    "it": "Impostare su 1 se al giocatore vengono superati i limiti sinistri del frantoio.",
    "ja": "プレイヤーがクラッシャーの左境界を通過した場合は 1 に設定します。",
    "ko": "플레이어가 크러셔의 왼쪽 경계를 통과하면 1로 설정합니다.",
    "nl": "Stel in op 1 als de speler de linkergrenzen van de breker wordt gepasseerd.",
    "no": "Sett til 1 hvis spilleren passerer de venstre grensene til knuseren.",
    "pl": "Ustaw na 1, jeśli gracz przekroczy lewą granicę kruszarki.",
    "pt": "Definido para 1 se o jogador for passado os limites esquerdos do triturador.",
    "pt-BR": "Definido para 1 se o jogador passar os limites esquerdos do triturador.",
    "ro": "Setat la 1 în cazul în care jucătorul este trecut limitele din stânga a concasorului.",
    "ru": "Установите значение 1, если игрок прошел левые границы дробилки.",
    "sv": "Ställ in på 1 om spelaren passeras krossens vänstra gränser.",
    "th": "ตั้งค่าเป็น 1 หากผู้เล่นผ่านขอบเขตด้านซ้ายของเครื่องบด",
    "tr": "Oyuncu kırıcının sol sınırlarını geçerse 1 olarak ayarlayın.",
    "uk": "Встановіть значення 1, якщо гравцеві пройдені ліві межі дробарки.",
    "vi": "Đặt thành 1 nếu người chơi được vượt qua giới hạn bên trái của máy nghiền.",
    "zh-CN": "如果玩家通过破碎机的左侧边界，则设置为 1。",
    "zh-TW": "如果玩家通過破碎機的左側邊界，則設置為 1。"
}
