{
    "ar": "اضبط على 1 إذا كان اللاعب داخل كل من الحدود اليسرى واليمنى للكسارة ، مما يؤدي إلى تنشيط الكسارة.",
    "bg": "Задайте на 1, ако играчът е в лявата и дясната граница на трошачката, което кара трошачката да се активира.",
    "cs": "Nastavte na 1, pokud je hráč v levém i pravém poli drtiče, což způsobí aktivaci drtiče.",
    "da": "Indstil til 1, hvis spilleren er inden for både venstre og højre grænse for knuseren, hvilket får knuseren til at aktivere.",
    "de": "Setzen Sie auf 1, wenn sich der Spieler sowohl innerhalb der linken als auch innerhalb der rechten Grenzen des Brechers befindet, wodurch der Brecher aktiviert wird.",
    "el": "Ορίστε σε 1 εάν ο παίκτης βρίσκεται εντός του αριστερού και του δεξιού ορίου του θραυστήρα, γεγονός που προκαλεί την ενεργοποίηση του θραυστήρα.",
    "en": "Set to 1 if the player is within both the left and right bounds of the crusher, which causes the crusher to activate.",
    "es": "Establecido en 1 si el jugador está dentro de los límites izquierdo y derecho de la trituradora, lo que hace que la trituradora se active.",
    "es-419": "Establecido en 1 si el jugador está dentro de los límites izquierdo y derecho de la trituradora, lo que hace que la trituradora se active.",
    "fi": "Aseta arvoksi 1, jos pelaaja on murskaimen vasemman- ja oikean reunan sisällä, mikä saa murskaimen aktivoitumaan.",
    "fr": "Réglez sur 1 si le joueur se trouve à la fois dans les limites gauche et droite du concasseur, ce qui provoque l’activation du concasseur.",
    "hu": "Állítsa 1-re, ha a lejátszó a zúzó bal és jobb határán belül van, ami a tömörítő aktiválódását okozza.",
    "it": "Impostare su 1 se il giocatore si trova entro i limiti sinistro e destro del frantoio, il che causa l'attivazione del frantoio.",
    "ja": "プレイヤーがクラッシャーの左右の境界内にあり、クラッシャーがアクティブになる場合は 1 に設定します。",
    "ko": "플레이어가 크러셔의 왼쪽 및 오른쪽 경계 내에 있으면 크러셔가 활성화되는 경우 1로 설정합니다.",
    "nl": "Stel in op 1 als de speler zich binnen zowel de linker- als rechtergrenzen van de breker bevindt, waardoor de breker wordt geactiveerd.",
    "nb": "Sett til 1 hvis spilleren er innenfor både venstre og høyre grense for knuseren, noe som får knuseren til å aktiveres.",
    "pl": "Ustaw na 1, jeśli gracz znajduje się zarówno w lewej, jak i prawej granicy kruszarki, co powoduje aktywację kruszarki.",
    "pt": "Ajuste para 1 se o leitor estiver dentro dos limites esquerdo e direito do triturador, o que faz com que o triturador se ative.",
    "pt-BR": "Definido para 1 se o jogador estiver dentro dos limites esquerdo e direito do triturador, o que faz com que o triturador seja ativado.",
    "ro": "Setați la 1 dacă jucătorul se află atât în limitele din stânga, cât și în cele din dreapta ale concasorului, ceea ce face ca concasorul să se activeze.",
    "ru": "Установите значение 1, если игрок находится в левой и правой границах дробилки, что приводит к активации дробилки.",
    "sv": "Ställ in på 1 om spelaren befinner sig inom både vänster och höger gräns för krossen, vilket gör att krossen aktiveras.",
    "th": "ตั้งค่าเป็น 1 หากเครื่องเล่นอยู่ภายในขอบเขตซ้ายและขวาของเครื่องบดซึ่งทําให้เครื่องบดเปิดใช้งาน",
    "tr": "Oyuncu kırıcının hem sol hem de sağ sınırları içindeyse 1 olarak ayarlayın, bu da kırıcının etkinleştirilmesine neden olur.",
    "uk": "Встановіть значення 1, якщо гравець знаходиться як в лівій, так і в правій межах дробарки, що змушує дробарку активуватися.",
    "vi": "Đặt thành 1 nếu người chơi nằm trong cả giới hạn bên trái và bên phải của máy nghiền, điều này khiến máy nghiền kích hoạt.",
    "zh-CN": "如果玩家位于破碎机的左右范围内，则设置为 1，这将导致破碎机激活。",
    "zh-TW": "如果玩家位於破碎機的左右範圍內，則設置為1，這將導致破碎機啟動。"
}
