{
    "ar": "يا سيدة! نحن بحاجة إلى النزول من هذه الجزيرة ، متى يغادر القارب التالي؟",
    "bg": "Хей, госпожице! Трябва да слезем от този остров, кога тръгва следващата лодка?",
    "cs": "Ahoj paní! Musíme se dostat z tohoto ostrova, kdy odpluje další loď?",
    "da": "Hej dame! Vi er nødt til at komme væk fra denne ø, hvornår forlader den næste båd?",
    "de": "Hallo Lady! Wir müssen raus von dieser Insel, wann fährt das nächste Boot ab?",
    "el": "Γεια σου κυρία! Πρέπει να κατεβούμε από αυτό το νησί, πότε φεύγει το επόμενο πλοίο;",
    "en": "Hey lady! We need to get off this island, when does the next boat leave?",
    "es": "¡Hola señora! Tenemos que salir de esta isla, ¿cuándo sale el próximo barco?",
    "es-419": "¡Hola señora! Tenemos que salir de esta isla, ¿cuándo sale el próximo barco?",
    "fi": "Hei neiti! Meidän on päästävä pois tältä saarelta, milloin seuraava vene lähtee?",
    "fr": "Salut madame! Nous devons quitter cette île, quand le prochain bateau part-il?",
    "hu": "Hé hölgyem! Ki kell szállnunk erről a szigetről, mikor indul a következő hajó?",
    "it": "Ehi signora! Dobbiamo scendere da quest'isola, quando parte la prossima barca?",
    "ja": "ねえお嬢さん!この島を降りる必要がありますが、次のボートはいつ出発しますか?",
    "ko": "이봐 아가씨! 이 섬에서 내려야 하는데, 다음 배는 언제 떠나나요?",
    "nl": "Hé mevrouw! We moeten van dit eiland af, wanneer vertrekt de volgende boot?",
    "no": "Hei dame! Vi må komme oss av denne øya, når går neste båt?",
    "pl": "Hej pani! Musimy zejść z tej wyspy, kiedy odpłynie następna łódź?",
    "pt": "Olá senhora! Precisamos de sair desta ilha, quando é que o próximo barco parte?",
    "pt-BR": "Ei senhora! Precisamos sair desta ilha, quando sai o próximo barco?",
    "ro": "Hei doamnă! Trebuie să coborâm de pe această insulă, când pleacă următoarea barcă?",
    "ru": "Эй, леди! Нам нужно уйти с этого острова, когда отойдет следующая лодка?",
    "sv": "Hej damen! Vi måste lämna den här ön, när avgår nästa båt?",
    "th": "เฮ้ผู้หญิง! เราต้องลงจากเกาะนี้เรือลําต่อไปจะออกเมื่อไหร่?",
    "tr": "Hey hanımefendi! Bu adadan inmemiz gerekiyor, bir sonraki tekne ne zaman kalkacak?",
    "uk": "Привіт, леді! Нам потрібно зійти з цього острова, коли вирушить наступний човен?",
    "vi": "Này tiểu thư! Chúng ta cần phải rời khỏi hòn đảo này, khi nào thì thuyền tiếp theo rời đi?",
    "zh-CN": "嘿，女士！我们需要离开这个岛，下一艘船什么时候出发？",
    "zh-TW": "嘿，女士！我們需要離開這個島，下一艘船什麼時候出發？"
}
