{
    "ar": "ماذا لو عرضنا للمساعدة في العثور على %s1؟ هل تسمح لنا بالسفر على إحدى سفنك؟",
    "bg": "Ами ако предложим да помогнем за намирането на %s1? Бихте ли ни позволили да пътуваме на един от вашите кораби?",
    "cs": "Co když nabídneme pomoc při hledání %s1? Nechali byste nás cestovat na jedné z vašich lodí?",
    "da": "Hvad hvis vi tilbyder at hjælpe med at finde %s1? Vil du lade os rejse på et af dine skibe?",
    "de": "Was ist, wenn wir Ihnen bei der Suche nach %s1 behilflich sind? Würdest du uns auf einem deiner Schiffe reisen lassen?",
    "el": "Τι γίνεται αν προσφέρουμε βοήθεια για την εύρεση του %s1; Θα μας επιτρέψετε να ταξιδέψουμε σε ένα από τα πλοία σας;",
    "en": "What if we offer to help find %s1? Would you let us travel on one of your ships?",
    "es": "¿Qué pasa si ofrecemos ayudar a encontrar %s1? ¿Nos dejarías viajar en uno de tus barcos?",
    "es-419": "¿Qué pasa si ofrecemos ayudar a encontrar %s1? ¿Nos dejarías viajar en uno de tus barcos?",
    "fi": "Entä jos tarjoamme auttaa löytämään %s1: n? Antaisitko meidän matkustaa jollain aluksellasi?",
    "fr": "Et si nous proposons d'aider à trouver %s1? Voulez-vous nous laisser voyager sur l'un de vos navires?",
    "hu": "Mi van, ha felajánljuk az %s1 megtalálását? Hagynád, hogy az egyik hajón utazzunk?",
    "it": "Che cosa succede se offriamo per aiutare a trovare %s1? Ci lasceresti viaggiare su una delle tue navi?",
    "ja": "%s1の検索を支援するとしたらどうでしょう？あなたの船で旅行させていただけますか？",
    "ko": "%s1를 찾는 데 도움이되면 어떻게됩니까? 당신의 배 중 하나를 여행하게 하시겠습니까?",
    "nl": "Wat als we aanbieden om %s1 te helpen vinden? Wilt u ons op een van uw schepen laten reizen?",
    "no": "Hva om vi tilbyr å finne %s1? Vil du la oss reise på et av skipene dine?",
    "pl": "Co jeśli zaoferujemy pomoc w znalezieniu %s1? Czy pozwoliłbyś nam podróżować na jednym ze swoich statków?",
    "pt": "E se oferecermos para ajudar a encontrar o %s1? Você nos deixaria viajar em um de seus navios?",
    "pt-BR": "E se oferecermos para ajudar a encontrar o %s1? Você nos deixaria viajar em um de seus navios?",
    "ro": "Ce se întâmplă dacă ne oferim pentru a ajuta la găsirea %s1? Ne-ai lăsa să călătorim pe una dintre navele tale?",
    "ru": "Что если мы предложим помочь найти %s1? Вы позволите нам путешествовать на одном из ваших кораблей?",
    "sv": "Vad händer om vi erbjuder hjälp med att hitta %s1? Skulle du låta oss resa på ett av dina skepp?",
    "th": "ถ้าเราเสนอให้ช่วยหา %s1 ล่ะ? คุณจะให้พวกเราเที่ยวเรือของคุณสักใบไหม?",
    "tr": "Ya %s1'i bulmanıza yardımcı olmayı teklif edersek? Gemilerinizden birinde seyahat etmemize izin verir misiniz?",
    "uk": "Що робити, якщо ми пропонуємо допомогти знайти %s1? Чи дозволяєте ви нам подорожувати на одному з ваших кораблів?",
    "vi": "Điều gì xảy ra nếu chúng tôi đề nghị giúp tìm %s1? Bạn sẽ cho chúng tôi đi du lịch trên một trong những con tàu của bạn?",
    "zh-CN": "如果我们提供帮助找到%s1怎么办？您能让我们乘坐您的其中一艘船旅行吗？",
    "zh-TW": "如果我們提供幫助來查找%s1，該怎麼辦？您能讓我們乘坐您的其中一艘船旅行嗎？"
}
