{
    "ar": "مكافأتك هنا كما وعدت شكرا لك على إعادة %s1 لي بأمان!",
    "bg": "Вашата награда е тук, както беше обещано. Благодаря ви, че ми върнахте %s1 безопасно!",
    "cs": "Vaše odměna je tady, jak jsem slíbil. Děkujeme, že jste mi %s1 vrátili bezpečně!",
    "da": "Din belønning er her, som lovet. Tak, fordi du returnerede %s1 til mig sikkert!",
    "de": "Ihre Belohnung ist hier, wie versprochen. Vielen Dank, dass Sie %s1 sicher an mich zurückgeschickt haben!",
    "el": "Η ανταμοιβή σας είναι εδώ, όπως υποσχέθηκε. Σας ευχαριστώ που επιστρέψατε το %s1 με ασφάλεια!",
    "en": "Your reward is here, as promised. Thank you for returning %s1 to me safely!",
    "es": "Su recompensa está aquí, como se prometió. ¡Gracias por devolverme %s1 de forma segura!",
    "es-419": "Su recompensa está aquí, como se prometió. ¡Gracias por devolverme %s1 de forma segura!",
    "fi": "Palkintosi on täällä, kuten luvattiin. Kiitos, että palautit %s1: n turvallisesti minulle!",
    "fr": "Votre récompense est là, comme promis. Merci de me rendre %s1 en toute sécurité!",
    "hu": "Itt van a jutalma, ahogy ígérte. Köszönöm, hogy biztonságosan visszaküldte nekem az %s1-t!",
    "it": "La tua ricompensa è qui, come promesso. Grazie per avermi restituito %s1 in sicurezza!",
    "ja": "約束どおり、あなたの報酬はここにあります。 %s1を無事に返送していただきありがとうございます。",
    "ko": "약속대로 당신의 보상이 여기 있습니다. %s1를 안전하게 돌려 주셔서 감사합니다!",
    "nl": "Je beloning is hier, zoals beloofd. Bedankt voor het veilig terugsturen van %s1 naar mij!",
    "no": "Din belønning er her, som lovet. Takk for at du returnerte %s1 til meg trygt!",
    "pl": "Twoja nagroda jest tutaj, jak obiecano. Dziękujemy za zwrócenie mi bezpiecznie %s1!",
    "pt": "Sua recompensa está aqui, como prometido. Obrigado por me devolver o %s1 em segurança!",
    "pt-BR": "Sua recompensa está aqui, como prometido. Obrigado por me devolver o %s1 em segurança!",
    "ro": "Recompensa ta este aici, așa cum a promis. Vă mulțumesc că m-ați întors %s1 în siguranță!",
    "ru": "Ваша награда здесь, как и было обещано. Спасибо, что вернули мне %s1 безопасно!",
    "sv": "Din belöning är här, som utlovat. Tack för att du returnerar %s1 till mig säkert!",
    "th": "รางวัลของคุณอยู่ที่นี่ตามที่สัญญาไว้ ขอบคุณที่ส่ง %s1 กลับมาหาฉันอย่างปลอดภัย!",
    "tr": "Ödülünüz vaat ettiğiniz gibi burada. Güvenle bana %s1 döndüğünüz için teşekkür ederiz!",
    "uk": "Ваша нагорода тут, як і обіцяли. Дякую, що безпечно повернули мені %s1!",
    "vi": "Phần thưởng của bạn là ở đây, như đã hứa. Cảm ơn bạn đã trả lại %s1 cho tôi một cách an toàn!",
    "zh-CN": "如您所愿，您的奖赏就在这里。感谢您安全地将%s1还给我！",
    "zh-TW": "如您所願，您的獎賞就在這裡。感謝您安全地將%s1還給我！"
}
