{
    "ar": "شكرا لك على العودة %s1 لي بأمان! كما وعدت ، ها هي ثوابك.",
    "bg": "Благодаря ви, че ми върнахте %s1 безопасно! Както обещахме, тук е вашата награда.",
    "cs": "Děkujeme, že jste mi %s1 vrátili bezpečně! Jak jsem slíbil, tady je vaše odměna.",
    "da": "Tak, fordi du returnerede %s1 til mig sikkert! Som lovet, her er din belønning.",
    "de": "Vielen Dank, dass Sie %s1 sicher an mich zurückgeschickt haben! Wie versprochen, hier ist deine Belohnung.",
    "el": "Σας ευχαριστώ για την επιστροφή του %s1 σε μένα με ασφάλεια! Όπως σας υποσχέθηκε, εδώ είναι η ανταμοιβή σας.",
    "en": "Thank you for returning %s1 to me safely! As promised, here is your reward.",
    "es": "¡Gracias por devolverme %s1 de forma segura! Según lo prometido, aquí está tu recompensa.",
    "es-419": "¡Gracias por devolverme %s1 de forma segura! Según lo prometido, aquí está tu recompensa.",
    "fi": "Kiitos, että palautit %s1: n turvallisesti minulle! Kuten luvattiin, tässä on palkkio.",
    "fr": "Merci de me rendre %s1 en toute sécurité! Comme promis, voici votre récompense.",
    "hu": "Köszönöm, hogy biztonságosan visszaküldte nekem az %s1-t! Ahogy ígértem, itt van a jutalmad.",
    "it": "Grazie per avermi restituito %s1 in sicurezza! Come promesso, ecco la tua ricompensa.",
    "ja": "%s1を安全に返送していただきありがとうございます！約束どおり、ここにあなたの報酬があります。",
    "ko": "%s1를 안전하게 돌려 주셔서 감사합니다! 약속 한대로 여기에 보상이 있습니다.",
    "nl": "Bedankt voor het veilig terugzenden van %s1! Zoals beloofd, hier is je beloning.",
    "no": "Takk for at du returnerte %s1 til meg trygt! Som lovet, her er belønningen din.",
    "pl": "Dziękujemy za zwrócenie mi bezpiecznie %s1! Zgodnie z obietnicą, oto twoja nagroda.",
    "pt": "Obrigado por me devolver o %s1 em segurança! Como prometido, aqui está sua recompensa.",
    "pt-BR": "Obrigado por me devolver o %s1 em segurança! Como prometido, aqui está sua recompensa.",
    "ro": "Vă mulțumesc că m-ați întors %s1 în siguranță! După cum am promis, iată răsplata ta.",
    "ru": "Спасибо, что вернули мне %s1 безопасно! Как и было обещано, вот ваша награда.",
    "sv": "Tack för att du returnerar %s1 till mig säkert! Som lovat är här din belöning.",
    "th": "ขอบคุณที่ส่งคืน %s1 ให้ฉันอย่างปลอดภัย! ตามที่สัญญาไว้นี่คือรางวัลของคุณ",
    "tr": "%s1'yi güvenli bir şekilde bana iade ettiğiniz için teşekkür ederiz! Söz verdiğim gibi, işte ödülün.",
    "uk": "Дякуємо, що безпечно повернули мені %s1! Як і обіцяли, ось ваша нагорода.",
    "vi": "Cảm ơn bạn đã trả lại %s1 cho tôi một cách an toàn! Như đã hứa, đây là phần thưởng của bạn.",
    "zh-CN": "感谢您安全地将%s1还给我！按照承诺，这是您的奖励。",
    "zh-TW": "感謝您安全地將%s1還給我！按照承諾，這是您的獎勵。"
}
