{
    "ar": "ماذا تقصد أكثر واحد صالح؟ لقد فعلنا ما طلبت ، فلنركب سفينة!",
    "bg": "Какво искаш да кажеш още една услуга? Направихме каквото поискате, нека се качим на кораб!",
    "cs": "Co myslíš ještě jednou laskavostí? Udělali jsme, co jste požádali, necháme nás nastoupit na loď!",
    "da": "Hvad mener du med en fordel mere? Vi gjorde, hvad du bad om, lad os gå om bord på et skib!",
    "de": "Was meinst du noch einen Gefallen? Wir haben getan, was Sie gefragt haben, lassen Sie uns an Bord eines Schiffes gehen!",
    "el": "Τι εννοείς μια άλλη χάρη; Κάναμε όσα ρωτήσατε, ας επιβιβαστούμε σε ένα πλοίο!",
    "en": "What do you mean one more favor? We did what you asked, let us board a ship!",
    "es": "¿Qué quieres decir con un favor más? Hicimos lo que pediste, ¡déjanos subir a un barco!",
    "es-419": "¿Qué quieres decir con un favor más? Hicimos lo que pediste, ¡déjanos subir a un barco!",
    "fi": "Mitä tarkoitat vielä yhdellä palvelulla? Teimme mitä pyysit, päästämme alukseen!",
    "fr": "Que voulez-vous dire une faveur de plus? Nous avons fait ce que vous avez demandé, montons à bord d'un navire!",
    "hu": "Mit értesz még egy szívességet? Megtettük, amit kértél, szálljunk fel egy hajóra!",
    "it": "Cosa intendi con un altro favore? Abbiamo fatto quello che hai chiesto, lasciaci salire a bordo di una nave!",
    "ja": "もう一つの好意はどういう意味ですか？私たちはあなたが尋ねたことをやりました、船に乗りましょう！",
    "ko": "한 가지 더 호의적 인 의미는 무엇입니까? 우리는 당신이 요구 한 것을했습니다, 우리가 배를 타자!",
    "nl": "Wat bedoel je nog een gunst? We hebben gedaan wat je vroeg, laten we aan boord van een schip gaan!",
    "no": "Hva mener du med en fordel? Vi gjorde det du ba om, la oss gå om bord på et skip!",
    "pl": "Co masz na myśli jeszcze jedną przysługę? Zrobiliśmy to, o co prosiłeś, pozwól nam wejść na statek!",
    "pt": "Como assim, mais um favor? Fizemos o que você pediu, vamos embarcar em um navio!",
    "pt-BR": "Como assim, mais um favor? Fizemos o que você pediu, vamos embarcar em um navio!",
    "ro": "Ce vrei să spui încă o favoare? Am făcut ceea ce ai cerut, hai să ne urcăm pe o navă!",
    "ru": "Что вы имеете в виду еще одну услугу? Мы сделали то, что вы просили, давайте сядем на корабль!",
    "sv": "Vad menar du ytterligare en tjänst? Vi gjorde vad du frågade, låt oss gå ombord på ett fartyg!",
    "th": "คุณหมายถึงความโปรดปรานอีกหนึ่งข้อ เราทำสิ่งที่คุณถามขอให้เราขึ้นเรือ!",
    "tr": "Bir iyilik daha ne demek istiyorsun? Sorduğun şeyi yaptık, bir gemiye binelim!",
    "uk": "Що означає ще одна прихильність? Ми зробили те, що ви просили, давайте на борт корабля!",
    "vi": "Bạn có ý nghĩa gì thêm một ưu đãi? Chúng tôi đã làm những gì bạn yêu cầu, hãy để chúng tôi lên một con tàu!",
    "zh-CN": "你又意味着什么？我们按照您的要求做了，让我们登船！",
    "zh-TW": "你又意味著什麼？我們按照您的要求做了，讓我們登船！"
}
