{
    "ar": "عندما احتُجزت أسيرًا ، علمت أن ملك العاصفة أرسل قائده الأكثر شرسة لقيادة جيش إلى الشمال. كانوا يخططون لمهاجمتنا من جانبين.",
    "bg": "Когато бях държан в плен, научих, че царят орк изпраща най-яростния си командир да води армия на север. Планираха да ни нападнат от две страни.",
    "cs": "Když jsem byl zajat, zjistil jsem, že orkský král vyslal svého nejsilnějšího velitele, aby vedl armádu na sever. Plánovali nás napadnout ze dvou stran.",
    "da": "Da jeg blev holdt i fangenskab, lærte jeg, at orkekongen sendte sin hårdeste kommandør for at lede en hær mod nord. De planlagde at angribe os fra to sider.",
    "de": "Als ich gefangen gehalten wurde, erfuhr ich, dass der Orkkönig seinen heftigsten Kommandeur sandte, um eine Armee nach Norden zu führen. Sie wollten uns von zwei Seiten angreifen.",
    "el": "Όταν ήμουν κρατούμενος αιχμάλωτος, έμαθα ότι ο βασιλιάς orc έστειλε τον πιο άγριο διοικητή του να οδηγήσει στρατό στο βορρά. Σκοπεύουν να μας επιτεθούν από δύο πλευρές.",
    "en": "When I was held captive, I learned that the orc king sent his most fierce commander to lead an army to the north. They were planning to attack us from two sides.",
    "es": "Cuando me mantuvieron cautivo, supe que el rey orco envió a su comandante más feroz para dirigir un ejército hacia el norte. Planeaban atacarnos desde dos lados.",
    "es-419": "Cuando me mantuvieron cautivo, supe que el rey orco envió a su comandante más feroz para dirigir un ejército hacia el norte. Planeaban atacarnos desde dos lados.",
    "fi": "Kun minua pidettiin vankeudessa, sain tietää, että orkkikuningas lähetti kovimman komentajansa johtamaan armeijan pohjoiseen. He aikoivat hyökätä meitä molemmilta puolilta.",
    "fr": "Quand j'ai été retenu captif, j'ai appris que le roi orc avait envoyé son commandant le plus acharné pour diriger une armée au nord. Ils prévoyaient de nous attaquer de deux côtés.",
    "hu": "Amikor fogságban tartottam, megtudtam, hogy az orkkirály elküldte legkeményebb parancsnokát, hogy hadsereget vezessen észak felé. Két oldalról terveztek megtámadni minket.",
    "it": "Quando fui tenuto prigioniero, appresi che il re degli orchi mandava il suo più feroce comandante a guidare un esercito a nord. Stavano progettando di attaccarci da due parti.",
    "ja": "捕虜になったとき、オークの王が最も激しい指揮官を派遣して軍隊を北に導くことを知りました。彼らは私たちを2つの側面から攻撃することを計画していました。",
    "ko": "내가 포로로 잡혔을 때, 나는 오크 왕이 군대를 북쪽으로 이끌 기 위해 가장 치열한 사령관을 보냈다는 것을 알았습니다. 그들은 양측에서 우리를 공격 할 계획이었습니다.",
    "nl": "Toen ik gevangen werd gehouden, hoorde ik dat de orkekoning zijn meest felle commandant stuurde om een ​​leger naar het noorden te leiden. Ze waren van plan ons van twee kanten aan te vallen.",
    "no": "Da jeg ble holdt fanget, fikk jeg vite at orkekongen sendte sin heftigste kommandør for å lede en hær mot nord. De planla å angripe oss fra to sider.",
    "pl": "Kiedy zostałem uwięziony, dowiedziałem się, że król orków wysłał swojego najzagorzalszego dowódcę, aby poprowadził armię na północ. Planowali nas zaatakować z dwóch stron.",
    "pt": "Quando fui mantido em cativeiro, soube que o rei orc enviou seu comandante mais feroz para liderar um exército ao norte. Eles estavam planejando nos atacar por dois lados.",
    "pt-BR": "Quando fui mantido em cativeiro, soube que o rei orc enviou seu comandante mais feroz para liderar um exército ao norte. Eles estavam planejando nos atacar por dois lados.",
    "ro": "Când am fost ținut captiv, am aflat că regele orc a trimis cel mai aprig comandant al său să conducă o armată în nord. Aveau de gând să ne atace din două părți.",
    "ru": "Когда я был в плену, я узнал, что король орков послал своего самого свирепого командира, чтобы привести армию на север. Они планировали напасть на нас с двух сторон.",
    "sv": "När jag hölls i fångenskap fick jag veta att orkekungen skickade sin hårdaste befälhavare för att leda en armé i norr. De planerade att attackera oss från två sidor.",
    "th": "เมื่อฉันถูกจับเป็นเชลยฉันได้เรียนรู้ว่ากษัตริย์ผีส่งผู้บัญชาการที่ดุร้ายที่สุดของเขาเพื่อนำกองทัพไปทางเหนือ พวกเขาวางแผนที่จะโจมตีเราจากทั้งสองฝ่าย",
    "tr": "Esir düştüğümde, ork kralının en sert komutanını kuzeye bir orduya götürmek için gönderdiğini öğrendim. Bize iki taraftan saldırmayı planlıyorlardı.",
    "uk": "Коли мене утримували в полоні, я дізнався, що король-орк послав свого найжорстокішого полководця повести армію на північ. Вони планували напасти на нас з двох сторін.",
    "vi": "Khi tôi bị giam cầm, tôi biết rằng vua Orc đã phái chỉ huy hung dữ nhất của mình để lãnh đạo một đội quân ở phía bắc. Họ đã lên kế hoạch tấn công chúng tôi từ hai phía.",
    "zh-CN": "当我被俘虏时，我得知兽人国王派出了最厉害的指挥官率军北下。他们打算从两个方面攻击我们。",
    "zh-TW": "當我被俘虜時，我得知獸人國王派出了最厲害的指揮官率軍北下。他們打算從兩個方面攻擊我們。"
}
