{
    "ar": "لقد هزمنا الجنرال أورك ، لكن قائد أورك الذي سجنني لا يزال على قيد الحياة. أنتم أملنا الوحيد في هزيمة القائد وإعادة السلام إلى مدينتنا.",
    "bg": "Победихме орк-генерала, но командирът на Орк, който ме закри, все още е жив. Вие сте единствената ни надежда да победим командира и да възстановим мира в нашия град.",
    "cs": "Porazili jsme skřetího generála, ale velitel skřetů, který mě uvěznil, je stále naživu. Jste naší jedinou nadějí na porážku velitele a obnovení míru v našem městě.",
    "da": "Vi besejrede Orc General, men Orc Commander, der fængslede mig, lever stadig. Du er vores eneste håb om at besejre kommandanten og genoprette freden i vores by.",
    "de": "Wir haben den Ork-General besiegt, aber der Ork-Kommandant, der mich eingesperrt hat, lebt noch. Du bist unsere einzige Hoffnung, den Kommandanten zu besiegen und den Frieden in unserer Stadt wiederherzustellen.",
    "el": "Νικήσαμε τον Στρατηγό Ορκ, αλλά ο Διοικητής των Ορκ που με φυλάκισε είναι ακόμα ζωντανός. Είσαι η μόνη μας ελπίδα να νικήσουμε τον διοικητή και να αποκαταστήσουμε την ειρήνη στην πόλη μας.",
    "en": "We defeated the Orc General, but the Orc Commander who imprisoned me is still alive. You are our only hope for defeating the commander and restoring peace to our town.",
    "es": "Derrotamos al General Orco, pero el Comandante Orco que me encarceló todavía está vivo. Ustedes son nuestra única esperanza para derrotar al comandante y restaurar la paz en nuestra ciudad.",
    "es-419": "Derrotamos al General Orco, pero el Comandante Orco que me encarceló todavía está vivo. Ustedes son nuestra única esperanza para derrotar al comandante y restaurar la paz en nuestra ciudad.",
    "fi": "Voitimme örkkikenraalin, mutta örkkikomentaja, joka vangitsi minut, on yhä elossa. Olet ainoa toivomme voittaa komentaja ja palauttaa rauha kaupungillemme.",
    "fr": "Nous avons vaincu le général orc, mais le commandant orc qui m’a emprisonné est toujours en vie. Vous êtes notre seul espoir de vaincre le commandant et de rétablir la paix dans notre ville.",
    "hu": "Legyőztük az ORC tábornokot, de az ork parancsnok, aki bebörtönzött, még mindig él. Te vagy az egyetlen reményünk, hogy legyőzzük a parancsnokot, és helyreállítsuk a békét a városunkban.",
    "it": "Abbiamo sconfitto il generale orco, ma il comandante orco che mi ha imprigionato è ancora vivo. Tu sei la nostra unica speranza per sconfiggere il comandante e riportare la pace nella nostra città.",
    "ja": "オーク将軍を倒しましたが、私を投獄したオーク司令官はまだ生きています。あなたは司令官を打ち負かし、私たちの町 に平和を回復するための私たちの唯一の希望です。",
    "ko": "우리는 오크 장군을 물리쳤지만, 나를 감옥에 가두었던 오크 사령관은 여전히 살아 있다. 당신은 사령관을 물리치고 우리 마을에 평화를 회복하기위한 우리의 유일한 희망입니다.",
    "nl": "We hebben de Orc-generaal verslagen, maar de Orc-commandant die mij gevangen heeft gezet, leeft nog steeds. U bent onze enige hoop om de commandant te verslaan en de vrede in onze stad te herstellen.",
    "nb": "Vi beseiret orkgeneralen, men orkkommandøren som fengslet meg er fortsatt i live. Du er vårt eneste håp om å beseire kommandanten og gjenopprette freden til byen vår.",
    "pl": "Pokonaliśmy Orkowego Generała, ale Orkowy Dowódca, który mnie uwięził, wciąż żyje. Jesteście naszą jedyną nadzieją na pokonanie dowódcy i przywrócenie pokoju w naszym mieście.",
    "pt": "Derrotámos o General Orc, mas o Comandante Orc que me prendeu ainda está vivo. És a nossa única esperança de derrotar o Comandante e restaurar a paz na nossa cidade.",
    "pt-BR": "Derrotamos o General Orc, mas o Comandante Orc que me aprisionou ainda está vivo. Você é nossa única esperança para derrotar o comandante e restaurar a paz em nossa cidade.",
    "ro": "L-am învins pe generalul Orc, dar comandantul ORC care m-a închis este încă în viață. Sunteți singura noastră speranță pentru înfrângerea comandantului și restabilirea păcii în orașul nostru.",
    "ru": "Мы победили генерала орков, но командир орков, который заключил меня в тюрьму, все еще жив. Вы наша единственная надежда на победу над командиром и восстановление мира в нашем городе.",
    "sv": "Vi besegrade orcgeneralen, men orc-befälhavaren som fängslade mig lever fortfarande. Du är vårt enda hopp om att besegra befälhavaren och återställa freden i vår stad.",
    "th": "เราเอาชนะนายพลออร์คได้ แต่ผู้บัญชาการออร์คที่ขังข้ายังมีชีวิตอยู่ เจ้าเป็นความหวังเดียวของเรา ที่จะเอาชนะผู้บัญชาการ และฟื้นฟูสันติสุขให้กับเมืองของเรา",
    "tr": "Ork Generali yendik ama beni hapseden Ork Komutanı hala hayatta. Komutanı yenmek ve kasabamıza barışı sağlamak için tek umudumuzsun.",
    "uk": "Ми перемогли генерала орків, але командир орків, який ув'язнив мене, все ще живий. Ви – наша єдина надія на перемогу над командиром і відновлення миру в нашому місті.",
    "vi": "Chúng tôi đã đánh bại Tướng Orc, nhưng Chỉ huy Orc đã giam cầm tôi vẫn còn sống. Các bạn là hy vọng duy nhất của chúng tôi để đánh bại chỉ huy và khôi phục hòa bình cho thị trấn của chúng tôi.",
    "zh-CN": "我们打败了兽人将军，但囚禁我的兽人指挥官还活着。你们是我们打败指挥官和恢复我们城镇和平的唯一希望。",
    "zh-TW": "我們打敗了獸人將軍，但囚禁我的獸人指揮官還活著。你們是我們打敗指揮官和恢復我們城鎮和平的唯一希望。"
}
