{
    "ar": "!لقد هزمنا الجنرال أورك ، لكن قائد أورك الذي سجنني لا يزال على قيد الحياة. ساعدونا في إعادة السلام إلى مدينتنا مرة واحدة وإلى الأبد",
    "bg": "Победихме орк-генерала, но командирът на Орк, който ме закри, все още е жив. Помогнете ни да възстановим мира в нашия град веднъж завинаги!",
    "cs": "Porazili jsme skřetího generála, ale velitel skřetů, který mě uvěznil, je stále naživu. Pomozte nám obnovit mír v našem městě jednou provždy!",
    "da": "Vi besejrede Orc General, men Orc Commander, der fængslede mig, lever stadig. Hjælp os med at genoprette freden i vores by en gang for alle!",
    "de": "Wir haben den Ork-General besiegt, aber der Ork-Kommandant, der mich eingesperrt hat, lebt noch. Helfen Sie uns, den Frieden in unserer Stadt ein für alle Mal wiederherzustellen!",
    "el": "Νικήσαμε τον Στρατηγό Ορκ, αλλά ο Διοικητής των Ορκ που με φυλάκισε είναι ακόμα ζωντανός. Βοηθήστε μας να αποκαταστήσουμε την ειρήνη στην πόλη μας μια για πάντα!",
    "en": "We defeated the Orc General, but the Orc Commander who imprisoned me is still alive. Help us restore peace to our town once and for all!",
    "es": "Derrotamos al General Orco, pero el Comandante Orco que me encarceló todavía está vivo. ¡Ayúdanos a restaurar la paz en nuestra ciudad de una vez por todas!",
    "es-419": "Derrotamos al General Orco, pero el Comandante Orco que me encarceló todavía está vivo. ¡Ayúdanos a restaurar la paz en nuestra ciudad de una vez por todas!",
    "fi": "Voitimme örkkikenraalin, mutta örkkikomentaja, joka vangitsi minut, on yhä elossa. Auta meitä palauttamaan rauha kaupunkiimme lopullisesti!",
    "fr": "Nous avons vaincu le général orc, mais le commandant orc qui m’a emprisonné est toujours en vie. Aidez-nous à rétablir la paix dans notre ville une fois pour toutes!",
    "hu": "Legyőztük az ORC tábornokot, de az ork parancsnok, aki bebörtönzött, még mindig él. Segíts helyreállítani a békét városunkban egyszer s mindenkorra!",
    "it": "Abbiamo sconfitto il generale orco, ma il comandante orco che mi ha imprigionato è ancora vivo. Aiutaci a riportare la pace nella nostra città una volta per tutte!",
    "ja": "オーク将軍を倒しましたが、私を投獄したオーク司令官はまだ生きています。私たちの町に平和をきっぱりと取り戻せる ように助けてください!",
    "ko": "우리는 오크 장군을 물리쳤지만, 나를 감옥에 가두었던 오크 사령관은 여전히 살아 있다. 우리 마을에 한번에 평화를 회복하는 데 도움이!",
    "nl": "We hebben de Orc-generaal verslagen, maar de Orc-commandant die mij gevangen heeft gezet, leeft nog steeds. Help ons de vrede in onze stad voor eens en voor altijd te herstellen!",
    "no": "Vi beseiret orkgeneralen, men orkkommandøren som fengslet meg er fortsatt i live. Hjelp oss å gjenopprette fred til byen vår en gang for alle!",
    "pl": "Pokonaliśmy Orkowego Generała, ale Orkowy Dowódca, który mnie uwięził, wciąż żyje. Pomóż nam przywrócić pokój w naszym mieście raz na zawsze!",
    "pt": "Derrotámos o General Orc, mas o Comandante Orc que me prendeu ainda está vivo. Ajude-nos a restaurar a paz na nossa cidade de uma vez por todas!",
    "pt-BR": "Derrotamos o General Orc, mas o Comandante Orc que me aprisionou ainda está vivo. Ajude-nos a restaurar a paz em nossa cidade de uma vez por todas!",
    "ro": "L-am învins pe generalul Orc, dar comandantul ORC care m-a închis este încă în viață. Ajutați-ne să restabilim pacea în orașul nostru o dată pentru totdeauna!",
    "ru": "Мы победили генерала орков, но командир орков, который заключил меня в тюрьму, все еще жив. Помогите нам восстановить мир в нашем городе раз и навсегда!",
    "sv": "Vi besegrade orcgeneralen, men orc-befälhavaren som fängslade mig lever fortfarande. Hjälp oss att återställa freden i vår stad en gång för alla!",
    "th": "เราเอาชนะนายพลออร์คได้ แต่ผู้บัญชาการออร์คที่ขังข้ายังมีชีวิตอยู่ ช่วยเราคืนความสงบสุขให้กับเมืองของเราทันทีและสําหรับทุกคน!",
    "tr": "Ork Generali yendik ama beni hapseden Ork Komutanı hala hayatta. Kasabamıza ilk ve son kez barışı sağlamamıza yardım edin!",
    "uk": "Ми перемогли генерала орків, але командир орків, який ув'язнив мене, все ще живий. Допоможіть нам раз і назавжди відновити мир у нашому місті!",
    "vi": "Chúng tôi đã đánh bại Tướng Orc, nhưng Chỉ huy Orc đã giam cầm tôi vẫn còn sống. Hãy giúp chúng tôi khôi phục hòa bình cho thị trấn của chúng tôi một lần và mãi mãi!",
    "zh-CN": "我们打败了兽人将军，但囚禁我的兽人指挥官还活着。帮助我们一劳永逸地恢复城镇的和平！",
    "zh-TW": "我們打敗了獸人將軍，但囚禁我的獸人指揮官還活著。幫助我們一勞永逸地恢復城鎮的和平！"
}
