{
    "ar": "عندما تنتشر الكلمة بأن ملك العفريت قد مات ، فإن العفاريت إلى الشمال ستقوم بالانتقام والهجوم علينا.",
    "bg": "Когато се разпространи дума, че цар орк е мъртъв, орките на север ще отмъстят и ще ни нападнат.",
    "cs": "Když se rozšíří slovo, že král orků je mrtvý, orkové na severu nás pomstou a zaútočí na nás.",
    "da": "Når ordet spreder sig om, at orkekongen er død, vil orkerne mod nord gengælde og angribe os.",
    "de": "Wenn bekannt wird, dass der Orkkönig tot ist, werden sich die Orks im Norden revanchieren und uns angreifen.",
    "el": "Όταν εξαπλωθεί η λέξη ότι ο βασιλιάς orc είναι νεκρός, οι orcs προς τα βόρεια θα μας εκτοξεύσουν και θα μας επιτεθούν.",
    "en": "When word spreads that the orc king is dead, the orcs to the north will retaliate and attack us.",
    "es": "Cuando se corra la voz de que el rey orco está muerto, los orcos del norte tomarán represalias y nos atacarán.",
    "es-419": "Cuando se corra la voz de que el rey orco está muerto, los orcos del norte tomarán represalias y nos atacarán.",
    "fi": "Kun leviää, että orkkikuningas on kuollut, pohjoiseen sijaitsevat orkit kostaavat ja hyökkäävät meitä vastaan.",
    "fr": "Quand le mot se répand que le roi orc est mort, les orcs au nord riposteront et nous attaqueront.",
    "hu": "Amikor terjed a szó, hogy az orkkirály meghalt, az északi orkok megtorolnak és megtámadnak minket.",
    "it": "Quando si diffonde la voce che il re degli orchi è morto, gli orchi a nord si vendicheranno e ci attaccheranno.",
    "ja": "オークの王が死んだという言葉が広まると、北のオークが報復して私たちを攻撃します。",
    "ko": "오크 왕이 죽었다는 말이 퍼지자 북쪽의 오크들은 보복하여 우리를 공격 할 것입니다.",
    "nl": "Wanneer het bericht zich verspreidt dat de orkekoning dood is, zullen de orks naar het noorden wraak nemen en ons aanvallen.",
    "no": "Når ordet sprer seg om at orkekongen er død, vil orkene mot nord gjengjelde seg og angripe oss.",
    "pl": "Kiedy rozlegnie się wiadomość, że król orków nie żyje, orki na północy odwetą i zaatakują nas.",
    "pt": "Quando se espalhar a notícia de que o rei orc está morto, os orcs ao norte irão retaliar e nos atacar.",
    "pt-BR": "Quando se espalhar a notícia de que o rei orc está morto, os orcs ao norte irão retaliar e nos atacar.",
    "ro": "Când se va răspândi cuvântul că regele orc este mort, orcii spre nord vor riposta și ne vor ataca.",
    "ru": "Когда станет известно, что король орков мертв, орки на севере нанесут ответный удар и нападут на нас.",
    "sv": "När ord sprids att orkekungen är död kommer orkarna i norr att hämnas och attackera oss.",
    "th": "เมื่อคำพูดที่แพร่กระจายไปทั่ว Orc king นั้นตายไปแล้ว Orcs ทางเหนือจะตอบโต้และโจมตีพวกเรา",
    "tr": "Söz ork kralının öldüğünü söylediğinde, kuzeydeki orklar misilleme yapar ve bize saldırır.",
    "uk": "Коли пошириться слово про те, що король орк мертвий, орки на північ помстять і нападуть на нас.",
    "vi": "Khi có thông tin rằng vua Orc đã chết, lũ Orc ở phía bắc sẽ trả thù và tấn công chúng tôi.",
    "zh-CN": "当有消息称兽人国王已死时，北方的兽人将进行报复并攻击我们。",
    "zh-TW": "當有消息稱獸人國王已死時，北方的獸人將進行報復並攻擊我們。"
}
