{
    "ar": "أعلم أننا نطلب الكثير. افعل ذلك ، وسنسمح لك باستخدام سفننا في أي وقت تشاء.",
    "bg": "Знам, че искаме много. Направете това и ние ще ви позволим да използвате нашите кораби по всяко време, когато пожелаете.",
    "cs": "Vím, že hodně žádáme. Udělejte to a my vám dovolíme používat naše lodě kdykoli budete chtít.",
    "da": "Jeg ved, at vi beder om meget. Gør dette, så giver vi dig mulighed for at bruge vores skibe, når som helst du ønsker det.",
    "de": "Ich weiß, dass wir viel verlangen. Wenn Sie dies tun, können Sie unsere Schiffe jederzeit nutzen.",
    "el": "Ξέρω ότι ζητάμε πολλά. Κάνετε αυτό και θα σας επιτρέψουμε να χρησιμοποιήσετε τα πλοία μας όποτε θέλετε.",
    "en": "I know we are asking for a lot. Do this, and we will allow you to use our ships any time you wish.",
    "es": "Sé que estamos pidiendo mucho. Haga esto y le permitiremos utilizar nuestros barcos en cualquier momento que lo desee.",
    "es-419": "Sé que estamos pidiendo mucho. Haga esto y le permitiremos utilizar nuestros barcos en cualquier momento que lo desee.",
    "fi": "Tiedän, että pyydämme paljon. Tee tämä, ja annamme sinun käyttää laivojamme milloin haluat.",
    "fr": "Je sais que nous demandons beaucoup. Faites-le et nous vous autoriserons à utiliser nos navires à tout moment.",
    "hu": "Tudom, hogy sokat kérünk. Tegye ezt, és megengedjük, hogy hajójainkat bármikor felhasználhatja.",
    "it": "So che stiamo chiedendo molto. Fallo e ti consentiremo di utilizzare le nostre navi ogni volta che lo desideri.",
    "ja": "私たちは多くを求めていることを知っています。これを行うと、私たちはあなたがいつでも私たちの船を使用できるようにします。",
    "ko": "우리가 많이 요구한다는 것을 알고 있습니다. 이렇게하면 언제든지 선박을 사용할 수 있습니다.",
    "nl": "Ik weet dat we veel vragen. Doe dit en we zullen u toestaan ​​onze schepen te gebruiken wanneer u maar wilt.",
    "no": "Jeg vet at vi ber om mye. Gjør dette, så lar vi deg bruke våre skip når du måtte ønske det.",
    "pl": "Wiem, że dużo prosimy. Zrób to, a pozwolimy ci korzystać z naszych statków w dowolnym momencie.",
    "pt": "Eu sei que estamos pedindo muito. Faça isso e permitiremos que você use nossos navios a qualquer momento.",
    "pt-BR": "Eu sei que estamos pedindo muito. Faça isso e permitiremos que você use nossos navios a qualquer momento.",
    "ro": "Știu că cerem multe. Faceți acest lucru și vă vom permite să folosiți navele noastre oricând doriți.",
    "ru": "Я знаю, что мы многого просим. Сделайте это, и мы позволим вам использовать наши корабли в любое время.",
    "sv": "Jag vet att vi ber om mycket. Gör detta, så låter vi dig använda våra fartyg när du vill.",
    "th": "ฉันรู้ว่าเรากำลังขอมาก ทำสิ่งนี้และเราจะอนุญาตให้คุณใช้งานเรือของเราเมื่อใดก็ได้ที่คุณต้องการ",
    "tr": "Çok şey istediğimizi biliyorum. Bunu yapın, gemilerimizi istediğiniz zaman kullanmanıza izin vereceğiz.",
    "uk": "Я знаю, що ми просимо багато. Зробіть це, і ми дозволимо вам використовувати наші кораблі в будь-який час, коли забажаєте.",
    "vi": "Tôi biết chúng tôi đang yêu cầu rất nhiều. Làm điều này, và chúng tôi sẽ cho phép bạn sử dụng tàu của chúng tôi bất cứ lúc nào bạn muốn.",
    "zh-CN": "我知道我们要很多。这样做，我们将允许您随时使用我们的船。",
    "zh-TW": "我知道我們要很多。這樣做，我們將允許您隨時使用我們的船。"
}
