{
    "ar": "نافذة الفرص لدينا صغيرة ، وليس لدينا مقاتلين أقوياء مثلك.",
    "bg": "Нашият прозорец за възможности е малък и нямаме бойци, толкова силни като вас.",
    "cs": "Naše příležitost je malá a nemáme žádné bojovníky tak silné jako vy.",
    "da": "Vores mulighedsvindue er lille, og vi har ingen kæmpere så stærke som dig.",
    "de": "Unser Zeitfenster ist klein und wir haben keine so starken Kämpfer wie Sie.",
    "el": "Το παράθυρο ευκαιρίας μας είναι μικρό και δεν έχουμε μαχητές τόσο ισχυρούς όσο εσείς.",
    "en": "Our window of opportunity is small, and we have no fighters as strong as you.",
    "es": "Nuestra ventana de oportunidad es pequeña, y no tenemos luchadores tan fuertes como tú.",
    "es-419": "Nuestra ventana de oportunidad es pequeña, y no tenemos luchadores tan fuertes como tú.",
    "fi": "Mahdollisuuksemme ikkuna on pieni, eikä meillä ole yhtä vahvoja taistelijoita kuin sinä.",
    "fr": "Notre fenêtre d'opportunité est petite et nous n'avons pas de combattants aussi forts que vous.",
    "hu": "A lehetőségek ablaka kicsi, és nincsenek olyan erős harcosok, mint te.",
    "it": "La nostra finestra di opportunità è piccola e non abbiamo combattenti forti come te.",
    "ja": "私たちのチャンスの窓は小さく、あなたほど強力な戦闘機はありません。",
    "ko": "우리의 기회는 작고, 당신만큼 강력한 전투기는 없습니다.",
    "nl": "Onze kans is klein en we hebben geen jagers zo sterk als jij.",
    "no": "Vårt mulighetsvindu er lite, og vi har ingen jagerfly så sterke som deg.",
    "pl": "Nasze możliwości są niewielkie i nie mamy wojowników tak silnych jak ty.",
    "pt": "Nossa janela de oportunidade é pequena e não temos lutadores tão fortes quanto você.",
    "pt-BR": "Nossa janela de oportunidade é pequena e não temos lutadores tão fortes quanto você.",
    "ro": "Fereastra noastră de oportunitate este mică și nu avem luptători la fel de puternici ca tine.",
    "ru": "У нас мало возможностей, и у нас нет таких сильных бойцов, как ты.",
    "sv": "Vårt möjlighetsfönster är litet, och vi har inga kämpar lika starka som dig.",
    "th": "หน้าต่างแห่งโอกาสของเรามีขนาดเล็กและเราไม่มีนักสู้ที่แข็งแกร่งเท่ากับคุณ",
    "tr": "Fırsat penceremiz küçük ve sizin kadar güçlü savaşçılarımız yok.",
    "uk": "Наше вікно можливостей невелике, і у нас немає таких бійців, як сильних.",
    "vi": "Cửa sổ cơ hội của chúng tôi rất nhỏ và chúng tôi không có máy bay chiến đấu nào mạnh như bạn.",
    "zh-CN": "我们的机会之窗很小，我们没有比您更强大的战士。",
    "zh-TW": "我們的機會之窗很小，而且沒有比您更強大的戰士。"
}
