{
    "ar": "قبل أن تتوجه ، أراد %s1 في نقابة السحراء التحدث معك. كما أوصي بأن تزور المتاجر في المدينة بحثًا عن الأسلحة والإمدادات.",
    "bg": "Преди да излезете, %s1 в гилдията на магьосниците искаше да говори с вас. Препоръчвам ви също да посетите магазините в града за оръжие и провизии.",
    "cs": "Než vyrazíte ven, chtěl %s1 v cechu mágů s vámi mluvit. Doporučuji také navštívit obchody ve městě pro zbraně a zásoby.",
    "da": "Inden du tager ud, ønskede %s1 på mages guild at tale med dig. Jeg anbefaler også, at du besøger butikkerne i byen for våben og forsyninger.",
    "de": "Bevor du losfährst, wollte %s1 von der Magiergilde mit dir sprechen. Ich empfehle auch, dass Sie die Geschäfte in der Stadt für Waffen und Zubehör besuchen.",
    "el": "Πριν ξεκινήσετε, το %s1 στη συντεχνία των ματζών ήθελε να μιλήσει μαζί σας. Σας προτείνω επίσης να επισκεφθείτε τα καταστήματα της πόλης για όπλα και προμήθειες.",
    "en": "Before you head out, %s1 at the mages guild wanted to speak with you. I also recommend that you visit the shops in town for weapons and supplies.",
    "es": "Antes de salir, %s1 del gremio de magos quería hablar contigo. También te recomiendo que visites las tiendas de la ciudad en busca de armas y suministros.",
    "es-419": "Antes de salir, %s1 del gremio de magos quería hablar contigo. También te recomiendo que visites las tiendas de la ciudad en busca de armas y suministros.",
    "fi": "Ennen kuin lähdet ulos, %s1 mages-killassa halusi puhua kanssasi. Suosittelen myös, että vierailet kaupoissa kaupungissa kauppoja asemia ja tarvikkeita varten.",
    "fr": "Avant de partir, %s1 de la guilde des mages a voulu vous parler. Je vous recommande également de visiter les magasins de la ville pour les armes et les fournitures.",
    "hu": "Mielőtt elindult volna, a %s1 a mágusok céhében beszélni akart veled. Azt is javaslom, hogy látogassa meg a város üzleteit fegyverek és kellékek vásárlása céljából.",
    "it": "Prima di uscire, %s1 alla gilda dei maghi voleva parlare con te. Consiglio anche di visitare i negozi in città per armi e forniture.",
    "ja": "あなたが出かける前に、魔術師ギルドの%s1はあなたと話をしたかった。また、武器や物資を求めて町の店を訪れることをお勧めします。",
    "ko": "나가기 전에 마법사 길드의 %s1가 당신과 대화하고 싶었습니다. 또한 도시의 상점을 방문하여 무기와 보급품을 구입하는 것이 좋습니다.",
    "nl": "Voordat je naar buiten ging, wilde %s1 bij het magiërsgilde met je praten. Ik raad ook aan dat je de winkels in de stad bezoekt voor wapens en benodigdheden.",
    "no": "Før du drar ut, ønsket %s1 på mages guild å snakke med deg. Jeg anbefaler også at du besøker butikkene i byen for våpen og forsyninger.",
    "pl": "Zanim wyjdziesz, %s1 z gildii magów chciał z tobą porozmawiać. Polecam również odwiedzenie sklepów w mieście po broń i zapasy.",
    "pt": "Antes de sair, %s1 na guilda dos magos queria falar com você. Também recomendo que você visite as lojas da cidade em busca de armas e suprimentos.",
    "pt-BR": "Antes de sair, %s1 na guilda dos magos queria falar com você. Também recomendo que você visite as lojas da cidade em busca de armas e suprimentos.",
    "ro": "Înainte de a ieși afară, %s1 la breasla magilor voia să vorbească cu tine. De asemenea, vă recomand să vizitați magazinele din oraș pentru arme și consumabile.",
    "ru": "Прежде чем отправиться в путь, %s1 из гильдии магов хотела поговорить с вами. Я также рекомендую вам посетить магазины в городе для оружия и расходных материалов.",
    "sv": "Innan du åker ut, ville %s1 på mages guild prata med dig. Jag rekommenderar också att du besöker butikerna i stan för vapen och förnödenheter.",
    "th": "ก่อนที่คุณจะออกไป %s1 ที่กิลด์ผู้วิเศษต้องการพูดกับคุณ ฉันขอแนะนำให้คุณไปที่ร้านค้าในเมืองเพื่อหาอาวุธและเวชภัณฑ์",
    "tr": "Dışarı çıkmadan önce mages guild'deki %s1 sizinle konuşmak istedi. Silah ve malzeme için şehirdeki dükkanları ziyaret etmenizi de tavsiye ederim.",
    "uk": "Перш ніж виїхати, %s1 в гільдії магів хотів поговорити з вами. Я також рекомендую відвідати магазини в місті для зброї та провіанту.",
    "vi": "Trước khi bạn ra ngoài, %s1 tại hội pháp sư muốn nói chuyện với bạn. Tôi cũng khuyên bạn nên ghé thăm các cửa hàng trong thị trấn để mua vũ khí và vật tư.",
    "zh-CN": "在您出发之前，法师行会的%s1想要与您交谈。我还建议您访问镇上的商店购买武器和用品。",
    "zh-TW": "在您出發之前，法師行會的%s1想與您交談。我還建議您訪問鎮上的商店購買武器和用品。"
}
