{
    "ar": "جلالتكم! هناك جيش orc آخر يتجه بهذه الطريقة!",
    "bg": "Ваше величие! Има още една оркска армия, която се насочва натам!",
    "cs": "Vaše Veličenstvo! Míří tudy další skřetí armáda!",
    "da": "Deres Majestæt! Der er en anden orkhær på vej denne vej!",
    "de": "Ihre Majestät! Es gibt noch eine weitere Orkarmee, die in diese Richtung geht!",
    "el": "Μεγαλειότατε! Υπάρχει ένας άλλος στρατός orc που κατευθύνεται προς αυτή την κατεύθυνση!",
    "en": "Your majesty! There is another orc army headed this way!",
    "es": "¡Su Majestad! ¡Hay otro ejército orco que se dirige por aquí!",
    "es-419": "¡Su Majestad! ¡Hay otro ejército orco que se dirige por aquí!",
    "fi": "Majesteettinne! Toinen örkkiarmeija on menossa tähän suuntaan!",
    "fr": "Votre Majesté! Il y a une autre armée orque qui se dirige de cette façon!",
    "hu": "Felség! Egy másik ork hadsereg tart ebbe az irányba!",
    "it": "Maestà! C'è un altro esercito di orchi diretto in questo modo!",
    "ja": "裁判官！こちらへ向かうオーク軍がもう一人いる!",
    "ko": "폐하! 이쪽으로 향하는 또 다른 오크 군대가 있습니다!",
    "nl": "Majesteit! Er is nog een orkleger dat deze kant op gaat!",
    "no": "Deres majestet! Det er en annen orkehær på vei denne veien!",
    "pl": "Wasza Wysokość! W tę stronę zmierza kolejna armia orków!",
    "pt": "Vossa majestade! Há outro exército orc encabeçado por este caminho!",
    "pt-BR": "Sua majestade! Há outro exército orc indo para este caminho!",
    "ro": "Majestatea Voastră! Există o altă armată de orci care se îndreaptă în acest fel!",
    "ru": "Ваше величество! Есть еще одна армия орков, возглавляемая этим путем!",
    "sv": "Ers Majestät! Det finns en annan orcharmé på väg åt det här hållet!",
    "th": "พระบาทสมเด็จพระเจ้าอยู่หัว! มีกองทัพออร์คอีกตัวที่มุ่งหน้าไปทางนี้!",
    "tr": "Majesteleri! Bu yöne giden başka bir ork ordusu daha var!",
    "uk": "Ваша Величність! Є ще одна армія орків, яка прямує цим шляхом!",
    "vi": "Bệ hạ! Có một đội quân Orc khác đang đi về hướng này!",
    "zh-CN": "陛下！又有一支兽人大军朝这边走来！",
    "zh-TW": "陛下！又有一支獸人大軍朝這邊走來！"
}
