{
    "ar": "قبل أن تغادر ، يجب عليك صنع سلاح أقوى في الحداد.",
    "bg": "Преди да тръгнете, трябва да изработите по-силно оръжие срещу ковача.",
    "cs": "Než odejdete, měli byste u kováře vyrobit silnější zbraň.",
    "da": "Før du rejser, skal du lave et stærkere våben hos smeden.",
    "de": "Bevor du gehst, solltest du beim Schmied eine stärkere Waffe herstellen.",
    "el": "Πριν φύγετε, θα πρέπει να κατασκευάσετε ένα ισχυρότερο όπλο στον σιδερά.",
    "en": "Before you leave, you should craft a stronger weapon at the blacksmith.",
    "es": "Antes de irte, debes fabricar un arma más fuerte contra el herrero.",
    "es-419": "Antes de irte, debes fabricar un arma más fuerte contra el herrero.",
    "fi": "Ennen kuin lähdet, sinun tulee valmistaa vahvempi ase sepälle.",
    "fr": "Avant de partir, vous devriez fabriquer une arme plus forte chez le forgeron.",
    "hu": "Mielőtt elhagyná, erősebb fegyvert kell készítenie a kovácsnál.",
    "it": "Prima di partire, dovresti creare un'arma più forte sul fabbro.",
    "ja": "出発する前に、鍛冶屋でより強力な武器を作成する必要があります。",
    "ko": "떠나기 전에 대장장이에게 더 강한 무기를 만들어야 합니다.",
    "nl": "Voordat je vertrekt, moet je een sterker wapen maken bij de smid.",
    "no": "Før du drar, bør du lage et sterkere våpen hos smeden.",
    "pl": "Przed wyjazdem powinieneś stworzyć silniejszą broń w kowalu.",
    "pt": "Antes de sair, você deve criar uma arma mais forte no ferreiro.",
    "pt-BR": "Antes de sair, você deve criar uma arma mais forte no ferreiro.",
    "ro": "Înainte de a pleca, ar trebui să creați o armă mai puternică la fierar.",
    "ru": "Прежде чем уйти, вы должны скрафтить более сильное оружие у кузнеца.",
    "sv": "Innan du lämnar bör du skapa ett starkare vapen hos smeden.",
    "th": "ก่อนที่คุณจะออกเดินทางคุณควรสร้างอาวุธที่แข็งแกร่งกว่าที่ช่างตีเหล็ก",
    "tr": "Ayrılmadan önce, demircide daha güçlü bir silah yapmalısın.",
    "uk": "Перед від'їздом слід виготовити у коваля більш сильну зброю.",
    "vi": "Trước khi rời đi, bạn nên chế tạo một vũ khí mạnh hơn vào thợ rèn.",
    "zh-CN": "在你离开之前，你应该在铁匠铺制作一个更强大的武器。",
    "zh-TW": "在你離開之前，你應該在鐵匠鋪製作一個更強大的武器。"
}
