{
    "ar": "خذ كتابي الإملائي. مع هذا ، سوف تكون قادرا على التحكم في الريح! استعد ، سوف يقابلك السحراء في ساحة المعركة.",
    "bg": "Вземи книгата ми за заклинания. С това ще можете да контролирате вятъра! Пригответе се, маговете ще ви посрещнат на бойното поле.",
    "cs": "Vezmi si mou knihu kouzel. Díky tomu budete moci ovládat vítr! Připravte se, mágové se s vámi setkají na bojišti.",
    "da": "Tag min stavebog. Med dette vil du være i stand til at kontrollere vinden! Gør dig klar, troldmændene møder dig på slagmarken.",
    "de": "Nimm mein Zauberbuch. Damit werden Sie in der Lage sein, den Wind zu kontrollieren! Mach dich bereit, die Magier werden dich auf dem Schlachtfeld treffen.",
    "el": "Πάρτε το βιβλίο ορθογραφίας μου. Με αυτό, θα είστε σε θέση να ελέγξετε τον άνεμο! Ετοιμαστείτε, οι μάγοι θα σας συναντήσουν στο πεδίο της μάχης.",
    "en": "Take my spellbook. With this, you will be able to control the wind! Get ready, the mages will meet you on the battlefield.",
    "es": "Toma mi libro de hechizos. ¡Con esto, podrás controlar el viento! Prepárate, los magos se encontrarán contigo en el campo de batalla.",
    "es-419": "Toma mi libro de hechizos. ¡Con esto, podrás controlar el viento! Prepárate, los magos se encontrarán contigo en el campo de batalla.",
    "fi": "Ota loitsukirjani. Tämän avulla voit hallita tuulta! Valmistaudu, maagit tapaavat sinut taistelukentällä.",
    "fr": "Prenez mon livre de sorts. Avec cela, vous serez en mesure de contrôler le vent! Préparez-vous, les mages vous rencontreront sur le champ de bataille.",
    "hu": "Vedd a varázskönyvemet. Ezzel képes lesz irányítani a szelet! Készülj fel, a mágusok találkoznak veled a csatatéren.",
    "it": "Prendi il mio libro degli incantesimi. Con questo, sarai in grado di controllare il vento! Preparati, i maghi ti incontreranno sul campo di battaglia.",
    "ja": "私の魔導書を取りなさい。これで風をコントロールできるようになります!準備をしなさい、魔道士は戦場であなたに会うでしょう。",
    "ko": "내 주문서를 가져 가라. 이것으로 바람을 제어할 수 있습니다! 마법사들이 전장에서 당신을 만날 준비를 하세요.",
    "nl": "Neem mijn spreukenboek. Hiermee kun je de wind onder controle houden! Maak je klaar, de magiërs zullen je ontmoeten op het slagveld.",
    "no": "Ta staveboken min. Med dette vil du kunne kontrollere vinden! Gjør deg klar, magikerne vil møte deg på slagmarken.",
    "pl": "Weź moją księgę zaklęć. Dzięki temu będziesz w stanie kontrolować wiatr! Przygotuj się, magowie spotkają się z tobą na polu bitwy.",
    "pt": "Pegue meu livro de feitiços. Com isso, você será capaz de controlar o vento! Prepare-se, os magos irão encontrá-lo no campo de batalha.",
    "pt-BR": "Pegue meu livro de feitiços. Com isso, você será capaz de controlar o vento! Prepare-se, os magos irão encontrá-lo no campo de batalha.",
    "ro": "Ia-mi cartea de vrăji. Cu aceasta, veți putea controla vântul! Pregătește-te, magii te vor întâlni pe câmpul de luptă.",
    "ru": "Возьми мою книгу заклинаний. Благодаря этому вы сможете управлять ветром! Приготовьтесь, маги встретят вас на поле боя.",
    "sv": "Ta min stavningsbok. Med detta kommer du att kunna kontrollera vinden! Gör dig redo, magikerna möter dig på slagfältet.",
    "th": "ใช้หนังสือคาถาของฉัน ด้วยวิธีนี้คุณจะสามารถควบคุมลมได้! เตรียมตัวให้พร้อมผู้วิเศษจะพบคุณในสนามรบ",
    "tr": "Büyü kitabımı al. Bununla, rüzgarı kontrol edebileceksiniz! Hazırlanın, büyücüler sizinle savaş alanında buluşacak.",
    "uk": "Візьміть мою книгу заклинань. Завдяки цьому ви зможете управляти вітром! Приготуйтеся, маги зустрінуть вас на полі бою.",
    "vi": "Lấy sách chính tả của tôi. Với điều này, bạn sẽ có thể kiểm soát gió! Hãy sẵn sàng, các pháp sư sẽ gặp bạn trên chiến trường.",
    "zh-CN": "拿走我的咒语书。有了这个，您将能够控制风！准备好，法师们将在战场上与你相遇。",
    "zh-TW": "拿走我的咒語書。有了這個，您將能夠控制風！準備好，法師們將在戰場上與你相遇。"
}
