{
    "ar": "بدلًا من ذلك ، حاول ضرب الضرر الناتج عن عدد أكبر لزيادة هذا الضرر.",
    "bg": "Вместо това опитайте да умножите нанесените щети от по-голям брой, за да го увеличите.",
    "cs": "Místo toho zkuste znásobit škodu způsobenou větším počtem, abyste ji zvýšili.",
    "da": "I stedet kan du forsøge at multiplicere skaden, der er behandlet med et større antal, for at øge den.",
    "de": "Versuchen Sie stattdessen, den verursachten Schaden mit einer größeren Zahl zu multiplizieren, um ihn zu erhöhen.",
    "el": "Αντ 'αυτού, δοκιμάστε να πολλαπλασιάσετε τη ζημιά που αντιμετωπίζει ένας μεγαλύτερος αριθμός για να την αυξήσετε.",
    "en": "Instead, try multiplying the damage dealt by a larger number to increase it.",
    "es": "En cambio, intenta multiplicar el daño infligido por un número mayor para aumentarlo.",
    "es-419": "En cambio, intenta multiplicar el daño infligido por un número mayor para aumentarlo.",
    "fi": "Yritä sen sijaan kertoa vahingot suuremmilla lukuilla, jotta ne kasvavat.",
    "fr": "Au lieu de cela, essayez de multiplier les dégâts infligés par un plus grand nombre pour l'augmenter.",
    "hu": "Ehelyett próbálja meg szorozni a kezelt károkat egy nagyobb számmal, hogy megnövekedjen.",
    "it": "Invece, prova a moltiplicare il danno inflitto da un numero maggiore per aumentarlo.",
    "ja": "代わりに、与えるダメージに大きな数値を掛けて、それを増やしてみてください。",
    "ko": "대신, 피해를 더 큰 숫자로 곱하여 증가 시키십시오.",
    "nl": "Probeer in plaats daarvan de toegebrachte schade met een groter aantal te vermenigvuldigen om deze te vergroten.",
    "no": "Prøv i stedet å multiplisere skaden som blir utdelt med et større antall for å øke den.",
    "pl": "Zamiast tego spróbuj pomnożyć zadane obrażenia przez większą liczbę, aby je zwiększyć.",
    "pt": "Em vez disso, tente multiplicar o dano causado por um número maior para aumentá-lo.",
    "pt-BR": "Em vez disso, tente multiplicar o dano causado por um número maior para aumentá-lo.",
    "ro": "În schimb, încercați să multiplicați daunele cauzate de un număr mai mare pentru a-l crește.",
    "ru": "Вместо этого попробуйте умножить нанесенный урон на большее число, чтобы увеличить его.",
    "sv": "Försök istället att multiplicera skadan med ett större antal för att öka den.",
    "th": "ให้ลองคูณความเสียหายที่ได้รับจากจำนวนที่มากขึ้นเพื่อเพิ่มความเสียหาย",
    "tr": "Bunun yerine, verilen hasarı arttırmak için daha büyük bir sayı ile çarpmayı deneyin.",
    "uk": "Натомість спробуйте помножити нанесений збиток на більшу кількість, щоб збільшити його.",
    "vi": "Thay vào đó, hãy thử nhân sát thương gây ra với số lượng lớn hơn để tăng nó.",
    "zh-CN": "相反，请尝试将造成的伤害乘以更大的数字以增加伤害。",
    "zh-TW": "相反，請嘗試將造成的傷害乘以更大的數字以增加傷害。"
}
