{
    "ar": "التقسيم يقلل من الضرر الواقع. حاول ضربه في عدد أكبر لإحداث المزيد من الضرر.",
    "bg": "Разделянето намалява нанесената щета. Опитайте да го умножите по-голям брой, за да нанесете повече щети.",
    "cs": "Dělení snižuje způsobené poškození. Zkuste to znásobit větším počtem, abyste způsobili větší poškození.",
    "da": "Opdelingen reducerer den beskadigede skade. Prøv at multiplicere det med et større antal for at tackle mere skade.",
    "de": "Das Teilen verringert den verursachten Schaden. Versuchen Sie, es mit einer größeren Zahl zu multiplizieren, um mehr Schaden zu verursachen.",
    "el": "Ο διαχωρισμός μειώνει τη ζημιά που αντιμετωπίζεται. Προσπαθήστε να το πολλαπλασιάσετε με μεγαλύτερο αριθμό για να αντιμετωπίσετε περισσότερες ζημιές.",
    "en": "Dividing reduces the damage dealt. Try multiplying it by a larger number to deal more damage.",
    "es": "Dividir reduce el daño infligido. Intenta multiplicarlo por un número mayor para infligir más daño.",
    "es-419": "Dividir reduce el daño infligido. Intenta multiplicarlo por un número mayor para infligir más daño.",
    "fi": "Jakaminen vähentää käsiteltäviä vaurioita. Kokeroi se kerrottamalla suurempi luku saadaksesi enemmän vaurioita.",
    "fr": "La division réduit les dégâts infligés. Essayez de le multiplier par un plus grand nombre pour infliger plus de dégâts.",
    "hu": "Az elosztás csökkenti a felmerült károkat. Próbáljon meg szorozni egy nagyobb számmal, hogy még több kárt szenvedjen.",
    "it": "La divisione riduce il danno inflitto. Prova a moltiplicarlo per un numero maggiore per infliggere più danni.",
    "ja": "分割すると、与えるダメージが減ります。より大きなダメージを与えるには、それをより大きな数で掛けてみてください 。",
    "ko": "나누면 피해가 줄어 듭니다. 더 큰 숫자를 곱하면 더 많은 피해를 입 힙니다.",
    "nl": "Door te delen wordt de toegebrachte schade verminderd. Vermenigvuldig het met een groter aantal om meer schade aan te richten.",
    "no": "Deling reduserer skadene. Prøv å multiplisere det med et større antall for å håndtere mer skade.",
    "pl": "Dzielenie zmniejsza zadawane obrażenia. Spróbuj pomnożyć go przez większą liczbę, aby zadać więcej obrażeń.",
    "pt": "Dividir reduz o dano causado. Tente multiplicá-lo por um número maior para causar mais danos.",
    "pt-BR": "Dividir reduz o dano causado. Tente multiplicá-lo por um número maior para causar mais danos.",
    "ro": "Împărțirea reduce daunele provocate. Încercați să-l multiplicați cu un număr mai mare pentru a face mai multe daune.",
    "ru": "Разделение уменьшает наносимый урон. Попробуйте умножить его на большее число, чтобы нанести больше урона.",
    "sv": "Genom delning minskar den skadade skadan. Försök att multiplicera det med ett större antal för att hantera mer skada.",
    "th": "การแบ่งจะลดความเสียหายที่ทำได้ ลองคูณด้วยจำนวนที่มากขึ้นเพื่อสร้างความเสียหายมากขึ้น",
    "tr": "Bölmek verilen hasarı azaltır. Daha fazla hasar vermek için daha büyük bir sayı ile çarpmayı deneyin.",
    "uk": "Поділ зменшує завдану шкоду. Спробуйте помножити його на більшу кількість, щоб нанести більше шкоди.",
    "vi": "Chia làm giảm thiệt hại gây ra. Hãy thử nhân nó với một số lượng lớn hơn để gây sát thương nhiều hơn.",
    "zh-CN": "划分减少了所造成的伤害。尝试将其乘以更大的数字，以造成更大的伤害。",
    "zh-TW": "劃分減少了所造成的傷害。嘗試將其乘以更大的數字，以造成更大的傷害。"
}
