{
    "ar": "قم بتحميل المقسوم عليه. هذا هو المبلغ الذي سيتم تقسيم الضرر به.",
    "bg": "Заредете делителя. Това е сумата, с която ще бъдат разделени щетите.",
    "cs": "Načtěte dělitele. Toto je částka, kterou bude škoda rozdělena.",
    "da": "Læg deleren. Dette er det beløb, hvormed skaden opdeles.",
    "de": "Laden Sie den Divisor. Dies ist der Betrag, durch den der Schaden geteilt wird.",
    "el": "Τοποθετήστε τον διαιρέτη. Αυτό είναι το ποσό με το οποίο η ζημία θα διαιρεθεί.",
    "en": "Load the divisor. This is the amount by which the damage will be divided.",
    "es": "Cargue el divisor. Esta es la cantidad por la cual se dividirá el daño.",
    "es-419": "Cargue el divisor. Esta es la cantidad por la cual se dividirá el daño.",
    "fi": "Lataa jakaja. Tämä on määrä, jolla vahinko jaetaan.",
    "fr": "Chargez le diviseur. Il s'agit du montant de la répartition des dommages.",
    "hu": "Töltse fel az osztót. Ez az az összeg, amellyel a kár megoszlik.",
    "it": "Carica il divisore. Questo è l'importo per cui il danno verrà diviso.",
    "ja": "除数をロードします。これは、ダメージが分割される量です。",
    "ko": "제수를 넣습니다. 이것은 피해가 나누어지는 금액입니다.",
    "nl": "Laad de deler. Dit is het bedrag waarmee de schade wordt verdeeld.",
    "no": "Last deleren. Dette er beløpet som skaden blir delt med.",
    "pl": "Załaduj dzielnik. Jest to kwota, o którą zostaną podzielone obrażenia.",
    "pt": "Carregue o divisor. Essa é a quantidade pela qual o dano será dividido.",
    "pt-BR": "Carregue o divisor. Essa é a quantidade pela qual o dano será dividido.",
    "ro": "Încărcați divizorul. Aceasta este suma cu care se vor împărți daunele.",
    "ru": "Загрузите делитель. Это сумма, на которую будет разделен урон.",
    "sv": "Ladda delaren. Detta är det belopp med vilket skadorna kommer att delas upp.",
    "th": "โหลดตัวหาร นี่คือจำนวนที่ความเสียหายจะถูกแบ่งออก",
    "tr": "Böleni yükleyin. Bu, hasarın bölüneceği miktardır.",
    "uk": "Завантажте дільник. Це сума, на яку буде поділена шкода.",
    "vi": "Tải số chia. Đây là số tiền mà thiệt hại sẽ được chia.",
    "zh-CN": "加载除数。这是损害将被除以的金额。",
    "zh-TW": "加載除數。這是損害將被除以的金額。"
}
