{
    "ar": "القفز قبل استخدام الصلاحيات الخاصة بك للحصول على ارتفاع إضافي!",
    "bg": "Скочете, преди да използвате силите си, за да спечелите допълнителна височина!",
    "cs": "Skok před použitím svých schopností získat další výšku!",
    "da": "Spring, før du bruger dine kræfter til at få yderligere højde!",
    "de": "Springe, bevor du deine Kräfte einsetzt, um zusätzliche Höhe zu gewinnen!",
    "el": "Πηδήξτε πριν χρησιμοποιήσετε τις δυνάμεις σας για να αποκτήσετε επιπλέον ύψος!",
    "en": "Jump before using your powers to gain additional height!",
    "es": "¡Salta antes de usar tus poderes para ganar altura adicional!",
    "es-419": "¡Salta antes de usar tus poderes para ganar altura adicional!",
    "fi": "Hyppää ennen kuin käytät voimiasi saadaksesi lisäkorkeuden!",
    "fr": "Sautez avant d'utiliser vos pouvoirs pour gagner de la hauteur supplémentaire!",
    "hu": "Ugrás, mielőtt felhasználnád hatalmadat, hogy további magasságot szerezzen!",
    "it": "Salta prima di usare i tuoi poteri per guadagnare altezza aggiuntiva!",
    "ja": "力を使ってさらに高さを上げる前にジャンプしてください！",
    "ko": "힘을 사용하기 전에 점프하여 추가 높이를 얻으십시오!",
    "nl": "Spring voordat je je krachten gebruikt om extra hoogte te krijgen!",
    "no": "Hopp før du bruker kreftene dine for å få ytterligere høyde!",
    "pl": "Skacz przed użyciem swoich mocy, aby zyskać dodatkową wysokość!",
    "pt": "Salte antes de usar seus poderes para ganhar altura adicional!",
    "pt-BR": "Salte antes de usar seus poderes para ganhar altura adicional!",
    "ro": "Sari înainte de a-ți folosi puterile pentru a obține înălțime suplimentară!",
    "ru": "Прыгайте, прежде чем использовать свои силы, чтобы получить дополнительную высоту!",
    "sv": "Hoppa innan du använder dina krafter för att få ytterligare höjd!",
    "th": "กระโดดก่อนใช้พลังของคุณเพื่อเพิ่มความสูง!",
    "tr": "Ek yükseklik kazanmak için güçlerinizi kullanmadan önce atlayın!",
    "uk": "Стривайте, перш ніж використовувати свої сили, щоб отримати додатковий зріст!",
    "vi": "Nhảy trước khi sử dụng quyền hạn của bạn để đạt được chiều cao bổ sung!",
    "zh-CN": "在使用力量获得更多身高之前跳跃！",
    "zh-TW": "在使用力量獲得更多身高之前跳躍！"
}
