{
    "ar": "امسك %s1 لاستشعار الأشياء التي يمكن اختراقها. اضغط %s2 للتبديل وضع القراصنة.",
    "bg": "Задръжте %s1, за да усетите обекти, които могат да бъдат хакнати. Натиснете %s2, за да превключите режим на хакер.",
    "cs": "Držte %s1, abyste snímali objekty, které mohou být hacknuty. Stisknutím tlačítka %s2 přepnete režim hackerů.",
    "da": "Hold %s1 nede for at fornemme objekter, der kan hackes. Tryk på %s2 for at skifte hacker-tilstand.",
    "de": "Halten Sie %s1 gedrückt, um Objekte zu erkennen, die gehackt werden können. Drücken Sie %s2, um den Hacker-Modus umzuschalten.",
    "el": "Κρατήστε το %s1 για να ανιχνεύσετε αντικείμενα που μπορούν να χαραχτούν. Πατήστε %s2 για εναλλαγή της λειτουργίας hacker.",
    "en": "Hold %s1 to sense objects that can be hacked. Press %s2 to toggle hacker-mode.",
    "es": "Mantenga presionado %s1 para detectar objetos que pueden ser pirateados. Presione %s2 para alternar el modo hacker.",
    "es-419": "Mantenga presionado %s1 para detectar objetos que pueden ser pirateados. Presione %s2 para alternar el modo hacker.",
    "fi": "Pidä %s1-painiketta havaitaksesi kohteita, jotka voidaan hakkeroida. Paina %s2 vaihtaaksesi hakkerointitilaa.",
    "fr": "Tenez %s1 pour détecter les objets pouvant être piratés. Appuyez sur %s2 pour basculer en mode pirate.",
    "hu": "Tartsa lenyomva az %s1-t, hogy érzékelje a támadható objektumokat. A hacker mód váltásához nyomja meg az %s2 gombot.",
    "it": "Tieni premuto %s1 per rilevare oggetti che possono essere hackerati. Premi %s2 per attivare la modalità hacker.",
    "ja": "ハッキングされる可能性のあるオブジェクトを検出するには、%s1を押し続けます。 %s2を押して、ハッカーモードを切り替えます。",
    "ko": "해킹 될 수있는 객체를 감지하려면 %s1를 유지하십시오. %s2를 눌러 해커 모드를 전환하십시오.",
    "nl": "Houd %s1 vast om objecten te detecteren die kunnen worden gehackt. Druk op %s2 om te schakelen tussen de hackermodus.",
    "no": "Hold %s1 for å sanse objekter som kan hackes. Trykk %s2 for å veksle hacker-modus.",
    "pl": "Przytrzymaj %s1, aby wykryć obiekty, które mogą zostać zhakowane. Naciśnij %s2, aby przełączyć tryb hakera.",
    "pt": "Segure %s1 para detectar objetos que podem ser hackeados. Pressione %s2 para alternar entre o modo hacker.",
    "pt-BR": "Segure %s1 para detectar objetos que podem ser hackeados. Pressione %s2 para alternar entre o modo hacker.",
    "ro": "Țineți %s1 pentru a sesiza obiecte care pot fi hackate. Apăsați %s2 pentru a comuta modul hacker.",
    "ru": "Удерживайте %s1, чтобы почувствовать объекты, которые можно взломать. Нажмите %s2 для переключения режима хакера.",
    "sv": "Håll %s1 för att känna av objekt som kan hackas. Tryck på %s2 för att växla mellan hacker-läge.",
    "th": "ถือ %s1 เพื่อตรวจจับวัตถุที่สามารถถูกแฮ็ก กด %s2 เพื่อสลับโหมดแฮ็กเกอร์",
    "tr": "Çarpılabilecek nesneleri algılamak için %s1 tuşunu basılı tutun. Hacker moduna geçmek için %s2 tuşuna basın.",
    "uk": "Тримайте %s1, щоб відчути об’єкти, які можна зламати. Натисніть %s2, щоб переключити хакерський режим.",
    "vi": "Giữ %s1 để cảm nhận các đối tượng có thể bị hack. Nhấn %s2 để chuyển chế độ hacker.",
    "zh-CN": "按住%s1可以感知可被黑客入侵的物体。按%s2切换黑客模式。",
    "zh-TW": "按住%s1可以感知可被黑客入侵的物體。按%s2切換黑客模式。"
}
