{
    "ar": "نهاية الوصول المبكر المحتوى! نحن نعمل على دفع المزيد من المحتوى في أسرع وقت ممكن. في الوقت نفسه ، تحقق من الألعاب المصغرة.",
    "bg": "Край на съдържанието за ранен достъп! Работим върху по-бързото набиране на повече съдържание. Междувременно проверете мини-игрите.",
    "cs": "Konec obsahu předčasného přístupu! Pracujeme na tom, abychom co nejrychleji prosazovali více obsahu. Do té doby, podívejte se na mini-hry.",
    "da": "Slut på indhold med tidligt adgang! Vi arbejder på at skubbe mere indhold hurtigst muligt. I mellemtiden skal du tjekke minispil.",
    "de": "Ende der Early-Access-Inhalte! Wir arbeiten daran, so schnell wie möglich mehr Inhalte bereitzustellen. Schauen Sie sich in der Zwischenzeit die Minispiele an.",
    "el": "Τέλος περιεχομένου πρώιμης πρόσβασης! Προσπαθούμε να προωθήσουμε περισσότερο περιεχόμενο το συντομότερο δυνατό. Εν τω μεταξύ, ελέγξτε τα mini-games.",
    "en": "End of early-access content! We're working on pushing more content as soon as possible. In the mean time, check out the mini-games.",
    "es": "Fin del contenido de acceso temprano! Estamos trabajando para impulsar más contenido lo antes posible. Mientras tanto, echa un vistazo a los minijuegos.",
    "es-419": "Fin del contenido de acceso temprano! Estamos trabajando para impulsar más contenido lo antes posible. Mientras tanto, echa un vistazo a los minijuegos.",
    "fi": "Aikaisen käytön sisällön päättyminen! Pyrimme lisäämään sisältöä mahdollisimman pian. Tällä välin tutustu minipeleihin.",
    "fr": "Fin du contenu en accès anticipé! Nous travaillons à pousser plus de contenu dès que possible. En attendant, jetez un coup d'œil aux mini-jeux.",
    "hu": "A korai hozzáférés tartalmának vége! Dolgozunk azon, hogy minél több tartalmat helyezzünk el a lehető leghamarabb. Időközben nézd meg a mini játékokat.",
    "it": "Fine del contenuto ad accesso anticipato! Stiamo lavorando per spingere più contenuti il ​​prima possibile. Nel frattempo, dai un'occhiata ai mini-giochi.",
    "ja": "早めのアクセス終了！私たちはできるだけ早くもっと多くのコンテンツをプッシュすることに取り組んでいます。その間に、ミニゲームをチェックしてください。",
    "ko": "초기 액세스 콘텐츠의 끝! Google은 가능한 한 빨리 더 많은 콘텐츠를 제공하기 위해 노력하고 있습니다. 그 동안 미니 게임을 확인하십시오.",
    "nl": "Einde van de vroegtijdige toegang tot de inhoud! We werken eraan om zo snel mogelijk meer inhoud te pushen. Bekijk ondertussen de minigames.",
    "no": "Slutt på innhold med tidlig tilgang! Vi jobber med å skape mer innhold så snart som mulig. I mellomtiden, sjekk ut minispillene.",
    "pl": "Koniec treści wczesnego dostępu! Pracujemy nad jak najszybszym zwiększeniem zawartości. W międzyczasie sprawdź mini-gry.",
    "pt": "Fim do conteúdo de acesso antecipado! Estamos trabalhando para aumentar o conteúdo o mais rápido possível. Nesse meio tempo, confira os mini-jogos.",
    "pt-BR": "Fim do conteúdo de acesso antecipado! Estamos trabalhando para aumentar o conteúdo o mais rápido possível. Nesse meio tempo, confira os mini-jogos.",
    "ro": "Sfârșitul conținutului de acces rapid! Lucrăm să împingem mai mult conținut cât mai curând posibil. În același timp, verificați mini-jocurile.",
    "ru": "Конец контента раннего доступа! Мы работаем над продвижением большего количества контента как можно скорее. В то же время, проверьте мини-игры.",
    "sv": "Slut på innehållet med tidigt tillträde! Vi arbetar med att skicka mer innehåll så snart som möjligt. Under tiden, kolla in minispel.",
    "th": "สิ้นสุดเนื้อหาที่เข้าถึงได้เร็ว! เรากำลังพยายามผลักดันเนื้อหาให้มากขึ้นโดยเร็วที่สุด ในระหว่างนี้ให้ลองดูมินิเกม",
    "tr": "Erken erişim içeriğinin sonu! En kısa sürede daha fazla içerik yayınlamaya çalışıyoruz. Bu arada mini oyunları kontrol edin.",
    "uk": "Закінчення контенту для раннього доступу! Ми працюємо над тим, щоб якомога швидше проштовхнути більше вмісту. У той же час перевірте міні-ігри.",
    "vi": "Kết thúc nội dung truy cập sớm! Chúng tôi đang làm việc để đẩy nhiều nội dung càng sớm càng tốt. Trong lúc này, hãy kiểm tra các trò chơi nhỏ.",
    "zh-CN": "早期访问内容结束！我们正在努力尽快推出更多内容。与此同时，查看迷你游戏。",
    "zh-TW": "早期訪問內容結束！我們正在努力盡快推出更多內容。與此同時，查看迷你游戲。"
}
