{
    "ar": "بعض الكيانات يمكن اختيار جيوبهم. إذا كانت %s1 في حزبك ، فاضغط على %s2 وانقر فوقها لسرقة عناصرها.",
    "bg": "Някои субекти могат да бъдат подбрани с джоб. Ако %s1 е във вашето парти, задръжте %s2 и кликнете върху тях, за да откраднете вещите им.",
    "cs": "Některé entity mohou být vybrány do pytlů. Pokud je %s1 ve vaší párty, podržte %s2 a kliknutím na ně ukrást jejich položky.",
    "da": "Nogle enheder kan plukkes med lommer. Hvis %s1 er i dit parti, skal du holde %s2 og klikke på dem for at stjæle deres varer.",
    "de": "Einige Einheiten können in die Tasche gesteckt werden. Wenn %s1 in Ihrer Gruppe ist, halten Sie %s2 gedrückt und klicken Sie darauf, um die Gegenstände zu stehlen.",
    "el": "Ορισμένες οντότητες μπορούν να επιλέξουν τσέπη. Αν το %s1 βρίσκεται στο πάρτι σας, κρατήστε το %s2 και κάντε κλικ σε αυτά για να κλέψετε τα στοιχεία τους.",
    "en": "Some entities can be pick pocketed. If %s1 is in your party, hold %s2 and click on them to steal their items.",
    "es": "Algunas entidades se pueden recoger en el bolsillo. Si %s1 está en tu grupo, mantén presionado %s2 y haz clic en ellos para robar sus objetos.",
    "es-419": "Algunas entidades se pueden recoger en el bolsillo. Si %s1 está en tu grupo, mantén presionado %s2 y haz clic en ellos para robar sus objetos.",
    "fi": "Jotkut yksiköt voidaan valita taskuun. Jos %s1 on puolueessasi, pidä %s2: tä ja napsauta niitä varastaaksesi esineitään.",
    "fr": "Certaines entités peuvent être ramassées. Si %s1 est dans votre groupe, maintenez %s2 enfoncé et cliquez dessus pour voler leurs objets.",
    "hu": "Néhány entitás zsebében lehet. Ha a %s1 a pártjában van, tartsa lenyomva az %s2-t, és kattintson rájuk, hogy ellopja az árujukat.",
    "it": "Alcune entità possono essere prese in tasca. Se %s1 è nel tuo gruppo, tieni premuto %s2 e fai clic su di essi per rubare i loro oggetti.",
    "ja": "一部のエンティティは、ポケットに入れることができます。 %s1がパーティにいる場合は、%s2を押しながらクリックしてアイテムを盗みます。",
    "ko": "일부 엔티티는 포켓을 지정할 수 있습니다. %s1가 파티에 있다면 %s2를 누른 상태에서 클릭하여 아이템을 훔치십시오.",
    "nl": "Sommige entiteiten kunnen gepickt worden. Als %s1 deel uitmaakt van uw feest, houdt u %s2 vast en klikt u erop om hun items te stelen.",
    "no": "Noen enheter kan plukkes med lomme. Hvis %s1 er i festen din, hold %s2 og klikk på dem for å stjele varene sine.",
    "pl": "Niektóre jednostki mogą być wybierane do kieszeni. Jeśli %s1 jest w twojej drużynie, przytrzymaj %s2 i kliknij je, aby ukraść ich przedmioty.",
    "pt": "Algumas entidades podem ser colocadas no bolso. Se %s1 estiver no seu grupo, segure %s2 e clique neles para roubar seus itens.",
    "pt-BR": "Algumas entidades podem ser colocadas no bolso. Se %s1 estiver no seu grupo, segure %s2 e clique neles para roubar seus itens.",
    "ro": "Unele entități pot fi livrate în buzunar. Dacă %s1 este în partidul dvs., țineți %s2 și faceți clic pe ele pentru a le fura articolele.",
    "ru": "Некоторые объекты могут быть выбраны в кармане. Если %s1 в вашей группе, удерживайте %s2 и нажмите на них, чтобы украсть их предметы.",
    "sv": "Vissa enheter kan plockas i fickan. Om %s1 är i ditt parti, håll %s2 och klicka på dem för att stjäla sina föremål.",
    "th": "บางหน่วยงานสามารถเลือกเก็บกระเป๋าได้ หาก %s1 อยู่ในปาร์ตี้ของคุณให้ถือ %s2 และคลิกที่พวกเขาเพื่อขโมยรายการของพวกเขา",
    "tr": "Bazı varlıklar cepten toplanabilir. %s1 sizin partinizde ise, %s2 tuşunu basılı tutun ve eşyalarını çalmak için üzerlerine tıklayın.",
    "uk": "Деякі суб'єкти можна забрати в кишені. Якщо %s1 у вашій партії, утримуйте %s2 і натисніть на них, щоб викрасти їх предмети.",
    "vi": "Một số thực thể có thể được chọn bỏ túi. Nếu %s1 ở trong nhóm của bạn, hãy giữ %s2 và nhấp vào chúng để lấy cắp vật phẩm của chúng.",
    "zh-CN": "一些实体可以随身携带。如果%s1在您的聚会中，请按住%s2并单击它们以窃取其物品。",
    "zh-TW": "一些實體可以隨身攜帶。如果%s1在您的聚會中，請按住%s2並單擊它們以竊取其物品。"
}
