{
    "ar": "نهاية الوصول المبكر المحتوى! نحن نعمل على دفع المزيد من المحتوى في أسرع وقت ممكن. <3",
    "bg": "Край на съдържанието с ранен достъп! Ние работим върху извличането на повече съдържание възможно най-скоро. <3",
    "cs": "Konec obsahu s včasným přístupem! Pracujeme na co nejrychlejším tlačení dalšího obsahu. <3",
    "da": "Slut på tidligt tilgængeligt indhold! Vi arbejder på at skubbe mere indhold så hurtigt som muligt. <3",
    "de": "Ende der Early-Access-Inhalte! Wir arbeiten daran, so schnell wie möglich mehr Inhalte bereitzustellen. <3",
    "el": "Τέλος περιεχομένου πρώιμης πρόσβασης! Προσπαθούμε να προωθήσουμε περισσότερο περιεχόμενο το συντομότερο δυνατό. <3",
    "en": "End of early-access content! We're working on pushing more content as soon as possible. <3",
    "es": "¡Fin del contenido de acceso temprano! Estamos trabajando para impulsar más contenido lo antes posible. <3",
    "es-419": "¡Fin del contenido de acceso temprano! Estamos trabajando para impulsar más contenido lo antes posible. <3",
    "fi": "Varhaisen käyttöoikeuden sisältö loppuu! Pyrimme lisäämään sisältöä mahdollisimman pian. <3",
    "fr": "Fin du contenu à accès anticipé! Nous travaillons à pousser plus de contenu dès que possible. <3",
    "hu": "A korai hozzáférésű tartalom vége! Dolgozunk azon, hogy a lehető leghamarabb tovább töltsünk be tartalmat. <3",
    "it": "Fine dei contenuti ad accesso anticipato! Stiamo lavorando per spingere più contenuti il ​​prima possibile. <3",
    "ja": "早期アクセスコンテンツの終了！できるだけ早く、より多くのコンテンツをプッシュすることに取り組んでいます。 <3",
    "ko": "조기 액세스 콘텐츠의 끝! 가능한 빨리 더 많은 콘텐츠를 제공하기 위해 노력하고 있습니다. <3",
    "nl": "Einde inhoud voor vroege toegang! We werken eraan om zo snel mogelijk meer inhoud te verspreiden. <3",
    "no": "Slutt på tidlig tilgang til innhold! Vi jobber med å presse mer innhold så snart som mulig. <3",
    "pl": "Koniec treści wczesnego dostępu! Pracujemy nad jak najszybszym udostępnieniem większej liczby treści. <3",
    "pt": "Fim do conteúdo de acesso antecipado! Estamos trabalhando para enviar mais conteúdo o mais rápido possível. <3",
    "pt-BR": "Fim do conteúdo de acesso antecipado! Estamos trabalhando para enviar mais conteúdo o mais rápido possível. <3",
    "ro": "Sfârșitul conținutului de acces timpuriu! Lucrăm să împingem mai mult conținut cât mai curând posibil. <3",
    "ru": "Конец контента раннего доступа! Мы работаем над продвижением большего количества контента как можно скорее. <3",
    "sv": "Slutet på tidigt åtkomst till innehåll! Vi arbetar med att driva mer innehåll så snart som möjligt. <3",
    "th": "สิ้นสุดเนื้อหาที่เข้าถึงได้เร็ว! เรากำลังพยายามผลักดันเนื้อหาให้มากขึ้นโดยเร็วที่สุด <3",
    "tr": "Erken erişim içeriğinin sonu! Mümkün olan en kısa sürede daha fazla içerik yayınlamaya çalışıyoruz. <3",
    "uk": "Кінець вмісту раннього доступу! Ми працюємо над тим, щоб якнайшвидше натиснути більше вмісту. <3",
    "vi": "Kết thúc nội dung truy cập sớm! Chúng tôi đang làm việc để đẩy nhiều nội dung càng sớm càng tốt. <3",
    "zh-CN": "抢先体验内容已结束！我们正在努力尽快推送更多内容。 <3",
    "zh-TW": "搶先體驗內容已結束！我們正在努力盡快推送更多內容。 <3"
}
