{
    "ar": ".تحقق مما إذا كان الرقم العشوائي بين -100 و 100 موجب أو سلبي",
    "bg": "Проверете дали случайното число между -100 и 100 е положително или отрицателно.",
    "cs": "Zkontrolujte, zda náhodné číslo mezi -100 a 100 je kladné nebo záporné.",
    "da": "Kontroller, om det tilfældige tal mellem -100 og 100 er positivt eller negativt.",
    "de": "Überprüfen Sie, ob die Zufallszahl zwischen -100 und 100 positiv oder negativ ist.",
    "el": "Ελέγξτε εάν ο τυχαίος αριθμός μεταξύ -100 και 100 είναι θετικός ή αρνητικός.",
    "en": "Check if the random number between -100 and 100 is positive or negative.",
    "es": "Compruebe si el número aleatorio entre -100 y 100 es positivo o negativo.",
    "es-419": "Compruebe si el número aleatorio entre -100 y 100 es positivo o negativo.",
    "fi": "Tarkista, onko satunnaisluku välillä -100 ja 100 positiivinen vai negatiivinen.",
    "fr": "Vérifiez si le nombre aléatoire entre -100 et 100 est positif ou négatif.",
    "hu": "Ellenőrizze, hogy a -100 és 100 közötti véletlen szám pozitív vagy negatív.",
    "it": "Controlla se il numero casuale tra -100 e 100 è positivo o negativo.",
    "ja": "-100から100までの乱数が正か負かを確認します。",
    "ko": "-100에서 100 사이의 난수가 양수인지 음수인지 확인합니다.",
    "nl": "Controleer of het willekeurige getal tussen -100 en 100 positief of negatief is.",
    "no": "Sjekk om det tilfeldige tallet mellom -100 og 100 er positivt eller negativt.",
    "pl": "Sprawdź, czy liczba losowa między -100 a 100 jest dodatnia czy ujemna.",
    "pt": "Verifique se o número aleatório entre -100 e 100 é positivo ou negativo.",
    "pt-BR": "Verifique se o número aleatório entre -100 e 100 é positivo ou negativo.",
    "ro": "Verificați dacă numărul aleatoriu între -100 și 100 este pozitiv sau negativ.",
    "ru": "Проверьте, является ли случайное число от -100 до 100 положительным или отрицательным.",
    "sv": "Kontrollera om slumptalet mellan -100 och 100 är positivt eller negativt.",
    "th": "ตรวจสอบว่าตัวเลขสุ่มระหว่าง -100 ถึง 100 เป็นบวกหรือลบ",
    "tr": "-100 ile 100 arasındaki rastgele sayının pozitif mi yoksa negatif mi olduğunu kontrol edin.",
    "uk": "Перевірте, чи випадкове число від -100 до 100 позитивне чи негативне.",
    "vi": "Kiểm tra xem số ngẫu nhiên từ -100 đến 100 là dương hay âm.",
    "zh-CN": "检查 -100 到 100 之间的随机数是正数还是负数。",
    "zh-TW": "檢查 -100 到 100 之間的隨機數是正數還是負數。"
}
