{
    "ar": "إذا كان الرقم العشوائي هو 0 ، فانتقل إلى الرمز الذي يطبق الضرر الإشعاعي.",
    "bg": "Ако случайното число е 0, преминете към код, който прилага радиационно увреждане.",
    "cs": "Pokud je náhodné číslo 0, přejděte na kód, který aplikuje radiační poškození.",
    "da": "Hvis det tilfældige tal er 0, skal du springe til kode, der anvender strålingsskader.",
    "de": "Wenn die Zufallszahl 0 ist, springen Sie zum Code, der Strahlungsschäden anwendet.",
    "el": "Εάν ο τυχαίος αριθμός είναι 0, μεταβείτε στον κώδικα που προκαλεί βλάβη ακτινοβολίας.",
    "en": "If the random number is 0, then jump to code that applies radiation damage.",
    "es": "Si el número aleatorio es 0, entonces salta al código que aplica daño por radiación.",
    "es-419": "Si el número aleatorio es 0, entonces salta al código que aplica daño por radiación.",
    "fi": "Jos satunnaisluku on 0, siirry koodiin, joka aiheuttaa säteilyvaurioita.",
    "fr": "Si le nombre aléatoire est 0, passez au code qui applique les dommages causés par les radiations.",
    "hu": "Ha a véletlen szám 0, akkor ugorjon a sugárzási károkat alkalmazó kódra.",
    "it": "Se il numero casuale è 0, passare al codice che applica danni da radiazioni.",
    "ja": "乱数が0の場合は、放射線障害を適用するコードにジャンプします。",
    "ko": "난수가 0이면 방사선 손상을 적용하는 코드로 이동하십시오.",
    "nl": "Als het willekeurige getal 0 is, spring dan naar code die stralingsschade toepast.",
    "no": "Hvis det tilfeldige tallet er 0, kan du hoppe til kode som bruker strålingsskade.",
    "pl": "Jeśli liczba losowa wynosi 0, przejdź do kodu, który stosuje uszkodzenia promieniowaniem.",
    "pt": "Se o número aleatório for 0, em seguida, salte para o código que aplica danos de radiação.",
    "pt-BR": "Se o número aleatório for 0, pule para o código que aplica danos por radiação.",
    "ro": "În cazul în care numărul aleator este 0, apoi sari la codul care se aplică daune de radiații.",
    "ru": "Если случайное число равно 0, то перейдите к коду, который применяет радиационное повреждение.",
    "sv": "Om slumptalet är 0, hoppa till kod som gäller strålskada.",
    "th": "หากตัวเลขสุ่มเป็น 0 ให้ข้ามไปที่รหัสที่ใช้ความเสียหายจากรังสี",
    "tr": "Rastgele sayı 0 ise, radyasyon hasarı uygulayan koda atlayın.",
    "uk": "Якщо випадкове число дорівнює 0, то перейдіть до коду, який застосовує радіаційне ураження.",
    "vi": "Nếu số ngẫu nhiên là 0, sau đó chuyển sang mã áp dụng thiệt hại bức xạ.",
    "zh-CN": "如果随机数为 0，则跳转到应用辐射损伤的代码。",
    "zh-TW": "如果隨機數為 0，則跳轉到應用輻射損傷的代碼。"
}
