{
    "ar": ".القفز إلى 'رمز ترتيب الدم' إذا تم توقيع الرقم العشوائي (سلبي)",
    "bg": "Преминете към 'кода за кръвопускане', ако случайното число е подписано (отрицателно).",
    "cs": "Přeskočte na 'kód pouštění žilou', pokud je náhodné číslo podepsáno (záporné).",
    "da": "Spring til 'blodudladningskoden', hvis det tilfældige tal er underskrevet (negativt).",
    "de": "Springen Sie zum 'Aderlass-Code', wenn die Zufallszahl vorzeichen (negativ) ist.",
    "el": "Μεταβείτε στον «κωδικό αφαίμαξης» εάν ο τυχαίος αριθμός είναι υπογεγραμμένος (αρνητικός).",
    "en": "Jump to the 'bloodletting code' if the random number is signed (negative).",
    "es": "Salta al 'código de sangría' si el número aleatorio está firmado (negativo).",
    "es-419": "Salta al 'código de sangría' si el número aleatorio está firmado (negativo).",
    "fi": "Siirry 'verenlaskukoodiin', jos satunnaisluku on allekirjoitettu (negatiivinen).",
    "fr": "Passez au « code de saignée » si le nombre aléatoire est signé (négatif).",
    "hu": "Ugrás a 'véreresztő kódra', ha a véletlen szám alá van írva (negatív).",
    "it": "Vai al 'codice salasso' se il numero casuale è firmato (negativo).",
    "ja": "乱数が符号付き(負)の場合は、「瀉血コード」にジャンプします。",
    "ko": "난수가 서명(음수)된 경우 '유혈 코드'로 이동합니다.",
    "nl": "Ga naar de 'aderlatingscode' als het willekeurige nummer is ondertekend (negatief).",
    "no": "Gå til 'blodslettingskoden' hvis det tilfeldige tallet er signert (negativt).",
    "pl": "Przejdź do 'kodu upuszczania krwi', jeśli losowa liczba jest podpisana (ujemna).",
    "pt": "Salte para o 'código de sangria' se o número aleatório estiver assinado (negativo).",
    "pt-BR": "Pule para o 'código de sangria' se o número aleatório estiver assinado (negativo).",
    "ro": "Treceți la 'codul de sânge' dacă numărul aleatoriu este semnat (negativ).",
    "ru": "Перейдите к «коду кровопускания», если случайное число подписано (отрицательно).",
    "sv": "Gå till 'åderlåtningskoden' om slumptalet är signerat (negativt).",
    "th": "ข้ามไปที่ 'รหัส bloodleting' หากมีการลงนามหมายเลขสุ่ม (ลบ)",
    "tr": "Rastgele sayı imzalanmışsa (negatif) 'kan alma koduna' atlayın.",
    "uk": "Перейдіть до «коду кровопускання», якщо випадкове число підписано (негативне).",
    "vi": "Chuyển đến 'mã đổ máu' nếu số ngẫu nhiên được ký (âm).",
    "zh-CN": "如果随机数是签名的（负数），则跳转到“放血代码”。",
    "zh-TW": "如果隨機數是簽名的（負數），則跳轉到“放血代碼”。"
}
