{
    "ar": "قد يكون هذا العنصر دليلاً على كيفية عمل الأضواء.",
    "bg": "Този артикул може да е представа за това как работят светлините.",
    "cs": "Tato položka může být klíčem k tomu, jak světla fungují.",
    "da": "Denne vare kan være en anelse om, hvordan lysene fungerer.",
    "de": "Dieser Punkt könnte ein Hinweis darauf sein, wie die Lichter funktionieren.",
    "el": "Αυτό το αντικείμενο μπορεί να είναι μια ιδέα για το πώς λειτουργούν τα φώτα.",
    "en": "This item might be a clue to how the lights work.",
    "es": "Este artículo puede ser una pista de cómo funcionan las luces.",
    "es-419": "Este artículo puede ser una pista de cómo funcionan las luces.",
    "fi": "Tämä kohta voi olla vihje siitä, miten valot toimivat.",
    "fr": "Cet article pourrait être un indice du fonctionnement des lumières.",
    "hu": "Lehet, hogy ez az elem utal arra, hogyan működnek a lámpák.",
    "it": "Questo oggetto potrebbe essere un indizio su come funzionano le luci.",
    "ja": "このアイテムは、ライトがどのように機能するかの手がかりになるかもしれません。",
    "ko": "이 항목은 조명 작동 방식의 실마리가 될 수 있습니다.",
    "nl": "Dit item kan een aanwijzing zijn voor hoe de lichten werken.",
    "no": "Dette elementet kan være en ledetråd til hvordan lysene fungerer.",
    "pl": "Ten przedmiot może być wskazówką dotyczącą działania świateł.",
    "pt": "Este item pode ser uma pista de como as luzes funcionam.",
    "pt-BR": "Este item pode ser uma pista de como as luzes funcionam.",
    "ro": "Acest articol ar putea fi un indiciu asupra modului de funcționare a luminilor.",
    "ru": "Этот предмет может быть подсказкой к тому, как работают огни.",
    "sv": "Den här artikeln kan vara en ledtråd till hur lamporna fungerar.",
    "th": "รายการนี้อาจเป็นสัญญาณว่าไฟทำงานอย่างไร",
    "tr": "Bu öğe ışıkların nasıl çalıştığına dair bir ipucu olabilir.",
    "uk": "Цей предмет може бути підказкою того, як працюють ліхтарі.",
    "vi": "Mục này có thể là một đầu mối để làm thế nào đèn hoạt động.",
    "zh-CN": "该项目可能是灯光如何工作的线索。",
    "zh-TW": "該項目可能是燈光如何工作的線索。"
}
