{
    "ar": "عنصر وراء علبة الزجاج، ولكن يمكنك اختيار واحد فقط.",
    "bg": "Един предмет е зад стъклото, но можете да изберете само един.",
    "cs": "Položka je za skleněným pouzdra, ale můžete si vybrat pouze jednu.",
    "da": "Et element er bag glaskassen, men du må kun vælge en.",
    "de": "Ein Artikel befindet sich hinter dem Glasgehäuse, aber Sie können nur eine wählen.",
    "el": "Ένα στοιχείο είναι πίσω από τη γυάλινη θήκη, αλλά μπορείτε να επιλέξετε μόνο ένα.",
    "en": "An item is behind the glass case, but you may only choose one.",
    "es": "Un artículo está detrás de la caja de vidrio, pero sólo puede elegir uno.",
    "es-419": "Un artículo está detrás de la caja de vidrio, pero sólo puede elegir uno.",
    "fi": "Kohde on lasikotelon takana, mutta voit valita vain yhden.",
    "fr": "Un article est derrière le boîtier en verre, mais vous ne pouvez en choisir qu’un.",
    "hu": "Egy elem van az üvegtok mögött, de csak egyet választhat.",
    "it": "Un elemento è dietro la custodia di vetro, ma si può scegliere solo uno.",
    "ja": "ガラスケースの後ろにあるアイテムがありますが、1つだけを選択できます。",
    "ko": "상품은 유리 케이스 뒤에 있지만 하나만 선택할 수 있습니다.",
    "nl": "Een item zit achter de glazen behuizing, maar je mag er maar één kiezen.",
    "nb": "Et element er bak glasskassen, men du kan bare velge en.",
    "pl": "Element znajduje się za szklaną obudową, ale możesz wybrać tylko jeden.",
    "pt": "Um item está por trás da caixa de vidro, mas você só pode escolher um.",
    "pt-BR": "Um item está atrás da caixa de vidro, mas você só pode escolher um.",
    "ro": "Un element este în spatele caz de sticlă, dar puteți alege doar unul.",
    "ru": "Элемент находится за стеклянным корпусом, но вы можете выбрать только один.",
    "sv": "Ett objekt ligger bakom glaslådan, men du kan bara välja ett.",
    "th": "รายการที่อยู่ด้านหลังกล่องกระจก แต่คุณสามารถเลือกได้เพียงชิ้นเดียวเท่านั้น",
    "tr": "Cam kasanın arkasında bir öğe vardır, ancak yalnızca birini seçebilirsiniz.",
    "uk": "Пункт стоїть за скляним випадком, але ви можете вибрати тільки один.",
    "vi": "Một mục là phía sau trường hợp thủy tinh, nhưng bạn chỉ có thể chọn một.",
    "zh-CN": "一件物品在玻璃盒后面，但您只能选择一个。",
    "zh-TW": "一件物品在玻璃盒後面,但您只能選擇一個。"
}
