{
    "ar": "MOV هي عملية تنقل البيانات من موقع إلى آخر.",
    "bg": "MOV е операция, която премества данни от едно място на друго.",
    "cs": "MOV je operace, která přesouvá data z jednoho místa na druhé.",
    "da": "MOV er en operation, der flytter data fra et sted til et andet.",
    "de": "MOV ist eine Operation, die Daten von einem Ort an einen anderen verschiebt.",
    "el": "Το MOV είναι μια ενέργεια που μετακινεί δεδομένα από τη μία θέση στην άλλη.",
    "en": "MOV is an operation that moves data from one location to another.",
    "es": "MOV es una operación que mueve datos de una ubicación a otra.",
    "es-419": "MOV es una operación que mueve datos de una ubicación a otra.",
    "fi": "MOV on toiminto, joka siirtää tietoja paikasta toiseen.",
    "fr": "MOV est une opération qui déplace les données d'un emplacement à un autre.",
    "hu": "Az MOV olyan művelet, amely az adatokat egy helyről a másikra mozgatja.",
    "it": "MOV è un'operazione che sposta i dati da una posizione a un'altra.",
    "ja": "MOVは、ある場所から別の場所にデータを移動する操作です。",
    "ko": "MOV는 한 위치에서 다른 위치로 데이터를 이동시키는 작업입니다.",
    "nl": "MOV is een bewerking die gegevens van de ene locatie naar de andere verplaatst.",
    "no": "MOV er en operasjon som flytter data fra ett sted til et annet.",
    "pl": "MOV to operacja, która przenosi dane z jednej lokalizacji do drugiej.",
    "pt": "MOV é uma operação que move dados de um local para outro.",
    "pt-BR": "MOV é uma operação que move dados de um local para outro.",
    "ro": "MOV este o operație care mută datele de la o locație la alta.",
    "ru": "MOV - это операция, которая перемещает данные из одного места в другое.",
    "sv": "MOV är en operation som flyttar data från en plats till en annan.",
    "th": "MOV เป็นการดำเนินการที่ย้ายข้อมูลจากที่หนึ่งไปอีกที่หนึ่ง",
    "tr": "MOV, verileri bir konumdan diğerine taşıyan bir işlemdir.",
    "uk": "MOV - це операція, яка переміщує дані з одного місця в інше.",
    "vi": "MOV là một hoạt động di chuyển dữ liệu từ vị trí này sang vị trí khác.",
    "zh-CN": "MOV是一种将数据从一个位置移动到另一个位置的操作。",
    "zh-TW": "MOV是一種將數據從一個位置移動到另一個位置的操作。"
}
