{
    "ar": "يضيف تعليمة 'XYZ' رقمين صحيحين معًا. حاول استبدال الرقم 2 بشيء آخر.",
    "bg": "Инструкцията „XYZ“ добавя две цели числа заедно. Опитайте да замените числото 2 с нещо друго.",
    "cs": "Instrukce 'XYZ' spojuje dvě celá čísla dohromady. Zkuste nahradit číslo 2 něčím jiným.",
    "da": "Instruktionen 'XYZ' tilføjer to hele tal sammen. Prøv at erstatte nummer 2 med noget andet.",
    "de": "Die Anweisung 'XYZ' addiert zwei ganze Zahlen. Versuchen Sie, die Nummer 2 durch etwas anderes zu ersetzen.",
    "el": "Η εντολή 'XYZ' προσθέτει δύο ολόκληρους αριθμούς μαζί. Δοκιμάστε να αντικαταστήσετε τον αριθμό 2 με κάτι άλλο.",
    "en": "The instruction 'XYZ' adds two whole numbers together. Try replacing the number 2 with something else.",
    "es": "La instrucción 'XYZ' suma dos números enteros juntos. Intenta reemplazar el número 2 con otra cosa.",
    "es-419": "La instrucción 'XYZ' suma dos números enteros juntos. Intenta reemplazar el número 2 con otra cosa.",
    "fi": "Käsky 'XYZ' lisää kaksi kokonaista numeroa yhteen. Yritä korvata numero 2 jollakin muulla.",
    "fr": "L'instruction «XYZ» additionne deux nombres entiers ensemble. Essayez de remplacer le chiffre 2 par autre chose.",
    "hu": "Az 'XYZ' utasítás két egész számot ad össze. Próbáljon meg helyettesíteni a 2-es számot valami mással.",
    "it": "L'istruzione 'XYZ' aggiunge due numeri interi insieme. Prova a sostituire il numero 2 con qualcos'altro.",
    "ja": "命令「XYZ」は、2つの整数を加算します。数字の2を別のものに置き換えてみてください。",
    "ko": "명령어 'XYZ'는 두 개의 정수를 더합니다. 숫자 2를 다른 것으로 바꾸십시오.",
    "nl": "De instructie 'XYZ' voegt twee hele getallen bij elkaar. Probeer nummer 2 te vervangen door iets anders.",
    "no": "Instruksjonen 'XYZ' legger to hele tall sammen. Prøv å bytte ut nummer 2 med noe annet.",
    "pl": "Instrukcja „XYZ” dodaje dwie liczby całkowite razem. Spróbuj zamienić numer 2 na coś innego.",
    "pt": "A instrução 'XYZ' adiciona dois números inteiros. Tente substituir o número 2 por outra coisa.",
    "pt-BR": "A instrução 'XYZ' adiciona dois números inteiros. Tente substituir o número 2 por outra coisa.",
    "ro": "Instrucțiunea „XYZ” adaugă împreună două numere întregi. Încercați să înlocuiți numărul 2 cu altceva.",
    "ru": "Инструкция «XYZ» добавляет два целых числа вместе. Попробуйте заменить число 2 на что-то другое.",
    "sv": "Instruktionen 'XYZ' lägger till två hela siffror tillsammans. Försök ersätta nummer 2 med något annat.",
    "th": "คำแนะนำ 'XYZ' เพิ่มตัวเลขสองตัวด้วยกัน ลองแทนที่หมายเลข 2 ด้วยอย่างอื่น",
    "tr": "'XYZ' komutu iki tam sayı ekler. 2 sayısını başka bir şeyle değiştirmeyi deneyin.",
    "uk": "Інструкція 'XYZ' додає два цілих числа разом. Спробуйте замінити число 2 чимось іншим.",
    "vi": "Hướng dẫn 'XYZ' cộng hai số nguyên lại với nhau. Hãy thử thay thế số 2 bằng một cái gì đó khác.",
    "zh-CN": "指令“ XYZ”将两个整数相加。尝试用其他东西代替数字2。",
    "zh-TW": "指令“ XYZ”將兩個整數相加。嘗試用其他東西代替數字2。"
}
