{
    "ar": "'inc' تعني الزيادة بمقدار واحد. هذا الرمز يشفي العدو. تغييره إلى 'dec' لتقليل صحة المعارضين بدلاً من ذلك!",
    "bg": "'inc' означава увеличение с едно. Този код лекува врага. Променете го в „dec“, за да намалите здравето на противниците си!",
    "cs": "'inc' znamená zvýšení o jednu. Tento kód léčí nepřítele. Změňte to na 'dec', abyste snížili zdraví soupeřů!",
    "da": "`inc` betyder stigning med en. Denne kode helbreder fjenden. Skift det til 'dec' for at mindske modstandernes sundhed i stedet!",
    "de": "'inc' bedeutet Inkrementieren um eins. Dieser Code heilt den Feind. Ändere es auf 'dec', um stattdessen die Gesundheit des Gegners zu verringern!",
    "el": "Το 'inc' σημαίνει αύξηση κατά ένα. Αυτός ο κώδικας θεραπεύει τον εχθρό. Αλλάξτε το σε 'dec' για να μειώσετε την υγεία των αντιπάλων!",
    "en": "`inc` means increment by one. This code heals the enemy. Change it to 'dec' to decrease the opponents health instead!",
    "es": "`inc` significa incremento en uno. Este código cura al enemigo. ¡Cambie a 'dec' para disminuir la salud de los oponentes!",
    "es-419": "`inc` significa incremento en uno. Este código cura al enemigo. ¡Cambie a 'dec' para disminuir la salud de los oponentes!",
    "fi": "`inc` tarkoittaa lisäystä yhdellä. Tämä koodi parantaa vihollista. Vaihda se dec: ksi, mikä vähentää vastustajien terveyttä!",
    "fr": "`inc` signifie incrémenter de un. Ce code guérit l'ennemi. Changez-le en 'dec' pour diminuer la santé de vos adversaires à la place!",
    "hu": "Az 'inc' egy növekményt jelent. Ez a kód meggyógyítja az ellenséget. Változtassa meg az „dec” -re, hogy csökkentse az ellenfelek egészségét!",
    "it": "`inc` significa incremento di uno. Questo codice guarisce il nemico. Cambialo in 'dec' per diminuire la salute degli avversari!",
    "ja": "「ＸＹＺ」は１ずつ増加することを意味する。このコードは敵を癒します。対戦相手の健康を低下させるためには、それを 'dec'に変更してください。",
    "ko": "'inc'는 1 씩 증가하는 것을 의미합니다. 이 코드는 적을 치료합니다. 대신 'dec'로 변경하여 상대방의 건강을 줄이십시오!",
    "nl": "`inc` betekent een toename met één. Deze code geneest de vijand. Verander het in 'dec' om in plaats daarvan de gezondheid van de tegenstander te verminderen!",
    "no": "`inc` betyr økning med en. Denne koden helbreder fienden. Endre det til 'dec' for å redusere motstandernes helse i stedet!",
    "pl": "`inc` oznacza przyrost o jeden. Ten kod leczy wroga. Zmień go na „dec”, aby zamiast tego zmniejszyć zdrowie przeciwników!",
    "pt": "`inc` significa incremento de um. Este código cura o inimigo. Altere para 'dec' para diminuir a saúde do adversário!",
    "pt-BR": "`inc` significa incremento de um. Este código cura o inimigo. Altere para 'dec' para diminuir a saúde do adversário!",
    "ro": "'inc' înseamnă o creștere cu unu. Acest cod vindecă inamicul. Schimbați-l la 'dec' pentru a reduce sănătatea adversarilor!",
    "ru": "«inc» означает приращение на единицу. Этот код лечит врага. Измените его на «dec», чтобы уменьшить здоровье противников!",
    "sv": "'inc' betyder ökning med en. Denna kod läker fienden. Ändra det till 'dec' för att minska motståndarnas hälsa istället!",
    "th": "`inc 'หมายถึงการเพิ่มขึ้นทีละหนึ่ง รหัสนี้จะรักษาศัตรู เปลี่ยนเป็น 'dec' เพื่อลดความแข็งแรงของคู่ต่อสู้แทน!",
    "tr": "'inc' bir artırma anlamına gelir. Bu kod düşmanı iyileştirir. Bunun yerine rakiplerin sağlığını azaltmak için 'dec' olarak değiştirin!",
    "uk": "'inc' означає збільшення на одиницю. Цей код лікує ворога. Змініть його на 'dec', щоб зменшити здоров'я противника!",
    "vi": "`inc` có nghĩa là tăng thêm một. Mã này chữa lành kẻ thù. Thay đổi nó thành 'dec' để giảm sức khỏe của đối thủ!",
    "zh-CN": "`inc`表示递增1。这段代码治愈了敌人。将其改为'dec'以减少对手的健康！",
    "zh-TW": "`inc`表示遞增1。這段代碼治癒了敵人。將其改為'dec'以減少對手的健康！"
}
