{
    "ar": "تزيد تعليمات 'inc' بمقدار واحد. هذا الرمز يشفي العدو. قم بتغييره إلى 'dec' لتقليل صحة المعارضين بدلا من ذلك!",
    "bg": "Инструкцията 'inc' нараства с единица. Този код лекува врага. Променете го на 'dec', за да намалите здравето на опонентите вместо това!",
    "cs": "Instrukce 'inc' se zvyšuje o jednu. Tento kód léčí nepřítele. Změňte ji na 'dec', abyste místo toho snížili zdraví soupeře!",
    "da": "Instruktionen 'inc' øges med en. Denne kode helbreder fjenden. Skift det til 'dec' for at mindske modstandernes helbred i stedet!",
    "de": "Die Anweisung 'inc' wird um eins erhöht. Dieser Code heilt den Feind. Ändern Sie es in 'dec', um stattdessen die Gesundheit des Gegners zu verringern!",
    "el": "Η εντολή 'inc' αυξάνεται κατά ένα. Αυτός ο κώδικας θεραπεύει τον εχθρό. Αλλάξτε το σε 'dec' για να μειώσετε την υγεία των αντιπάλων!",
    "en": "The 'inc' instruction increments by one. This code heals the enemy. Change it to 'dec' to decrease the opponents health instead!",
    "es": "La instrucción 'inc' aumenta en uno. Este código cura al enemigo. ¡Cámbielo a 'dec' para disminuir la salud de los oponentes!",
    "es-419": "La instrucción 'inc' aumenta en uno. Este código cura al enemigo. ¡Cámbielo a 'dec' para disminuir la salud de los oponentes!",
    "fi": "'inc'-käsky kasvaa yhdellä. Tämä koodi parantaa vihollisen. Vaihda se arvoon 'dec' heikentääksesi vastustajien terveyttä!",
    "fr": "L’instruction 'inc' s’incrémente d’une unité. Ce code guérit l’ennemi. Changez-le en 'dec' pour diminuer la santé des adversaires à la place!",
    "hu": "A 'inc' utasítás eggyel növekszik. Ez a kód meggyógyítja az ellenséget. Változtasd meg 'dec'-re, hogy csökkentsd az ellenfél életerejét!",
    "it": "L'istruzione 'inc' viene incrementata di uno. Questo codice guarisce il nemico. Cambialo in 'dec' per diminuire la salute degli avversari!",
    "ja": "'inc' 命令は 1 ずつインクリメントされます。このコードは敵を癒します。'dec' に変更して、代わりに対戦相手の体力を減らしてください!",
    "ko": "'inc' 명령은 1씩 증가합니다. 이 코드는 적을 치료합니다. 대신 'dec'로 변경하여 상대의 체력을 감소시킵니다!",
    "nl": "De instructie 'inc' neemt met één toe. Deze code geneest de vijand. Verander het in 'dec' om de gezondheid van de tegenstander te verminderen!",
    "no": "Instruksjonen 'inc' øker med én. Denne koden helbreder fienden. Endre det til 'dec' for å redusere motstanderens helse i stedet!",
    "pl": "Instrukcja 'inc' zwiększa się o jeden. Ten kod leczy wroga. Zmień go na 'dec', aby zamiast tego zmniejszyć zdrowie przeciwnika!",
    "pt": "A instrução 'inc' aumenta em um. Este código cura o inimigo. Mude-o para 'dec' para diminuir a saúde dos adversários!",
    "pt-BR": "A instrução 'inc' é incrementada em um. Este código cura o inimigo. Mude-o para 'dec' para diminuir a saúde dos oponentes!",
    "ro": "Instrucțiunea 'inc' crește cu unul. Acest cod vindecă inamicul. Schimbați-l la 'dec' pentru a reduce sănătatea adversarilor în loc!",
    "ru": "Инструкцию 'inc' увеличивается на единицу. Этот код исцеляет врага. Измените его на 'dec', чтобы вместо этого уменьшить здоровье противника!",
    "sv": "Instruktionen 'inc' ökar med en. Denna kod läker fienden. Ändra det till 'dec' för att minska motståndarnas hälsa istället!",
    "th": "คําสั่ง 'inc' เพิ่มขึ้นทีละรายการ รหัสนี้เยียวยาศัตรู เปลี่ยนเป็น 'dec' เพื่อลดสุขภาพของฝ่ายตรงข้ามแทน!",
    "tr": "'inc' talimatı bir artar. Bu kod düşmanı iyileştirir. Bunun yerine rakiplerin sağlığını azaltmak için bunu 'dec' olarak değiştirin!",
    "uk": "Інструкція 'inc' збільшується на одиницю. Цей код лікує ворога. Змініть його на 'dec', щоб зменшити здоров'я опонентів!",
    "vi": "Lệnh 'inc' tăng thêm một. Mã này chữa lành kẻ thù. Thay đổi nó thành 'dec' để giảm máu của đối thủ!",
    "zh-CN": "“inc”指令递增 1。此代码可以治愈敌人。将其更改为“dec”以降低对手的生命值！",
    "zh-TW": "“inc”指令遞增 1。此代碼可以治癒敵人。將其更改為「dec」以降低對手的生命值！"
}
