{
    "ar": ".؜ملحوظا! أنت أول فريق يجتاز هذا التحدي",
    "bg": "Забележителен! Вие сте първият отбор, който някога е преминал това предизвикателство.",
    "cs": "Pozoruhodný! Jste prvním týmem, který kdy tuto výzvu zvládl.",
    "da": "Bemærkelsesværdig! Du er det første hold, der nogensinde har bestået denne udfordring.",
    "de": "Bemerkenswert! Ihr seid das erste Team, das diese Herausforderung jemals bestanden hat.",
    "el": "Αξιοσημείωτος! Είστε η πρώτη ομάδα που πέρασε ποτέ αυτή την πρόκληση.",
    "en": "Remarkable! You are the first team to ever pass this challenge.",
    "es": "¡Notable! Eres el primer equipo en superar este desafío.",
    "es-419": "¡Notable! Eres el primer equipo en superar este desafío.",
    "fi": "Merkittävä! Olet ensimmäinen joukkue, joka on koskaan läpäissyt tämän haasteen.",
    "fr": "Remarquable! Vous êtes la première équipe à réussir ce défi.",
    "hu": "Figyelemre méltó! Te vagy az első csapat, amely valaha is megfelelt ennek a kihívásnak.",
    "it": "Notevole! Sei la prima squadra a superare questa sfida.",
    "ja": "著しい！あなたはこの挑戦に合格した最初のチームです。",
    "ko": "비범한! 여러분은 이 도전을 통과한 최초의 팀입니다.",
    "nl": "Opmerkelijk! Je bent het eerste team dat deze uitdaging ooit doorstaat.",
    "no": "Bemerkelsesverdig! Du er det første laget som noensinne har bestått denne utfordringen.",
    "pl": "Wybitny! Jesteś pierwszym zespołem, który kiedykolwiek przeszedł to wyzwanie.",
    "pt": "Notável! És a primeira equipa a passar por este desafio.",
    "pt-BR": "Notável! Você é o primeiro time a passar por este desafio.",
    "ro": "Remarcabil! Ești prima echipă care a trecut vreodată de această provocare.",
    "ru": "Замечательный! Вы первая команда, которая когда-либо проходила этот вызов.",
    "sv": "Anmärkningsvärd! Du är det första laget som någonsin klarat den här utmaningen.",
    "th": "เด่น! คุณเป็นทีมแรกที่ผ่านความท้าทายนี้",
    "tr": "Kayda değer! Bu meydan okumayı geçen ilk takım sizsiniz.",
    "uk": "Чудовий! Ви перша команда, яка коли-небудь пройшла цей виклик.",
    "vi": "Xuất sắc! Bạn là đội đầu tiên vượt qua thử thách này.",
    "zh-CN": "出色！你是第一个通过这个挑战的团队。",
    "zh-TW": "出色！你是第一個通過這個挑戰的團隊。"
}
