{
    "ar": "خذ هذا الكتاب الإملائي. سوف يعلمك كيفية السيطرة على الضوء، وحتى إحياء الموتى.",
    "bg": "Вземи тази книга със заклинания. Ще те научи как да контролираш светлината и дори ще възкресиш мъртвите.",
    "cs": "Vezmi si tuhle knihu kouzel. To vás naučí, jak ovládat světlo, a dokonce vzkřísit mrtvé.",
    "da": "Tag denne tryllebog. Det vil lære dig at styre lyset og endda genoplive de døde.",
    "de": "Nehmen Sie dieses Zauberbuch. Es wird euch lehren, wie ihr das Licht kontrollieren und sogar die Toten auferstehen lässt.",
    "el": "Πάρε αυτό το βιβλίο με τα συλλαβίνα. Θα σας διδάξει πώς να ελέγχετε το φως, και ακόμη και να αναστήσετε τους νεκρούς.",
    "en": "Take this spellbook. It will teach you how to control the light, and even resurrect the dead.",
    "es": "Toma este libro de hechizos. Te enseñará a controlar la luz, e incluso resucitar a los muertos.",
    "es-419": "Toma este libro de hechizos. Te enseñará a controlar la luz, e incluso resucitar a los muertos.",
    "fi": "Ota tämä loitsukirja. Se opettaa sinulle, miten hallita valoa, ja jopa herättää kuolleita.",
    "fr": "Prends ce livre de sorts. Il vous apprendra à contrôler la lumière, et même ressusciter les morts.",
    "hu": "Fogd ezt a varázskönyvet. Megtanítja, hogyan irányítsd a fényt, és még feltámasztsd a holtakat is.",
    "it": "Prendi questo libro degli incantesimi. Ti insegnerà come controllare la luce, e persino resuscitare i morti.",
    "ja": "このスペルブックを取る。それは光を制御する方法を教えてくれます, さらには死者を復活.",
    "ko": "이 마법책을 가져 가라. 그것은 빛을 통제하는 방법을 가르쳐 줄 것이며, 심지어 죽은 자만 부활할 것입니다.",
    "nl": "Neem dit spreukenboek. Het zal je leren hoe je het licht moet beheersen en zelfs de doden tot leven wekken.",
    "nb": "Ta denne spellboken. Det vil lære deg hvordan du kontrollerer lyset, og til og med gjenopplive de døde.",
    "pl": "Weź tę księgę zaklęć. Nauczy was, jak kontrolować światło, a nawet wskrzesić zmarłych.",
    "pt": "Pegue este livro de feitiços. Vai ensinar-te a controlar a luz, e até mesmo ressuscitar os mortos.",
    "pt-BR": "Pegue este livro de feitiços. Ele vai te ensinar a controlar a luz, e até ressuscitar os mortos.",
    "ro": "Ia cartea asta de vrăji. Te va învăța să controlezi lumina și chiar să învie morții.",
    "ru": "Возьми эту книгу заклинаний. Он научит вас, как управлять светом, и даже воскресить мертвых.",
    "sv": "Ta den här spellbooken. Det kommer att lära dig att kontrollera ljuset, och även återuppliva de döda.",
    "th": "เอาหนังสือเวทมนต์นี่ไป มันจะสอนวิธีควบคุมแสงและแม้กระทั่งการฟื้นคืนชีพคนตาย",
    "tr": "Şu büyü kitabını al. Işığı nasıl kontrol edeceğinive hatta ölüleri nasıl dirilteceğini öğretecek.",
    "uk": "Візьміть цю книгу заклинань. Він навчить вас, як контролювати світло, і навіть воскресити мертвих.",
    "vi": "Lấy spellbook này. Nó sẽ dạy cho bạn cách kiểm soát ánh sáng, và thậm chí hồi sinh người chết.",
    "zh-CN": "拿这个咒语书它将教你如何控制光，甚至复活死者。",
    "zh-TW": "拿這個咒語書它將教你如何控制光,甚至復活死者。"
}
