{
    "ar": ".أنت حر في المرور من هنا ، ولكن كن حذرا ، فالطرق أمامك خطيرة. حظا سعيدا في رحلتك",
    "bg": "Вие сте свободни да преминете през тук, но бъдете предпазливи, пътищата напред са опасни. Късмет по време на пътуването.",
    "cs": "Můžete tudy projíždět, ale buďte opatrní, silnice před vámi jsou nebezpečné. Hodně štěstí na vaší cestě.",
    "da": "Du er fri til at passere her, men vær forsigtig, vejene foran er farlige. Held og lykke på din rejse.",
    "de": "Sie können hier frei durchgehen, aber seien Sie vorsichtig, die Straßen vor Ihnen sind gefährlich. Viel Glück auf Ihrer Reise.",
    "el": "Είστε ελεύθεροι να περάσετε από εδώ, αλλά να είστε προσεκτικοί, οι δρόμοι μπροστά είναι επικίνδυνοι. Καλή τύχη στο ταξίδι σας.",
    "en": "You are free to pass through here, but be cautious, the roads ahead are dangerous. Best of luck on your journey.",
    "es": "Eres libre de pasar por aquí, pero ten cuidado, los caminos por delante son peligrosos. La mejor de las suertes en su viaje.",
    "es-419": "Eres libre de pasar por aquí, pero ten cuidado, los caminos por delante son peligrosos. La mejor de las suertes en su viaje.",
    "fi": "Voit vapaasti kulkea täällä, mutta ole varovainen, edessä olevat tiet ovat vaarallisia. Onnea matkallesi.",
    "fr": "Vous êtes libre de passer par ici, mais soyez prudent, les routes devant vous sont dangereuses. Bonne chance dans votre voyage.",
    "hu": "Szabadon áthaladhat itt, de legyen óvatos, az előtte álló utak veszélyesek. Sok sikert az utazáshoz.",
    "it": "Sei libero di passare da qui, ma sii cauto, le strade davanti sono pericolose. Buona fortuna per il tuo viaggio.",
    "ja": "ここを通るのは自由ですが、前方の道路は危険ですので注意してください。あなたの旅の幸運を祈ります。",
    "ko": "당신은 여기에서 자유롭게 통과 할 수 있지만, 앞으로의 도로는 위험합니다. 여행에서 행운을 빕니다.",
    "nl": "Je bent vrij om hier doorheen te gaan, maar wees voorzichtig, de wegen die voor je liggen zijn gevaarlijk. Veel succes op je reis.",
    "no": "Du er fri til å passere gjennom her, men vær forsiktig, veiene fremover er farlige. Lykke til på reisen.",
    "pl": "Możesz tu swobodnie przechodzić, ale bądź ostrożny, drogi przed tobą są niebezpieczne. Powodzenia w podróży.",
    "pt": "Pode passar por aqui, mas seja cauteloso, as estradas à frente são perigosas. Boa sorte na sua viagem.",
    "pt-BR": "Você está livre para passar por aqui, mas seja cauteloso, as estradas à frente são perigosas. Boa sorte em sua jornada.",
    "ro": "Sunteți liberi să treceți pe aici, dar fiți precauți, drumurile din față sunt periculoase. Cel mai bun de noroc în călătoria dumneavoastră.",
    "ru": "Вы можете свободно проезжать здесь, но будьте осторожны, дороги впереди опасны. Желаем удачи в вашем путешествии.",
    "sv": "Du är fri att passera här, men var försiktig, vägarna framåt är farliga. Lycka till på din resa.",
    "th": "คุณมีอิสระที่จะผ่านที่นี่ แต่ระวังถนนข้างหน้าเป็นอันตราย ขอให้โชคดีในการเดินทางของคุณ",
    "tr": "Buradan geçmekte özgürsünüz, ama dikkatli olun, önünüzdeki yollar tehlikeli. Yolculuğunuzda iyi şanslar.",
    "uk": "Ви можете вільно проїжджати сюди, але будьте обережні, дороги попереду небезпечні. Хай щастить у вашій подорожі.",
    "vi": "Bạn có thể tự do đi qua đây, nhưng hãy thận trọng, những con đường phía trước rất nguy hiểm. Chúc may mắn trên hành trình của bạn.",
    "zh-CN": "你可以自由地通过这里，但要小心，前面的道路是危险的。祝您旅途好运。",
    "zh-TW": "你可以自由地通過這裡，但要小心，前面的道路是危險的。祝您旅途好運。"
}
