{
    "ar": "لماذا هذا +4 بدلا من +1؟ وذلك لأن الأرقام التي يتم تعقبها هي أعداد صحيحة ، والتي تستهلك 4 بايت من الذاكرة.",
    "bg": "Защо това +4 вместо +1? Това е така, защото проследените числа са цели числа, които заемат 4 байта памет.",
    "cs": "Proč je tento +4 namísto +1? Důvodem je, že sledovaná čísla jsou celá čísla, která zabírají 4 bajty paměti.",
    "da": "Hvorfor er dette +4 i stedet for +1? Dette skyldes, at de tal, der spores, er heltal, der optager 4 bytes hukommelse.",
    "de": "Warum ist das +4 statt +1? Dies liegt daran, dass die verfolgten Zahlen Ganzzahlen sind, die 4 Byte Speicher belegen.",
    "el": "Γιατί είναι αυτό το +4 αντί του +1; Αυτό οφείλεται στο γεγονός ότι οι αριθμοί που παρακολουθούνται είναι ακέραιοι, οι οποίοι καταλαμβάνουν 4 bytes μνήμης.",
    "en": "Why is this +4 instead of +1? This is because the numbers being tracked are integers, which take up 4 bytes of memory.",
    "es": "¿Por qué es este +4 en lugar de +1? Esto se debe a que los números que se rastrean son enteros, que ocupan 4 bytes de memoria.",
    "es-419": "¿Por qué es este +4 en lugar de +1? Esto se debe a que los números que se rastrean son enteros, que ocupan 4 bytes de memoria.",
    "fi": "Miksi tämä +4 on +1: n sijaan? Tämä johtuu siitä, että seurattavat numerot ovat kokonaislukuja, jotka vievät 4 tavua muistia.",
    "fr": "Pourquoi est-ce +4 au lieu de +1? En effet, les numéros suivis sont des entiers, qui occupent 4 octets de mémoire.",
    "hu": "Miért van ez az +4 a +1 helyett? Ez azért van, mert a nyomon követhető számok egész számok, amelyek 4 bájtnyi memóriát foglalnak magukban.",
    "it": "Perché questa +4 invece di +1? Questo perché i numeri tracciati sono numeri interi, che occupano 4 byte di memoria.",
    "ja": "これはなぜ+1の代わりに+4なのですか？これは、追跡されている数字が整数であり、4バイトのメモリを消費するためです。",
    "ko": "+1가 아닌 왜 +4입니까? 이것은 추적되는 숫자가 4 바이트의 메모리를 차지하는 정수이기 때문입니다.",
    "nl": "Waarom is deze +4 in plaats van +1? Dit komt omdat de getallen die worden bijgehouden, gehele getallen zijn, die 4 bytes aan geheugen innemen.",
    "no": "Hvorfor er dette +4 i stedet for +1? Dette skyldes at tallene som spores, er heltall, som tar opp 4 bytes minne.",
    "pl": "Dlaczego ten +4 zamiast +1? Dzieje się tak, ponieważ śledzone liczby są liczbami całkowitymi, które zajmują 4 bajty pamięci.",
    "pt": "Por que isso é +4 em vez de +1? Isso ocorre porque os números que estão sendo rastreados são inteiros, que ocupam 4 bytes de memória.",
    "pt-BR": "Por que isso é +4 em vez de +1? Isso ocorre porque os números que estão sendo rastreados são inteiros, que ocupam 4 bytes de memória.",
    "ro": "De ce este acest +4 în loc de +1? Acest lucru se datorează faptului că numerele care sunt urmărite sunt numere întregi, care ocupă 4 octeți de memorie.",
    "ru": "Почему этот +4 вместо +1? Это связано с тем, что отслеживаемые числа являются целыми числами, которые занимают 4 байта памяти.",
    "sv": "Varför är det här +4 istället för +1? Detta beror på att numren som spåras är heltal, som tar upp 4 byte minne.",
    "th": "ทำไม +4 นี้แทน +1 นี่เป็นเพราะตัวเลขที่ถูกติดตามเป็นจำนวนเต็มซึ่งใช้หน่วยความจำ 4 ไบต์",
    "tr": "Neden +1 yerine bu +4? Bunun nedeni, izlenen sayıların 4 byte belleği kaplayan tamsayılar olmasıdır.",
    "uk": "Чому цей +4 замість +1? Це відбувається тому, що відстежені числа - цілі числа, які займають 4 байти пам'яті.",
    "vi": "Tại sao +4 này thay vì +1? Điều này là do các số được theo dõi là số nguyên, chiếm 4 byte bộ nhớ.",
    "zh-CN": "为什么这个+4而不是+1？这是因为被跟踪的数字是整数，占用4个字节的内存。",
    "zh-TW": "為什麼這個+4而不是+1？這是因為被跟踪的數字是整數，佔用4個字節的內存。"
}
